[
{"url": "http://news.yahoo.com//creature-island-mythology-real-species-222414088.html", "title": "Creature of island mythology is real — and a new species, researchers in France say", "date": "2023-03-20T22:24:14.000Z", "content": "Bounded by stunning beaches and punctuated with rugged mountains, inhabitants of a small French island in the Mediterranean have long relied on agriculture and livestock herding. For just as long, folktales have warned of a creature lurking nearby.\nStories of the ‘Ghjattu Volpe’ have been passed down in Corsica’s island mythology, the\nsaid in a March 16 news release. Literally translated, the creature’s name means “cat-fox.”\n“The cat-fox is part of our shepherd mythology,”\nCarlu-Antone Cecchini told AFP in 2019.\n“From generation to generation, they told stories of how the forest cats would attack the udders of their ewes and goats,” he told the news outlet.\nLocal officials began considering the cat-fox a real species in the 19th and 20th centuries, French officials said. For most others, the animal remained a myth.\nThat changed in 2008 when the creature was accidentally captured. The mid-sized tannish-orange feline was found “in a local chicken coop,” AFP reported.\nThe incident sparked a rush of research. Scientists knew the cat-fox was real but not much else about it, French biodiversity officials said.\nResearchers set up traps and cameras on Corsica, eventually capturing 16 wildcats. The cats were genetically sampled, and some were fitted with GPS tracking collars and released, officials said.\nThe cat-fox initially looks like a housecat, photos show. It has a soft coat with a tan-brown color and a distinct black ringed-tail. Upon closer analysis, the wildcat is “much longer than\n,” reaching just over 2 feet in length, RFI reported. The animal’s ears are also larger and its canine teeth more developed.\nBy 2019, encouraged by their findings, wildlife officials proposed the idea the Corsican cat-fox was a new species of wildcat, RFI reported at the time. Further study of the cat’s DNA, however, was needed to confirm this hypothesis.\nYears later, French officials have come to a conclusion, the release said. A study of the cat-fox’s DNA was published in Molecular Ecology in January.\nThe Corsican cat-fox is a new species, officials said. The wildcat was genetically distinct from its two geographically closest relatives: the domestic cats in mainland France and the wildcats of the neighboring Sardinia island.\nHow did the Corsican cat-fox stay hidden for so long?\nAccording to Pierre Benedetti, a researcher studying the cat-fox, “it’s a very discreet, nocturnal animal,” he told RFI in 2019.\nThe creature’s\nalso contributed to its ability to remain undetected, researchers told AFP in a video.\nResearchers still have a lot to learn about the elusive wildcat, officials said. Further research is needed to understand where the cat lives, its normal behavior and how it came to inhabit this island.\nCorsica is an island in the Mediterranean, about 105 miles southwest of mainland France. The Italian island of Sardinia lies just south of Corsica."},
{"url": "http://news.yahoo.com//trump-is-expected-to-be-indicted-in-the-new-york-hush-money-probe-heres-everything-we-know-202328017.html", "title": "Trump is expected to be indicted in the New York hush money probe. Here's everything we know.", "date": "2023-03-20T20:23:28.000Z", "content": "Former President Donald Trump is expected to be indicted soon by a New York grand jury for his role in a hush money payment made to porn star Stormy Daniels on the eve of the 2016 election.\nIn a post on social media over the weekend, Trump\non Tuesday and called on his supporters to protest — stirring security concerns around the courthouse in lower Manhattan. Politico reported that an indictment\n.\nIf Trump were to be indicted, he would be the first former U.S. president ever to be charged with a crime. And as he's running for the White House again in 2024, he would also be the first major candidate to be indicted during a presidential race.\nHere’s everything we know about the unprecedented case.\nFor nearly five years, New York prosecutors have been investigating the $130,000 payment made weeks before the 2016 presidential election by Trump's former fixer Michael Cohen to Daniels, who said she'd had an affair with Trump nearly 10 years earlier. Trump denies the allegation. (The New York Times\nwhich is said to have begun with a chance encounter at a celebrity golf tournament in Lake Tahoe in 2006.)\nEarlier this month, Manhattan District Attorney Alvin Bragg invited Trump himself to testify before the grand jury that was hearing evidence — a move suggesting an indictment was imminent. Under New York law, potential targets of investigations are given the chance to appear before the grand jury, though they rarely do so. An attorney for Trump said he would not appear, and that his legal team had recently met privately with prosecutors to make their case against an indictment.\nLast week Daniels met with prosecutors, while Cohen testified twice before the grand jury. And Yahoo News reported over the weekend that Bragg’s office has been engaged in\nover how to handle an indictment and arrest of the former president.\nIn the social media post in which Trump claimed he would be arrested\ne\n, \"Protest, take our nation back!\" The open call immediately triggered security concerns and fears of a violent mob like the one that stormed the U.S. Capitol on Jan. 6, 2021.\nNew York City Mayor Eric Adams said Monday that the city is \"monitoring comments on social media\" and preparing for Trump's possible indictment and arrest. NYPD officers were seen earlier in the day installing barricades and surveillance cameras outside Manhattan Criminal Court.\nCohen said he was directed by Trump to pay Daniels $130,000 in October 2016, and that he was reimbursed by the president after Trump took office.\nAccording to Cohen, the Trump Organization paid him $420,000 to reimburse him for the payment and to cover bonuses and other supposed expenses. The company classified those payments internally as legal expenses.\nThe district attorney’s office has been probing whether the payment to Daniels amounted to an illegal campaign contribution, coming just days before voters headed to the polls to decide that year’s presidential election.\nUnder New York law, falsifying business records can be considered a misdemeanor — or a felony if it is done in connection with a more serious crime. It’s unclear whether the district attorney has uncovered evidence that would result in felony charges.\nIn 2018, Cohen was sentenced to three years in federal prison for orchestrating payments to Daniels and Karen McDougal — a former Playboy model who also said she'd had an affair with Trump — as well as for lying to Congress.\nIf Bragg moves forward with an indictment, legal experts say it's an indication that he believes there’s a good chance of convicting Trump.\n“If you're gonna drag somebody through this, you think there's a likelihood of conviction,” Richard Serafini, a former senior prosecutor with the Justice Department’s Criminal Division, told Yahoo News. “I would tend to think that certainly applies in a case like this, with a former president. So my guess is that if they're going to indict, they have a feeling of relative confidence that they can sustain the indictment with a conviction.”\nOne major hurdle in a potential case against Trump is that Cohen, Bragg’s star witness, is a convicted liar with a documented vendetta.\n“The issue with him is credibility and honesty,” Robert Sanders, a senior lecturer at the Henry C. Lee College of Criminal Justice at the University of New Haven and a former federal criminal prosecutor, told Yahoo News.\n“He's already been convicted of being a perjurer. He's lied in the past in legal proceedings, and he has a singular focus on Trump. That's something that the jury, any jury, is going to have to take into consideration. And the issue is whether they think he's honest enough at the time he testifies before them to accept his version of the facts over what the defense and Trump's lawyers will try to present.”\n“Anytime you're using someone, you know, who is a convicted felon, that's problematic for the government,” Serafini said. “Prosecutors like to have corroboration of what the individual is saying. And so we'll see what New York has in terms of corroboration.”\nAnd as\n, any conviction will likely hinge on “a legal theory that has not been assessed in New York courts, raising the possibility that a judge could throw out or limit the charges.”\nArriving for his closed-door testimony at the Manhattan district attorney's office last week, Cohen said he was “a little twisted, to be honest, inside.”\nBut Cohen, who served for more than a decade as Trump’s lawyer and fixer before his 2018 conviction, dismissed the idea that he is out to get his former boss.\n“This is not revenge,\" he said. \"This is all about accountability. He needs to be held accountable for his dirty deeds.”\nIn an appearance on CNN last Thursday, Cohen said, “I know it sounds hokey, but my goal is to ensure truth comes out, and that truth to power is told.”\nHe declined to discuss details of his testimony to the grand jury but said, “I’m prepared to tell you they have a tremendous amount of information.”\nThe former president and his attorneys have tried to paint him as the victim of “extortion,” and Bragg as a political operative, while refusing to cooperate with the investigation.\nIn a series of recent posts on Truth Social, his social media platform, the former president\n, insulted her appearance and likened the DA’s investigation to the Russia and Ukraine inquiries that hung over his presidency.\n“It is a weaponization of our judicial system,” he said on March 9.\nOn Thursday, following Cohen’s testimony, Trump took aim at his former fixer. “Does anybody believe that SleazeBag disbarred lawyer Michael Cohen went before a Grand Jury yesterday, and did little but talk about it today? You’re not allowed to do that,”\n. “Cohen has no credibility at any level - A Total Loser!”\nOn Saturday, Trump made his assertion that his arrest would happen Tuesday.\nDuring a press conference at a GOP retreat in Orlando on Sunday, House Speaker Kevin McCarthy urged calm ahead of Trump’s possible indictment and arrest.\n“I don’t think people should protest this, no,”\n. “And I think President Trump, if you talk to him, he doesn’t believe that, either.”\n“Nobody should harm one another,\" McCarthy said. \"We want calmness out there.\"\nBut during the same news conference, the House speaker gave a full-throated defense of Trump and dismissed Bragg’s investigation as politically motivated.\n“Lawyer after lawyer will tell you this is the weakest case out there, trying to make a misdemeanor a felony,” McCarthy said.\n“The last thing we want … is somebody putting their thumb on the scale [of justice] simply because they don’t agree with somebody else’s political view,” he added. “That is what’s wrong, and that’s what infuriates people. And this will not hold up in court.”\nOn Monday, the Republican chairmen of three House committees\nthat Bragg turn over communications, documents and testimony stemming from his probe of Trump.\nThey also accused Bragg of an “unprecedented abuse of prosecutorial authority.”\nThe possible indictment in New York is not the only one the former president is facing.\nIn Georgia, Fulton County District Attorney Fani Willis is investigating whether Trump interfered in the 2020 election. A special grand jury report that was\nstated that a majority of the panel believed perjury may have been committed by one or more witnesses who testified before it.\nthat Georgia prosecutors could bring charges against Trump and his associates within the next few months, possibly by May.\nMeanwhile, in Washington, D.C., a special counsel appointed by Attorney General Merrick Garland is scrutinizing Trump’s role in the deadly Jan. 6 attack on the U.S. Capitol in an effort to overturn the election results, as well as his handling of classified documents that were uncovered at his Mar-a-Lago estate last year and the possible obstruction of efforts to retrieve them.\nLegal experts believe that the New York case is the weakest of the four, and that even if Trump is convicted, he would not likely face prison time.\nAny indictment issued by the Manhattan DA would be followed by an arrest of Trump, who has residences in West Palm Beach, Fla., Bedminster, N.J., and New York City.\n, it may take several days for him to appear at the courthouse. Prosecutors “are expected to contact the former president’s defense lawyers to negotiate his surrender, a common practice in white-collar investigations when prosecutors have been in touch with defense attorneys.”\nAlthough Trump’s lawyers had been informed that an indictment could come as early as Tuesday, charges are more likely to be filed later in the week,\n.\nThe chief question for Bragg at the moment is how to work out procedures for an extraordinary and unprecedented scenario: how to arrest, fingerprint and — per standard procedure — handcuff a defendant who happens to be a former president and is protected by Secret Service agents.\nProsecutors are continuing to negotiate with the Secret Service and other federal and local law enforcement agencies, including the NYPD, over how to handle Trump’s arrest amid heightened security concerns.\nUnder standard procedures, once indicted, a defendant like Trump would be escorted into the New York City courthouse in lower Manhattan and taken to a processing room, where he would be briefly put in a jail cell, booked, fingerprinted, photographed for a mug shot and handcuffed. He would then be escorted via elevator to an upper floor, where he would be walked in handcuffs into a courtroom for his arraignment in full view of the media — the equivalent of a “perp walk.”\nBut Trump is not the standard defendant. By law, he is protected at all times by the Secret Service. Prosecutors are still discussing whether he should be allowed to have Secret Service agents, rather than court security officers, escort him into the courtroom without handcuffs, a source told Yahoo News.\nAnd officials are also trying to map out a multitude of security issues, including fears that a “nut job” inside the public courtroom could seek to disrupt the proceedings, the source said."},
{"url": "http://news.yahoo.com//happiest-country-world-2023-finland-143341007.html", "title": "Finland named happiest country in the world for sixth year in a row", "date": "2023-03-20T14:33:41.000Z", "content": "Want to live in the happiest country in the world? It might be time to move to Finland.\nThe Scandinavian nation has just been named the happiest country in the world by the\nfor the sixth year in a row, beating other countries such as Denmark, Iceland, and Israel to nab the top spot.\nIn fact, it seems as though there might be something in the water for the Scandi nations, as both Norway and Sweden join Finland in the top 10.\nOther countries included in the top 10 are the Netherlands, Switzerland, Luxembourg and New Zealand.\nLithuania is the only new country to be listed in the top 20, moving up more than 30 places since 2017.\nWar-torn Afghanistan and Lebanon are the two unhappiest countries due to lower than average life evaluations.\nFinland\nDenmark\nIceland\nIsrael\nNetherlands\nSweden\nNorway\nSwitzerland\nLuxembourg\nNew Zealand\nAustria\nAustralia\nCanada\nIreland\nUS\nGermany\nBelgium\nCzechia\nUK\nLithuania\nThe UK comes in at 19 on the list, lower than the US placed at 15, Germany at 16, Ireland at 14, and Australia at 12.\nFrance is just below the UK in terms of happiness, however, as it stands at number 21.\nThe happiness of the countries was measured using several factors, including: GDP per capita, social support, healthy life expectancy, freedom, generosity, and low corruption.\n“Average happiness and our country rankings, for emotions as well as life evaluations, have been remarkably stable during the three COVID-19 years,” study author John Helliwell said.\n“Changes in rankings that have taken place have been continuations of longer-term trends, such as the increases seen in the rankings of the three Baltic countries. Even during these difficult years, positive emotions have remained twice as prevalent as negative ones, and feelings of positive social support twice as strong as those of loneliness.”\nFellow study author Lara Aknin noted that levels of everyday kindness remained above pre-pandemic levels.\nAfghanistan\nLebanon\nSierra Leone\nZimbabwe\nDemocratic Republic of the Congo\nBotswana\nMalawi\nComoros\nTanzania\nZambia\nMadagascar\nIndia\nLiberia\nEthiopia\nJordan\nTogo\nEgypt\nMali\nGambia\nBangladesh\n“For a second year, we see that various forms of everyday kindness, such as helping a stranger, donating to charity, and volunteering, are above pre-pandemic levels,” she added. “Acts of kindness have been shown to both lead to and stem from greater happiness.”\nOne country whose happiness has taken a hit in the past year is Ukraine which, at place 92 on the list, continues to be invaded by Russia.\n“The devastating impact of the war is evident to all, and so we also find that well-being in Ukraine has taken a real hit,” study author Jan-Emmanuel De Neve said. “But what is surprising, however, is that well-being in Ukraine fell by less than it did in 2014 when Russia annexed Crimea, and this is thanks in part to the extraordinary rise in fellow feeling across Ukraine as picked up in data on helping strangers and donations – the Russian invasion has forged Ukraine into a nation.”"},
{"url": "http://news.yahoo.com//apples-109-inch-ipad-is-50-off-right-now-093646112.html", "title": "Apple's 10.9-inch iPad is $50 off right now", "date": "2023-03-21T09:36:46.000Z", "content": "Apple's 10.9-inch 2022 iPads are improved in almost every way, including the design, performance, battery life, front facing camera and more. One of the biggest knocks is the price, so if you've been holding out for a deal, Amazon now has them on sale at prices matching all-time lows. You can grab the\nin silver for just $399 and the\nin multiple colors for $549, saving $50 on both.\nDespite a few caveats, the 2022 iPad scored a solid 85 score in our\n. Apple redesigned its entry-level tablet to give it thinner bezels, a bigger display and USB-C charging. It’s also the first iPad to include a landscape-oriented front-facing camera, a feature that makes the tablet more useful for video chatting. The 2022 model’s A14 Bionic processor is also a highlight. Other notable features include USB-C charging and a keyboard folio with function keys.\nThe main downsides revolve around the price, as this tablet is a full $120 more expensive than its 9th-generation predecessor, the keyboard folio is also expensive and it only supports the first-generation Apple Pencil. However,\nhelps ease the pricing issues, making this a very solid buy."},
{"url": "http://news.yahoo.com//jpmorgan-chase-thought-had-1-215142227.html", "title": "JPMorgan Chase thought it had $1.3 million worth of nickel stored in a warehouse. A closer examination revealed bags of stones.", "date": "2023-03-20T21:51:42.000Z", "content": "JPMorgan Chase kept bags of stones in a warehouse thinking they were nickel, according to the WSJ.\nThe London Metal Exchange revealed Friday that the bags contained stones instead of nickel.\nThe owner of the bags is JPMorgan Chase, according to the Journal.\nThe London Metal Exchange revealed a surprising mix-up last week at a warehouse in the Dutch port city of Rotterdam.\nAn operator for the warehouse weighed bags that were thought to contain 54 metric tons of nickel, only to find that they were filled with stones,\nto The Wall Street Journal.\nIt appears that JPMorgan Chase is the unlucky owner of those bags, the Journal\non Monday, citing people familiar with the matter.\nHad they contained nickel, the bags would have been worth $1.3 million at current prices, representing 0.14% of nickel inventories, Bloomberg\n. While that means the mix-up will have a relatively minor impact on metal markets, it does call the security of the LME's contracts into question. \"In an industry riddled with scandals, the LME's contracts are viewed as unquestionably safe,\" Bloomberg\n.\nThe LME first announced the mix-up last Friday but didn't disclose the owner of the bags or the warehouse where they were kept,\nto The Wall Street Journal. However, people familiar with the matter said the warehouse was owned and operated by Access World,\nto the Journal.\nA spokesperson for the logistics firms told Insider that \"Access World confirms it is currently undertaking inspections of warranted bags of nickel briquettes at all locations and will engage external surveyors to assist. In the meantime based on internal stock checks all information indicates that the underlying issue which led to the suspension of the 9 warrants referenced in LME notice 23/044 is an isolated case and specific to one warehouse in Rotterdam.\"\nIt's likely that Access World is going to bear the financial burden for the mix-up rather than JPMorgan Chase, the Journal\n, because it was the company's responsibility to protect the stores of metal in its facilities.\nJPMorgan Chase bought the bags years ago and remains an active player in big metals, the Journal\n.\nJPMorgan Chase and the LME also did not immediately respond to Insider's request for comment.\nRead the original article on"},
{"url": "http://news.yahoo.com//jpmorgan-still-bullish-on-netflix-despite-customer-frustration-on-password-crackdown-201123891.html", "title": "JPMorgan still bullish on Netflix despite customer frustration on password crackdown", "date": "2023-03-20T20:11:23.000Z", "content": "One analyst is doubling down on his prediction that Netflix (\n) is still a good buy—despite\nsurrounding Netflix's\n, fears of short-term subscriber churn and a sagging stock price.\nNetflix shares, down about 4% since the company's\n, have lost more than 17% of gains since hitting a year-to-date high of $369.02 a share on January 26. Wall Street punished the streamer last month after it\nin about 100 overseas markets.\n\"We recognize the [near-term] noise and believe in many respects that buying NFLX for 12 months out may be easier than for the next 3-4 months. But overall we remain bullish,\" JPMorgan analyst Doug Anmuth wrote in a new note on Monday.\nAnmuth, who reiterated his outperform rating and 12-month price target of $390 a share, told clients to \"buy pullbacks\" in the stock. He categorized advertising momentum as one of the main catalysts for his bullish call, coupled with \"solid content\" and password sharing, which should drive revenue, margin expansion, and free cash flow in 2023.\nOn Sunday,\nreported Netflix's ad-supported service reached roughly 1 million monthly active users in the U.S. after its second month on the market—bucking\nthe ad tier was off to a slow start.\nThe user base grew by more than 500% in the first month from its launch and another 50% in its second month, the report added. Netflix declined comment on the Bloomberg report, saying the only external data regarding its subscriber numbers was in its\nresults.\nAs the company looks to capitalize on more revenue opportunities, games will be another area of focus.\nNetflix announced\non Monday it has 70 games in development with external partners and an additional 16 games in progress at the company's in-house game studios. The streamer has released 55 games so far, with about 40 more slated for later this year.\nStill, despite those longer-term growth drivers, JPM's Anmuth warned near-term noise and negative headlines could cloud sentiment, especially as the company weighs further rollouts of its password-sharing crackdown.\n\"There is\nthat early friction [surrounding password sharing] could delay or stagger the rollout, pushing it deeper into 2Q and beyond,\" he said.\nIn its\npublished in January, Netflix said it would be intensifying its push to combat password sharing in the first quarter, although the streamer did not provide details on when exactly that would occur and what countries would be impacted.\nSince then, Netflix has\nto include countries like Canada, New Zealand, Portugal, and Spain, in addition to the test countries of Chile, Costa Rica, and Peru. So far, there has been no announcement regarding U.S. users.\nAnmuth said that could put the company's projections for more subscribers in the second quarter than the first quarter \"at risk.\" He said it also increases the potential that the password-sharing crackdown lands during a seasonally-weak quarter that \"does not appear to have as much hit content.\"\nJPMorgan expects Q1 subscribers to come in at 1.5 million with Q2 net additions hitting 3.25 million. However, the bank said a slower rollout of Netflix's password-sharing initiatives could mean first quarter net additions come in better than expected.\nNetflix will release its first quarter financial results on Tuesday, April 18."},
{"url": "http://news.yahoo.com//singapore-workers-prioritise-digital-skills-most-apac-survey-112320851.html", "title": "Singapore workers prioritise digital skills the most in APAC, survey finds", "date": "2023-03-21T11:23:20.000Z", "content": "SINGAPORE — Singapore workers place a high priority on digital skills when it comes to reskilling and upskilling, the most in the Asia-Pacific (APAC) region, according to a recent survey conducted by Economist Impact and Google.\nThe survey, titled\n, included 1,375 employees across 14 countries in APAC – including 100 employees from Singapore – was conducted between November 2022 and January 2023. Of the survey respondents, 11.8 per cent were Gen Z, 63.2 per cent were Millennials, and 25 per cent were Gen X.\nThe respondents worked in a diverse mix of industries. The team behind the survey also interviewed employers and industry experts across the region to understand their perspectives on skills gaps, as well as reskilling and upskilling aspirations.\nThe results showed that 69% of employees in Singapore prioritised digital skills, such as artificial intelligence (AI) and machine learning, IT support, cybersecurity, and cloud computing, making it the highest priority out of the 14 countries surveyed.\nThe survey also showed that basic digital skills are considered a “must have” by 75.4 per cent of Singapore respondents, in line with the regional average of 73.9 per cent.\nCybersecurity is considered a “must have” by 24.6 per cent and a “good to have” by 68.1 per cent, while data analysis and visualisation were considered a \"must have\" by over 42 per cent of Singapore workers and a \"good to have\" by 54 per cent. Only 9 per cent of Singapore workers said that UX design is a \"must have\" while about 25 per cent of employees said the skill was \"not needed\".\nThe results of the survey highlight the growing importance of these digital skills, as demand for them becomes increasingly apparent across all types of industries.\nThe shortage of tech talent in Singapore would also mean that workers possessing advanced digital skills are also likely to have more bargaining power in the job market. Based on the survey, one in four Singapore employees said that higher pay and bargaining power best describe their motivation to acquire new digital skills.\nEmployees in Singapore also place importance on other skills categories such as analytical skills at 53 per cent, soft skills at 51 per cent and self-management at 27 per cent. Entrepreneurial skills are the least valued skills category by Singaporean employees, ranked first by only 11 per cent of respondents.\nAmong the Singapore employees surveyed, green skills were considered less valuable than almost all other skills categories, with only 12 per cent of surveyed employees ranking the category as their first choice – compared with 17.7 per cent in the rest of the APAC countries surveyed.\nIn addition, most green upskilling is currently driven by employees’ personal interest in the topic, according to the survey.\nHowever, the trend is expected to change as the government prioritises environmental goals. In 2020 the Singapore government estimated that the city-state would create 55,000 jobs in the coming decade because of the growing focus on sustainable development.\nDemand is expected from sectors including finance, agriculture, food, urban solutions such as sanitation and waste management, carbon services, and climate science.\nAccording to the survey, 42 per cent of Singapore employees cited the lack of time to learn new skills as a primary concern. Additionally, nearly half (49 per cent) of the respondents said they don’t have a grasp of which skills are in demand by employers and the job market. As a result, employees struggle to decide how best to allocate their already limited time and resources for learning new skills.\nThe survey also cautioned that small and medium-sized enterprises (SMEs) – which comprise 99 per cent of all Singaporean companies and 71 per cent of Singapore's workforce – are particularly vulnerable to this problem, due to their limited resources and training capabilities, resulting in \"significant information asymmetry\".\nThe key roles played by governments and employers in driving skilling initiatives amongst employees can be seen from the survey results. 61 per cent of employees in Singapore said that government awareness programmes are a main source of skills information in Singapore, ahead of social media and advertisements at 45 per cent and news articles at 44 per cent. It was also substantially higher than the regional average of 42.5 per cent.\nFurthermore, the survey highlighted that 64 per cent of workers in Singapore primarily expect employers to provide information on different skills, 51 per cent expect support for their mental well-being, and 48 per cent expect employers to offer notable recognition through certification and additional perks.\nBased on these findings, the survey suggests that employers should look towards training skill sets for specific goals and work with government agencies to explore the requisite upskilling needs. To support time management, companies could make upskilling a workplace activity, thus making learning and working happen in tandem. Employers could also regularly monitor the skills they need and clearly communicate them to employees.\nThe survey also suggested that the government, through its awareness programmes, could continue to keep the workforce updated especially groups and organisations that lack clarity such as SMEs."},
{"url": "http://news.yahoo.com//a-fed-pause-could-do-more-harm-after-banking-crisis-morning-brief-093017739.html", "title": "A Fed pause could do more harm after banking crisis: Morning Brief", "date": "2023-03-21T09:30:17.000Z", "content": "Tuesday, March 21, 2023\nThe Federal Reserve’s two main aims are to promote stable prices and full employment. At least, those are the goals that are\n.\nAt times of financial system stress – like now – one of the central bank’s other jobs comes into focus: “\n.”\nWith the collapse of Silicon Valley Bank and Signature Bank, the\n, and persistent questions around the\n, the Fed is once again confronted with the need to ensure financial system stability.\nLast week, the European Central Bank had a similar conundrum: should it stand pat on rates in light of Credit Suisse’s distress and risk higher inflation? Or should it raise rates and risk the Swiss bank’s troubles spilling over into the broader financial system?\n. And many economists think the Fed will do the same when it meets on Wednesday.\n“Bottom line is we still have an inflation problem, and the Fed needs to continue to raise rates,” Paul Gruenwald, chief economist at S&P Global Ratings, told Yahoo Finance. “So, they’ve obviously got one eye on the financial sector, but we still think they’re going to go 25 basis points later this week. But the language should be sort of softer and slower.”\nMarket participants are coalescing around that view, with data as of Tuesday morning showing an 86% chance the Fed raises rates by 0.25% on Wednesday, according to the\n.\nAnd if the Fed does defy these predictions and pause its rate-hiking cycle, that could trigger more concern.\nIf the Fed doesn’t raise rates, “that sends a bigger signal, then I would start to get more anxious,” said Michael Arone, Chief Investment Strategist, US SPDR Business at State Street Global Advisors, in an\n. He’s expecting a quarter-point raise.\nBeyond this week’s meeting, the outlook for rates gets more murky. After all, as\n, in some ways what has happened recently with banks has actually helped the Fed, by potentially slowing economic growth and therefore inflation.\nThe danger there, of course, is the Fed continuing to hike in the face of that slowdown and heading into the proverbial hard landing. Concern over that outcome has ratcheted up to the point that the market has started to price in a small cut to rates by the June meeting.\nExpect all of these predictions to be scrambled after the rate decision and Fed Chair Jerome Powell’s press conference on Wednesday.\nExisting home sales, February\nNike (\n), GameStop (\n), Tencent Music (\n), AAR Corp. (\n)"},
{"url": "http://news.yahoo.com//ferrari-says-ransomware-attack-exposed-110543516.html", "title": "Ferrari says ransomware attack exposed customers' personal data", "date": "2023-03-21T11:05:43.000Z", "content": "Italian supercar manufacturer Ferrari has confirmed it was hit by a ransomware attack that exposed customers’ personal information.\n“We regret to inform you of a cyber incident at Ferrari, where a threat actor was able to access a limited number of systems in our IT environment,” Ferrari CEO Benedetto Vigna said in a\nsent to affected customers.\nThe carmaker said that hackers accessed customers’ names, addresses, email addresses and telephone numbers. Based on its investigation so far, Ferrari said no payment information or details of Ferrari cars owned or ordered had been stolen, though it's not clear if the carmaker has the technical ability, such as logs, to detect data exfiltration.\n“We can also confirm the breach has had no impact on the operational functions of our company,” Ferrari said in a separate\n.\nFerrari won't say how many customers are affected by the breach or how or when the company was compromised. The carmaker hasn't responded to TechCrunch's questions.\nIt's unclear if the breach is linked to an October incident that saw a ransomware group known as \"RansomEXX\" claim to have breached the carmaker, which Ferrari at the time denied. A listing on the RansomEXX website, seen by TechCrunch, lists seven gigabytes of data allegedly stolen from Ferrari, including internal documents, data sheets and repair manuals.\nFerrari's CEO said that the company has not paid the unnamed hackers’ ransom demand, saying that doing so “does not fundamentally change the data exposure.\"\nFerrari said that after receiving the ransom demand, the amount of which remains unknown, it started an investigation with a third-party cybersecurity company."},
{"url": "http://news.yahoo.com//chatgpt-briefly-went-offline-after-a-bug-revealed-user-chat-histories-115632504.html", "title": "ChatGPT briefly went offline after a bug revealed user chat histories", "date": "2023-03-21T11:56:32.000Z", "content": "went offline and temporarily became inaccessible on Monday after some users discovered that they could see the titles of other people's chat histories. People posted screenshots of their ChatGPT UI on social networks like\nand\n, showing sidebars populated with chats they said weren't theirs. While they could only see the titles and not the entirety of other people's conversations, the incident still highlights the need to be mindful when it comes with sharing details with or writing up questions for the chatbot.\nAn OpenAI spokesperson told\nthat the company temporarily disabled ChatGPT after it became aware of these reports. Apparently, a bug in an open source software that the company has yet to name had caused the issue, but OpenAI is still investigating to figure out what triggered it exactly.\nBased on the company's\n, it shut down ChatGPT on Monday morning and then fully restored the service 10 hours later after rolling out a fix. As of this writing, though, chat histories are still unavailable. OpenAI posted a note saying as much on the sidebar, along with an assurance that it's \"working to restore this feature as soon as possible.\" The company has not announced an ETA for the feature's restoration."},
{"url": "http://news.yahoo.com//edmonton-police-officers-killed-domestic-dispute-181234500.html", "title": "'Why? What a waste of lives! What for?': Tributes, frustration pours in for Edmonton police officers killed in line of duty", "date": "2023-03-20T18:12:34.000Z", "content": "Tribute messages continue flooding in from across Canada in the wake of the\nlast Thursday.\nAt approximately 12:47 a.m. on March 16, EPS West Branch patrol members responded to a family dispute call in an apartment complex near 114 Avenue and 132 Street.\nTwo patrol members entered the building upon arrival, and upon approaching the suite, were shot by a young male suspect. According to Edmonton Police, the service members did not have time to discharge their service weapons and upon being rushed to hospital, were both declared deceased.\n“This is an extremely tragic day for the Edmonton Police Service and our city,” said EPS Chief Dale McFee during a press release. “I’m deeply saddened to announce the Line of Duty deaths of two of our members that occurred earlier this morning. These officers gave their lives while trying to protect our community. They will never be forgotten.”\nThe deceased EPS members are West Branch patrol officers, Const. Brett Ryan, 30\nwith 5.5 years of service and Const. Travis Jordan, 35, with 8.5 years of service, according to the press release.\nThe young male shooter is also dead, after what investigators say is a self-inflicted gunshot wound.\n\"Today we lost our youngest son in the line of duty with EPS,\" the mother of Brett Ryan wrote in a\npost. \"No words can begin to explain how deep our sorrow and pain is today He served his community with pride and commitment. He loved his wife and unborn baby, his brothers and us, his parents.\"\nDuring a press conference on Thursday following the tragedy, both Alberta Minister of Public Safety and Emergency Services Mike Ellis and Edmonton Mayor Amarjeet Sohi issued statements.\n\"As a former police officer myself, this hits very close to home. To all my brothers and sisters out there, my heart is with you,\" Ellis said.\nSohi offered condolences on behalf of city council, city administration, and all Edmontonians to the family members impacted as well as the Edmonton Police Service.\n🧵 We are all devastated to receive the news that Constable Travis Jordan and Constable Brett Ryan were murdered in the line of duty early this morning.\n— Amarjeet Sohi (@AmarjeetSohiYEG)\nPrime Minister Justin Trudeau took to Twitter to share a statement following the deaths of the two officers.\nEvery day, police officers put themselves in harm’s way to keep people safe. The news that two\nofficers have been killed in the line of duty reminds us of that reality. I’m sending my condolences to the officers’ loved ones and colleagues – we’re here for you.\n— Justin Trudeau (@JustinTrudeau)\nThe Edmonton Oilers also offered their condolences over social media in the wake of the shooting and said the officers would be honoured at the proceeding game.\nWe are deeply saddened to hear that two\nofficers have lost their lives in the line of duty. Our condolences go out to the families & loved ones of Const. Brett Ryan & Const. Travis Jordan as well as the entire EPS family who have always been our valued partners.\n— Edmonton Oilers (@EdmontonOilers)\nThe Edmonton Symphony Orchestra dedicated their encore to the slain officers.\nTonight’s ESO encore at the\nwas played by Rafael Hoekman who dedicated a piece to Constable Travis Jordan and Constable Brett Ryan of the\nservice, and first responders community. Their loved ones are in our thoughts.\n— Edmonton Symphony Orchestra (@edmsymphony)\nAcross the country, Toronto's CN Tower dimmed its lights in honour of the two officers.\nTonight the\nwill dim for five minutes at the top of each hour in honour of Constable Brett Ryan and Constable Travis Jordan of the\nwho died in the line of duty\n— CN Tower / Tour CN (@TourCNTower)\nThe reaction on social media following the tragedy was one of heartbreak, anger and grief.\nMany users wondered what the 16-year-old was doing with a gun in his possession.\nSo very, very sad, tragic, infuriating, -- so many emotions. Why? What a waste of lives! What for? What the hell was going on with that 16 year old that he had a gun? Those policeman were so young! It is so senseless.Prayers for you all and the families involved.\n— CC (@Superhero12u)\nOthers questioned why only two officers were sent to a family dispute call.\nI am sorry about the death of two officers, I hope that the families of the officers can somehow try to make sense of this tragic events. Just wondering though I was always under the assumption that all responders to a domestic call that back up should be sent\n— tom leonard (@tomleonard145)\nEPS deputy chief Devin Laforce told media that this was a typical response to the nature of the call during a press release Thursday.\n“The call itself was a non-violent domestic dispute, where a mother is having difficulty with a 16-year-old son,” Laforce said, with no indicators of officers facing a violent or high-threat situation.\nOthers users drew connections between the lack of adequate mental-health coverage for Canadians and a gun ending up in the hands of a teenager.\n\"The systems put in place to protect Canadians has failed many times and will continue unless major changes take place,\" wrote Brenda Burdenuk.\nEPS Deputy Chief Devin Laforce confirmed to media that there were several prior incidents involving the suspect that were categorized as a mental-health complaint.\nAlberta Premier Danielle Smith is facing criticism for sharing details regarding the fallen officer's funeral plans prematurely during her weekly radio program.\n\"My understanding is there will be a regimental funeral on March 26 to honour the two of them and their service to Alberta,” the premier told listeners.\nSmith was quickly accused of politicizing the officer's deaths by Edmonton-based RCMP officer Sherry Shima.\nThis was an inappropriate announcement at best. It's disrespectful to the families and the Edmonton Police Service members. The officers' deaths are not a political soapbox.\n— Sgt. Kerry Shima (@KerryShima_RCMP)\nFollowing backlash over social media, the premier issued a statement reading \"This morning I shared information on the regimental funerals for Constables Brett Ryan and Travis Jordan. The details of the funerals are not fully confirmed and finalized at the moment. I would ask that the public wait for the Edmonton Police to provide the date and full details when they become available.\"\nInformation on the public portion of the funeral arrangements for the fallen officers will be released as soon as it becomes available."},
{"url": "http://news.yahoo.com//the-fed-now-faces-same-destination-with-a-more-treacherous-path-160753639.html", "title": "The Fed now faces same destination — with a more treacherous path", "date": "2023-03-20T16:08:51.000Z", "content": "For a moment, sentiment toward the economy began to\non the heels of economic reports that were stronger than many economists’ expectations.\nBut all of that came to an end last week as concerns over financial stability emerged\n, which in turn put a spotlight on the\n.\n“Our banks analysts see a meaningful increase in funding costs ahead, which will lead to tighter lending standards, slower loan growth, and wider loan spreads,“ Ellen Zentner, chief U.S. economist at Morgan Stanley,\n. “We were already expecting a meaningful slowdown in growth and job gains over the coming months, and the prospect of substantial tightening in credit conditions raises the risk that a soft landing turns into a harder one.“\nEconomists at\n,\n, and\nwere also among those citing similar economic headwinds as they cut their forecasts for growth.\nOn one hand, these recent developments aren’t good. Jobs will almost certainly be lost as a tighter banking system means financing becomes less accessible.\nOn the other hand, these effects are arguably of the kind that the Federal Reserve has been aiming for over the past year.\nOver the past year, the Fed has been\nin its effort to bring down inflation by cooling economic demand. The thinking behind this was that by tightening financial conditions with interest rate hikes, financing costs go up for businesses and consumers, which slows their spending. This eases pressure on supply and, in turn, prices cool.\n🧩\nThe Fed likely didn’t specifically intend for a big bank to fail, but the risk of such a thing happening was going to be elevated with how monetary policy was being implemented.\nSo it’s a bit ironic these undesired bank failures seem to be having the desired effect of accelerating the conditions that could ultimately lead to inflation coming down decisively.\n“Ongoing pressure could cause smaller banks to become more conservative about lending in order to preserve liquidity in case they need to meet depositor withdrawals, and a tightening in lending standards could weigh on aggregate demand,” Jan Hatzius, chief economist at Goldman Sachs, wrote in a research note on Wednesday.\nAnd just because these banks are smaller doesn’t mean they’re small.\n“Small and medium-sized banks play an important role in the US economy,” Hatzius added. “Banks with less than $250bn in assets account for roughly 50% of US commercial and industrial lending…”\n“…60% of residential real estate lending…”\n“…80% of commercial real estate lending…”\n“…and 45% of consumer lending.”\nAs Bloomberg Opinion columnist\n:\nIn other words, the unintended bank failures may be helping the Fed achieve its intended goals. It’s an unplanned path to the same destination.\nAnd not that anyone’s particularly sanguine about what’s happening, but some are less sanguine about this take than others.\n“I always laugh when people say, ‘Oh, the Fed’s policies are finally gaining traction,’” Mohamed El-Erian, chief economic adviser at Allianz, told\n. “Is this the way we want the Fed’s policies to gain traction? By destabilizing the banking system? By creating a credit withdrawal? By having too much damage to the economy and to jobs? You know, that's not how monetary policy is supposed to gain traction, not through financial instability.”\n“So yeah, to some extent it does mean that the Fed will end up with lower inflation than would have been otherwise,” El-Erian added. “But the journey there is terrible, and it's unnecessary.”\nThe risk is that the emerging financial instability causes much more economic damage than what would’ve been necessary to get inflation under control.\nIt’ll be a month or so before we start getting economic data reflecting the impact of the banking turmoil that began two weeks ago.\nWith that in mind, approach this week’s review of the macro crosscurrents (below) with a little caution given that most of it reflects economic activity that occurred before last week’s developments.\nNeil Dutta, head of economic research at Renaissance Macro, addressed how to interpret the recent economic data in an email on Thursday:\nIndeed, while the risk the economy tips into recession has been elevated — something I’ve been noting in TKer’s past weekly\n— it continues to be\n. The question is\n.\n-\n🏦\n🛑\n💥\n💪\n🧩\nThere were a few notable data points from last week to consider:\n🎈\n. The\n(CPI) in February was up 6.0% from a year ago, down from 6.3% in January. Adjusted for food and energy prices, core CPI was up 5.5%, down marginally from the month prior.\nOn a month-over-month basis, CPI was up 0.4% as energy prices fell 0.6% during the period. Core CPI was up 0.5% as shelter prices jumped 0.8%.\nIf you\nin the monthly figures, CPI is rising at a 4.1% rate and core CPI is climbing at a 5.2% rate.\nThe bottom line is that while inflation rates have been trending lower, they continue to be above the Federal Reserve’s target rate of 2%.\n😀.\n🏡\n. From Redfin: “The median U.S. asking rent rose 1.7% year over year to $1,937 in February — the smallest increase in nearly two years and the lowest level in a year… February was the ninth straight month in which rent growth slowed on a year-over-year basis. Rents fell 0.3% from a month earlier. Still, the median asking rent remained 21.4% higher than it was in February 2020, the month before the coronavirus was declared a pandemic.“\n. From the New York Fed’s February\n: “Median inflation expectations dropped by 0.8 percentage point at the one-year-ahead horizon to 4.2%, remained unchanged at the three-year-ahead horizon at 2.7%, and increased by 0.1 percentage point at the five-year-ahead horizon to 2.6%.“\nThis echoes the University of Michigan’s March\n: “Year-ahead inflation expectations receded from 4.1% in February to 3.8%, the lowest reading since April 2021, but remain well above the 2.3-3.0% range seen in the two years prior to the pandemic. Long-run inflation expectations edged down to 2.8%, falling below the narrow 2.9-3.1% range for only the second time in the last 20 months.“\n🛍️\n. According to\n, retail sales in February declined 0.4% to $697.9 billion.\nExcluding autos and gas, sales were flat as gains in online retail, health and personal care, groceries, and electronics were more than offset by declines in department stores, furniture, restaurants and bars, and clothes.\n🏭\n.\nin February was unchanged from January levels, with manufacturing output climbing 0.1%.\n🏠\n. According to the\n, new building jumped 13.8% month-over-month in February to an annualized rate of 1.52 million units. Housing starts surged 9.8% to 1.45 million units.\n👎\n. Regional manufacturing surveys from the\nand\nsuggested business activity contracted in March.\n, meanwhile, deteriorated in March for the first time in four months.\n🙊.\n💼\n— the most up-to-date of the major labor market stats — fell to 192,000 during the week ending March 11, down from from 212,000 the week prior. While the number is up from its six-decade low of 166,000 in March 2022, it remains near levels seen during periods of economic expansion.\n.\n🚨\n. The\nfell in February, the eleventh consecutive month of declines. From The Conference Board's Ataman Ozyildirim: \"Negative or flat contributions from eight of the index’s ten components more than offset improving stock prices and a better-than-expected reading for residential building permits. While the rate of month-over-month declines in the LEI have moderated in recent months, the leading economic index still points to risk of recession in the US economy. The most recent financial turmoil in the US banking sector is not reflected in the LEI data but could have a negative impact on the outlook if it persists. Overall, The Conference Board forecasts rising interest rates paired with declining consumer spending will most likely push the US economy into recession in the near term.\"\n📈\n. The\nsees real GDP growth climbing at a 3.2% rate in Q1. This is up considerably from its initial estimate of\n.\n🙃\nDespite\n, we’re getting a lot of evidence that we could see a\nwhere inflation cools to manageable levels without the economy having to sink into recession.\nThe Federal Reserve recently adopted a less hawkish tone,\n“for the first time that the disinflationary process has started.“ We will learn more about the Fed’s evolving thinking on March 22 after the next Federal Open Market Committee.\nIn any case, inflation still has to come down more\n. So we should expect the\n, which means we should be prepared for tighter financial conditions (e.g. higher interest rates, tighter lending standards, and lower stock valuations).\nAll of this means\n, and the risk the\ninto a recession will be relatively elevated. In fact, recession risks intensified recently with\nabout financial stability.\nHowever, it’s important to remember that while recession risks are elevated,\n. Unemployed people are\n. Those with jobs are getting raises. And many still have\nto tap into. Indeed, strong spending data confirms this financial resilience. So it’s\n.\nAt this point, any\ngiven that the\n.\nAs always, long-term investors should remember that\nand\nare just\nwhen you enter the stock market with the aim of generating long-term returns. While\n, the long-run outlook for stocks\n."},
{"url": "http://news.yahoo.com//iprally-patent-search-engine-powered-114046394.html", "title": "IPRally, a patent search engine powered by explainable AI, raises $10.8M", "date": "2023-03-21T11:40:46.000Z", "content": ", a Finnish startup building a\n, has raised €10 million ($10.8 million) in a Series A round of funding.\nFounded in 2018, IPRally is one of a number of emerging players looking to infiltrate a billion-dollar intellectual property (IP) management market dominated by incumbents such as\n,\n, and\n. The Helsinki-based startup touts a modern AI-powered alternative to other keyword-based search engines, one that promises to help users search and categorize patents more quickly and accurately -- with explainability at its core.\nA big selling point is its underlying graph neural network that powers both technical\nsemantic understanding around patent data, meaning that the user is less reliant on exact keyword matches or technical expertise from an IP specialist. The company says it trained this neural network with data from millions of real patents, teaching it to \"think\" like that of a real-world patent examiner, but in a fraction of the time. In effect, IPRally doesn't just read text, it strives to draw relationships between all the words and concepts in patent applications to generate the most relevant results.\nIPRally: Knowledge graph\n: IPRally\nAdditionally, another major factor at play here is explainability -- that is, IPRally allows the user to dive into the processes behind the results to see exactly why the platform has delivered the results it has, and gain a better understanding of any relevant\n.\nIPRally: Explainability\n: IPRally\nThere has been some sustained interest in all manner of technology that promises to modernize IP management, with the likes of SoftBank and Tencent backing IP analytics platform PatSnap\nback in 2021. And just last week, London-based\nraised a\nfor a holistic platform that connects all the strands and stakeholders involved in the IP management process.\nIn its short life so far, IPRally has amassed a fairly decent roster of customers including Nvidia, Dolby, and Bentley. And with another €10 million in the bank, co-founder and CEO Sakari Arvela said that they're looking to extend IPRally's scope beyond patent search and categorization.\n\"With this investment, we're able to expand IPRally towards a more comprehensive patent insights platform that even more organizations can benefit from, without having to rely on multiple systems,\" Arvela said in a statement.\nIPRally's latest fundraise, which comes a couple of years after it\na €2.4 million seed tranche of funding, was led by Endeit Capital, with participation from Join Capital, Spintop Ventures and Icebreaker.vc."},
{"url": "http://news.yahoo.com//gadfly-reporter-throws-white-house-201427546.html", "title": "Gadfly Reporter Throws White House Presser Into Chaos With Over-the-Top Tantrum", "date": "2023-03-20T20:14:27.000Z", "content": "Simon Ateba\nmade the White House press briefing\nperceived grievances on Monday.\nA\nwho\nfrom the White House Correspondent’s Association, the Today News Africa reporter had one of his\npublic meltdowns—this time in front of the\ncast.\nWith Jason Sudeikis, Hannah Waddingham, and other stars of the hit show joining White House Press Secretary Karine Jean-Pierre at the podium, Ateba began berating Jean-Pierre for not taking enough of his questions.\n“No, no, we’re not doing this,” the Biden flack snapped back. “We’re not doing this, we’re not doing this, we’re not doing this!”\nKJP: No no no we’re not doing this..\n— Acyn (@Acyn)\nAteba, undeterred, contended that “this is not China” and “this is not Russia” before accusing Jean-Pierre of “making a mockery of your profession.” He then grumbled that “it’s been seven months” since he had last been called on to ask a question, all while the\nstars stood awkwardly in the background and Ateba’s press room colleagues yelled out for him to respect “decorum.”\nMoments later, after the celebrity portion of the gaggle was complete, Ateba decided to keep going. This time around, however, several fellow journalists stepped in to shut him down.\nOne reporter let out an exasperated yelp during Ateba’s continued diatribe while others, including Reuters reporter Jeff Mason and columnist Brian Karem (no stranger to press briefing controversy himself), lectured Ateba on his behavior.\nWow\n— Acyn (@Acyn)\n“You’re in the front row, and you’ve been comfy, and you get questions all the time,” Ateba shouted at Mason. “There are people in the back who don’t get any questions!”\nKarem fired back, “Don’t make assumptions about what the rest of us do. Mind your manners when you’re in here, and if you have a problem, you bring it up afterwards! But you are impinging on everybody in here who are only trying to do their jobs!”\nJean-Pierre, who has had her fair share of run-ins with Ateba, described his latest outburst as “unacceptable” while noting that the\ncast was making a short visit to discuss mental health care.\nPart II\nand\nexchange words👇🏾\n— Ebony McMorris (@E_N_McMorris)\n“As you all know, this is the White House press briefing room, a historic room, a room that should have decorum, a room where folks should respect their colleagues, and respect the guests who are here,” she noted. “I understand there’s going to be a give and take. That’s the way the press briefing has gone for decades before me. And I will always respect that, but what I will not appreciate is disrespecting colleagues and disrespecting guests who were here to talk about an incredibly important issue, which is mental health.”\nEarlier this month, Ateba—who has long accused the Biden communications staff of “\n” him due to the complaints of fellow White House reporters—told Fox News host Tucker Carlson\nfollowing his removal from the WHCA.\nAnd moments after his latest briefing room outburst, Ateba\nto announce that he will appear on Carlson’s program later that evening to talk about how “they all disrespected me.”"},
{"url": "http://news.yahoo.com//samsungs-expanded-oled-tv-lineup-includes-a-new-lower-priced-series-130035154.html", "title": "Samsung's expanded OLED TV lineup includes a new lower-priced series", "date": "2023-03-20T13:00:35.000Z", "content": "Samsung is finally offering more than\n. The company is expanding its Quantum Dot OLED range to add a more affordable S90C family (pictured above). You'll have to settle for a scaled-back version of object-tracking sound and won't get the S95C's near-flush wall mounting or external connection box. You'll still get a punchy QD-OLED image, AI-based HDR mapping, Dolby Atmos audio and syncing with Samsung soundbars.\nThe S90C starts at $1,899 for a 55-inch model and scales up to $3,599 for a 77-inch version. A 65-inch set is \"coming soon.\" Conveniently, those prices match what LG is asking for equivalent\n— Samsung is clearly eager to upstage its main rival, although it still doesn't offer Dolby Vision HDR.\nYou'll also have more options if you're willing to spend extra on the S95C. In addition to the already-shipping $4,499 77-inch model, Samsung is adding more reasonable 55-inch ($2,499) and 65-inch ($3,299) screens. Those prices are higher than last year's models, but match the prices of LG's G3 line. Samsung claims a slightly brighter 2,000-nit output and a 144Hz refresh rate for compatible PC games.\nBoth the S90C and S95C are rolling out today. It's too soon to say if Samsung or LG has the best OLED TV family this year, but it may come down to differences like Dolby Vision support or a brighter picture. However, it's safe to say Samsung is now fully invested in OLED TVs after avoiding them for years. The extra competition may be good news if it leads to more aggressive pricing and feature upgrades."},
{"url": "http://news.yahoo.com//inflation-canada-eases-5-2-per-cent-february-124258425.html", "title": "Inflation continues its pullback in Canada, with prices rising 5.2 per cent in February", "date": "2023-03-21T12:42:58.000Z", "content": "Canada's inflation rate eased to 5.2 per cent in February, Statistics Canada said on Tuesday, but food prices continued their steep climb.\nFebruary's rise in the Consumer Price Index (CPI) marks a decrease from January's annual increase of 5.9 per cent, and the largest deceleration in headline CPI since April 2020.\nOn a monthly basis, Statistics Canada said inflation increased 0.4 per cent last month, or a seasonally adjusted 0.1 per cent.\nEconomists surveyed by Bloomberg had expected inflation to ease to 5.4 per cent on an annualized basis in February.\nStatistics Canada noted that the year-over-year deceleration was due to a \"base-year effect\", as the Canadians saw significant price increases in February 2022 in part due to Russia's invasion of Ukraine.\n\"While inflation has slowed in recent months, prices remain elevated,\" Statistics Canada said in its release.\nThe inflation increase comes as the Bank of Canada holds its benchmark interest rate steady at 4.5 per cent, as it assesses the affects of its aggressive tightening cycle. Earlier this month the Bank of Canada become the first major central bank to pause interest rate hikes, following eight consecutive rate hikes made in an effort to tame soaring inflation."},
{"url": "http://news.yahoo.com//bofa-recession-fears-are-up-in-march-113907418.html", "title": "BofA: 'Recession fears are up in March'", "date": "2023-03-21T11:39:07.000Z", "content": "is picking back up on Wall Street as markets deal with the blow of\nand the potential economic aftermath.\nThe likelihood of a U.S. recession is back on the rise for the first time since November 2022, according to the latest BofA fund manager survey released on Tuesday. About 42% of fund managers surveyed see a recession happening within the next 12 months, up from 24% in February.\nWhile fund managers aren't in universal agreement on a recession, they are almost in unison on the economy being stagnant over the next 12 months.\nA whopping 80% of those fund managers surveyed expected a stagflationary economy to persist.\nis where the economy remains stagnant amid relatively high inflation.\nThe vibe among fund managers comes as economists begin to readjust their economic thinking post the\nof Credit Suisse (\n), Signature Bank, and Silicon Valley Bank — which pros point out has collectively caused tightening of financial conditions.\nJefferies strategists maintained their 2023 recession call this week, citing tighter lending standards at banks as the crisis continues.\nhe sees a 35% chance of a U.S. recession in the next 12 months, up from 25% previously. The increase in odds reflects \"increased near-term uncertainty\" around the economic effects of small bank stress.\nHatzius also\nhis 2023 GDP forecast by 0.3 percentage points to 1.2%.\n\"We believe that inflation is already slowing significantly and that a recession is already baked in the cake, probably starting in second half of this year,\" wrote EvercoreISI chairman Ed Hyman."},
{"url": "http://news.yahoo.com//twitch-says-lay-off-400-174441309.html", "title": "Twitch says it will lay off 400 employees", "date": "2023-03-20T17:44:41.000Z", "content": "announced plans to reduce its workforce on Monday, demonstrating that even the seemingly booming streaming site isn't immune to the reductions that have swept the tech industry in the last six months.\nThe layoffs will affect 400 employees at the company and were characterized as an effort to improve Twitch's business outlook in the long term. The reduction is part of Twitch parent company\nacross divisions including its AWS cloud and advertising units.\n\"Like many companies, our business has been impacted by the current macroeconomic environment, and user and revenue growth has not kept pace with our expectations,\" new Twitch CEO Dan Clancy wrote. \"In order to run our business sustainably, we’ve made the very difficult decision to shrink the size of our workforce.\"\nClancy announced the news\njust days after longtime Twitch CEO Emmett Shear\nfrom the company to spend time with his family. Clancy moves into the chief executive role from his previous position as president, which saw him already running day-to-day operations at the company.\n— Emmett Shear (@eshear)\nWhile Twitch is still a platform on the upswing, both in terms of its community and its massive cultural impact, the company likely struggled to match its early pandemic highs — a familiar story we're seeing play out across the tech industry.\nWith people stuck at home, hours spent in online spaces soared and hires followed suit. But recent uncertain economic conditions are dragging tech companies' stratospheric new measures for success back to Earth, in many cases prompting them to scale back and reduce the size of their teams."},
{"url": "http://news.yahoo.com//trending-tickers-credit-suisse-kingfisher-fresnillo-115358989.html", "title": "Trending tickers: Credit Suisse | Kingfisher | Fresnillo", "date": "2023-03-21T11:53:58.000Z", "content": "The Swiss establishment might have come to the rescue but the government-orchestrated deal for UBS (\n) to acquire troubled Credit Suisse has angered many investors.\n“Switzerland’s standing as a financial centre is shattered,” Octavio Marenzi, CEO of Opimas, said in a research note. “The country will now be viewed as a financial banana republic.”\nCredit Suisse shares have plunged by over 50% as the merger continues to cause jitters.\nUBS has had its credit outlook lowered by S&P Global Ratings and Moody's Investors Service as the bank faces integration and restructuring challenges following its emergency takeover of Credit Suisse.\nThe Swiss lender's rating outlook was cut to negative from stable by both firms, with analysts citing the risk of client attrition and the complex task of running down Credit Suisse's trading operations.\nVictoria Scholar, head of investment at Interactive Investor, said: “Up to a third of the 120,000 jobs in the combined UBS/Credit Suisse group could be let go.\"\nThe company behind Screwfix and B&Q has revealed a sharp decline in profits from record levels achieved in the wake of the\n.\nIn the 12 months to the end of January adjusted pre-tax profit hit £758m ($928.8m), a reduction of more than 20%. This year it is expected to fall to around £633m.\nSales declined by 0.9% to £13bn. On a like-for-like basis, sales were 2.1% lower but 15.6% above pre-pandemic levels.\nShares in Kingfisher, which is listed on the FTSE 100 (\n), lost 1.39% after it announced the 20% fall in adjusted pre-tax profit.\nKingfisher, which maintained its total dividend at 12.40 pence a share, also announced new medium-term financial priorities, focused on growth, cash generation and higher returns to shareholders.\nPrecious metal miner Fresnillo lost its shine this session, finding itself at the bottom of the FTSE 100.\nShares in the company slumped over 2% on Tuesday and are down 19% since the start of the year.\nEarlier this month, the miner slashed its annual dividend by half, after 2022 results were hit by metal price volatility, and cost inflation.\n“Our financial results were impacted by industry pressures including volatile precious metal prices and higher cost inflation,” chief executive Octavio Alvídrez said.\n“While our workforce continued to feel the impact of the pandemic and caused delays to our development program, and more specific to Mexico, the labour reform which limited the use of contractors — requiring us to train new employees,” he noted.\nGold had somewhat of a rally as investors sought a safe haven from the bank turmoil but that appears to have lost steam, also hurting the share price of the world’s top silver producer and Mexico’s largest gold miner.\nInvestors are turning their attention to upcoming rate decisions from the Federal Reserve and the\n(BoE).\nThe US Federal Reserve will announce its decision around interest rates on Wednesday.\nExpectations are swinging wildly as the events at Silicon Valley Bank and Credit Suisse have thrown in a curveball. But expectations are settling on a 0.25% hike in the Fed Funds rate to 5%.\nNeil Wilson at Markets.com said that despite the apparent relief in financial markets, uncertainty is still in charge. \"What we are seeing is that once events take over, policymakers are left with zero good options,\" he said.\n\"The Federal Reserve faces a dilemma and one of the most difficult decisions in years — it can hike or it can pause or even cut.\"\n\"Markets have become increasingly divided as to what the FOMC may well do when it comes to interest rates tomorrow, with opinions split between another 25bps hike, a pause, and a 25bps rate cut,\" said Michael Hewson, chief market analyst at CMC Markets.\nIn the UK, the Bank of England will make its call on\non Thursday.\nOver 50% of investors now expect the BoE to swerve a further interest rate rise when members of its Monetary Policy Committee meet later this week, according to a Refinitiv poll."},
{"url": "http://news.yahoo.com//the-morning-after-xboxs-mobile-game-store-could-arrive-next-year-112026527.html", "title": "The Morning After: Xbox's mobile game store could arrive next year", "date": "2023-03-21T11:20:26.000Z", "content": "Microsoft could launch an Xbox store on iOS and Android\n, according to a\ninterview with Phil Spencer. Microsoft first revealed it was working on an Xbox store for mobile devices in a document filed with the UK’s Competition and Markets Authority (CMA) last year. The head of the company’s gaming division said the plan depends on regulators approving Microsoft’s\nof Activision Blizzard. “The Digital Markets Act (DMA) that’s coming – those are the kinds of things that we are planning for,” he said. “I think it’s a huge opportunity.”\nUnder the DMA, major platforms the European Union designates as “gatekeepers” will be required to open their devices to competing app stores.\nreported last year that Apple was already preparing to make iOS compliant with this legislation ahead of its March 2024 deadline. Spencer also noted in the interview it would be “pretty trivial” for Microsoft to adapt its existing Xbox and Game Pass apps to sell games and subscriptions through mobile devices.\n– Mat Smith\nAcer is making a serious left turn. Typically known for its PCs, laptops and accessories, the company has revealed the ebii, an e-bike for cities, with AI features that learn riders' personal preferences and change gears depending on road conditions. It's about 35 pounds, making it lighter than most e-bikes. Acer claims it has a maximum assist speed of 20MPH and can go just under 70 miles on one charge. For now, there’s no date or price.\nCeramic kamado-style grills have been some of the best grilling gear available for backyard cooks for a long time. However, it takes practice to master lighting them and maintain cooking temperatures. But the new Konnected Joe has a push-button charcoal igniter to get the grill going and a digitally controlled fan system to keep the heat level where you need it. The 18-inch diameter cooking surface gives you enough room for 13 burgers, four whole chickens or two pork butts, the latter being my new favorite unit of measure for area.\nNetflix continues to build up an incredible library of mobile games that (surprisingly) aren’t awful. Maybe because it’s been buying established titles – and developers. Apparently, Netflix is just getting started and plans to add around 40 more games throughout the year. The company has revealed a few of those titles, including reverse city-builder\n(March 28th) and\n, in which you fold parts of the world to solve puzzles. Netflix has also struck a deal with Ubisoft for three exclusive games.\nAgility Robotics announced an updated version of its bipedal Digits warehouse robot. Designed to take on repetitive or injury-risking tasks, the new version adds a head (with LED animated eyes) and hands, and it can handle a wider variety of demanding workloads than its predecessor. The company is opening applications for spots in its Agility Partner Program (APP), which will be the only place to purchase them initially. Pricing has yet to be announced, but the first units should ship in early 2024.\n8BitDo, makers of some of our\n, has confirmed its controllers now officially support iPhones, iPads and Macs, thanks to firmware upgrades and Apple's recent iOS 16.3, iPadOS 16.3, tvOS 16.3 and macOS 13.2 updates. The compatibility is limited to the Lite SE, Pro, Pro 2, SN30 Pro+, SN30 Pro for Android and Ultimate Controller 2.4g, but more models are \"incoming.\""},
{"url": "http://news.yahoo.com//thin-blue-line-symbol-canada-meaning-history-edmonton-police-officers-233702994.html", "title": "'Thin blue line:' What it is and why it's sparking outrage in wake of shooting death of Edmonton police officers", "date": "2023-03-20T23:37:02.000Z", "content": "Conservative Leader Pierre Poilievre is\ncommemorating the lives of\npolice officers killed in the line of duty last week contained a thin blue line over the police crest.\nThe thin blue line symbol is most commonly depicted as a black and white Canadian flag with a solid blue line across the centre, symbolic of the line officers walk between life and death while serving.\nWorn mostly by law enforcement and their family members, those who don the symbol say it stands for solidarity and pride within a dangerous profession and as a means to honour fallen officers.\nHowever, following the Black Lives Matter protests which swept across the United States in the wake of George Floyd's death at the hands of police officers during May 2020, the thin blue line is viewed by many as associated with racism and an us vs. them mentality.\nThe first\nof thin blue line in policing was by New York police commissioner Richard Enright during 1922 in response to criticism he was facing for his leadership.\nThe term gained popularity during the 1950's, when a short-lived TV show titled\noffered viewers an inside glimpse of the Los Angeles Police Department operations.\nDirected by the force's chief, William H. Parker was known for his unambiguous racism. In his speeches, he would say immigrants were \"not far removed from the wild tribes of Mexico,\" and compared Black residents who would protest his own department's mistreatment \"monkeys in a zoo.\"\nParker's view of policing was to protect Western civilization from communists, minorities or anyone who did not meet his world view.\nThe term gained notoriety again during 1988 following the release of Erroll Morris' documentary\ncentred around the trial and conviction of\nfor the 1976 shooting of Dallas police officer Robert W. Wood.\nOver the past several years, many police forces across Canada have banned officers from wearing the thin blue line while on duty due to the adoption of the symbol by far right groups.\nIn 2020, the RCMP announced a ban on the wearing of the thin blue line patches on officer's clothing. Ottawa police and Vancouver police followed suit.\nLast year, the Calgary Police Commission announced a directive to replace the thin blue line with a symbol that better reflected the values of Calgarians.\n“People in our community have clearly expressed that the thin blue line patch on police officers makes them uncomfortable due to its history and current use by groups opposing racial equity. As policing evolves, so must its symbols. Discontinuing the use of a symbol that is undermining some Calgarians’ trust in the police is the right thing to do,” wrote Shawn Cornett, Chair of the Calgary Police Commission in a\n.\nThe decision to replace the symbol followed a two-year consultation period, which included conversations between Calgary's two police associations and the service's Anti-Racism Action Committee.\nFollowing the consultation period, it was determined the thin blue line fails to reflect a fundamental principal in Canadian policing which is \"“the police are the public and the public are the police.”\nSocial media users called out Poilievre over the weekend for promoting a symbol deemed by many as racist.\n\"The thin blue line has no place in Canada, much less from a politician seeking to lead the country,\" tweeted one user.\nAnother pointed out that the deaths of two officers in the line of duty was not a time to share the symbol.\nYou know perfectly well the sensitivity of the thin blue line. Could you not express sympathy for this devastating loss without the usual politicization ? Focus on the loss of these young men, this is not another opportunity for your divisive campaigning.\n— objectivelyAlbertan (@CanadianModera1)\nOttawa police officers are also\nafter officers were spotted wearing the thin blue line symbol at a charity hockey game over the weekend.\nA spokesperson for the police says the jerseys were provided by the Ottawa Police Association and officers are not allowed to wear it on their uniforms.\nThe association is defending the use of the symbol, saying they believe it is a way to honour officers who have died on the job."},
{"url": "http://news.yahoo.com//india-wont-tolerate-abusive-obscene-021815234.html", "title": "India won't tolerate abusive, obscene content on streaming services, minister warns", "date": "2023-03-21T02:18:15.000Z", "content": "India will not tolerate use of abusive language and display of obscene content in movies and TV shows on video streaming services, a key minister has warned in a move that a critic cautioned illustrates how the nation's IT rules have “handed over direct ministerial power for censorship.\"\nAnurag Thakur, Union Minister of Information Broadcasting and Sports and Youth Affairs, said at a press conference that use of abusive language in the name of creativity will not be tolerated and that the government is receiving a growing list of complaints about increasing abusive and obscene content.\nThakur warned that New Delhi will not shy away from “making any changes” in the rules to address this situation.\n“If there is a need to make any changes in the rules regarding this, the ministry is willing to consider that. These platforms were given freedom for creativity, not obscenity. Whatever necessary action needs to be taken on this, the government will not back down from it,” he said at a conference, a transcript of which has since been published on the government site.\nIndia’s Ministry of Information and Broadcasting, which oversees programs beamed on television and screened in theatres in the country, assumed the authority to\nand digital news outlets in 2020.\nThe IT Rules, 2021 were supposed to usher in \"self-regulation\", however they handed over direct ministerial power for censorship over OTTs. If we read legal developments in Cable Broadcast as contemporary history there is a clear path towards neutering creativity and control.\n— Apar (@apar1984)\nThakur added, “The process so far is that the producer has to resolve the received complaints at the first level. 90% to 92% of the complaints are resolved by them by making necessary changes. The next level of complaint resolution is at the level of their association, where most of the complaints are resolved. At the last level, it comes to the level of the government, where action is taken on the departmental committee level, according to the rules in place. But somewhere, complaints have started increasing in the last few days and the department is taking it very seriously. If there is a need to make a change, we are willing to consider it seriously.”\nThe minister's remarks are the latest headache for Amazon and Netflix in India, both of which have\nfor the choice of content they have approved in the South Asian market. In 2021, Amazon\nto users in India for an original political drama series over allegations that a few scenes in the nine-part mini series hurt the religious sentiments of some people.\n“We respect our viewers’ diverse beliefs and apologize unconditionally to anyone who felt hurt by these scenes. Our teams follow company content evaluation processes, which we acknowledge need to be constantly updated to better serve our audiences. We will continue to develop entertaining content with partners, while complying with the laws of India and respecting the diversity of culture and beliefs of our audiences,\" Amazon said at the time."},
{"url": "http://news.yahoo.com//poll-trust-police-metropolitan-casey-report-112759826.html", "title": "Poll: How much do you trust your local police force?", "date": "2023-03-21T11:27:59.000Z", "content": "The\nis a \"boys' club\" that is\n, a damning review has found.\nA 363-page report\nfound that women and children have been failed by the force, as public trust in police continues to plummet.\nThe report found that 51% of women in London do not have confidence in the Metropolitan Police to keep women and girls safe, compared with 41% of men.\nThe report did not rule out that there are more Met Police officers like\nand\n.\nThe review was commissioned in the wake of the death of Sarah Everard, who was murdered by Couzens.\nThe report found that violence against women and girls has not been taken as seriously as other forms of violence.\nPrime minister Rishi Sunak said on Tuesday that trust in the force has been “hugely damaged”.\nAsked whether he believed his daughters could trust the police in London, Rishi Sunak told BBC Breakfast: “Of course we need the answer to that question to be yes.\n“Clearly at the moment trust in the police has been hugely damaged by the things that we’ve discovered over the past year.”\n(Yahoo News UK, 6 min read)\n(The Telegraph, 3 min read)\n(Sky News, 5 min read)\n(Yahoo News UK, 6 min read)\n(Yahoo News UK, 11 min read)"},
{"url": "http://news.yahoo.com//stock-market-news-today-live-updates-march-21-2023-120030781.html", "title": "Stock market news today: Stock futures rise, regional bank stocks rebound", "date": "2023-03-21T12:00:30.000Z", "content": "U.S. stock futures were higher ahead of the open on Tuesday following U.S. and European efforts to stabilize the banking system.\nThe ripples of the bank failures comes on the heels of the Federal Reserve’s next interest rate decision Wednesday. Its policy meeting kicks off Tuesday.\nFutures tied to the S&P 500 (\n) added 0.6%, while futures on the Dow Jones Industrial Average (\n) gained 0.7%. Contracts on the technology-heavy Nasdaq Composite (\n) edged up by 0.4%.\nBond yields are rising, “potentially indicating less of a recessionary impulse from the banking system,” according to the US Market Intelligence team at JPMorgan. The yield on the benchmark 10-year U.S. Treasury note rose 3.5% Tuesday morning. On the front end of the yield curve, two-year yields jumped to 4.1%.\nThe S&P 500\n. According to data from Bespoke Investment Group, energy and materials were the top sector performers, each gaining over 2%. Tech, consumer discretionary, and communication services underperformed following last week’s strength.\nThe headliner event of the week will be a crucial two-day meeting of the Federal Reserve's policy-making committee, where central bank officials\nwhether to raise interest rates again or take a pause amid the turmoil in the banking sector.\nPrior to the Silicon Valley Bank fallout, policy makers were poised to hike rates by as much as 50 basis points following a flurry of data showing a resilient economy. But given the crisis in the banking sector, many market participants forecast a smaller point increase — or none at all.\n“Based on Powell’s recent hawkish shift in early March, the market is still giving the Fed room to hike 25bps at this upcoming meeting, but will not allow the Fed to get away with more tightening beyond that,” Victor Masotti, Director of Repo Trading at Clear Street, wrote in a statement.\nThe European Central Bank was confronted by a similar scenario on Thursday. As a result, the ECB raised interest rates by\nsaying it remains committed to dampening inflation while monitoring the turmoil in the banking sector.\n“Our economists expect the Fed to follow the ECB’s lead and raise rates in line with expectations, do away with forward guidance, but signal a continued tightening bias,” Jim Reid and colleagues at Deutsche Bank wrote in an early morning note Tuesday.\nWith Credit Suisse’s (\n) solvency no longer a major concern after the weekend's\nbetween UBS (\n) and Credit Suisse, US regional banks remain an area of focus. JPMorgan is\nabout efforts to stabilize First Republic (\n) after last week’s $30 billion deposit lifeline failed to restore confidence. Shares soared in premarket trading after sinking 47% Monday.\nOther regional bank stocks making gains Tuesday morning include PacWest Bancorp (\n), Zions Bancorporation (\n), Western Alliance Bancorporation (\n), and Regions Financial (\n).\nBig bank stocks also rebounded in the premarket, including Bank of America (\n), JPMorgan Chase (\n), Wells Fargo (\n) and Citigroup (\n).\nMeanwhile, the U.S. government is exploring ways to guarantee all bank deposits, an effort that wouldn’t need Congress to pass a new law,\nTreasury Secretary Janet Yellen said at an event Tuesday morning that the government could backstop more deposits if necessary for smaller lenders,\nThe company\n, laying off 9,000 more employees in the coming weeks, CEO Andy Jassy\nin a memo to staff on Monday. The move comes after 18,000 workers were laid off earlier this year.\nDigital World Acquisition is a SPAC expected to merge with Donald Trump's Trump Media & Technology Group. The stock witnessed volatility after Trump said he expected to be arrested on Tuesday over alleged hush-money payments in 2016.\nOutside of the Fed’s policy meeting, economic reports are due to pour in, including housing data, services and manufacturing activity readings from S&P Global.\nOn the earnings calendar, results from Nike (\n) and Darden Restaurants (\n) are set to be released this week, providing an update on the state of the consumer.\n—"},
{"url": "http://news.yahoo.com//algonquin-powers-us26b-deal-to-buy-kentucky-power-unlikely-to-close-analysts-120816074.html", "title": "Algonquin Power's US$2.6B deal to buy Kentucky Power unlikely to close: analysts", "date": "2023-03-21T12:08:16.000Z", "content": "Algonquin Power & Utilities (\n)(\n) is fighting a losing battle to buy Kentucky Power, according to analysts who increasingly see the US$2.6 billion deal's failure as a blessing in disguise for the Oakville, Ont.-based company, and its shareholders.\nAlgonquin's US$17 billion portfolio of utility and renewable energy assets scattered across Canada and the United States spans hydroelectric, wind, and solar power facilities, as well as water, wastewater treatment, electricity, and natural gas. In 2021, Algonquin announced a deal to enter the Bluegrass State with the purchase of American Electric Power's (\n) Kentucky operations.\nCEO Arun Banskota said at the time that Algonquin will replace Kentucky Power's coal power generation with economical, non-emitting renewables, while snapping up nearly a quarter-million new customers in the region. Dubbed \"greening the fleet,\" he says the strategy was successful in Missouri, where Algonquin invested in wind power to support the early retirement of a coal plant after buying the Empire District Electric Company in 2017 through its U.S. subsidiary, Liberty Utilities.\nCiting the risk of consumers being hit with higher rates, the U.S. Federal Energy Regulatory Commission blocked Algonquin's acquisition of Kentucky Power on Dec. 15, 2022. Banskota called the rejection \"a surprise\" on a January earnings call.\nAlgonquin says a new application was filed on Feb. 14. A 45-day comment period expires at the end of this month. If the deal is not closed by April 26, either party may terminate the transaction under certain conditions. Algonquin could face a $65 million break fee. The company did not respond to a request for comment on Monday.\nWith the clock ticking, Nelson Ng of RBC Capital Markets is among the analysts casting doubt on the deal.\n\"The timing is very tight, and we believe that it is likely the Kentucky Power transaction will not close by the outside date,\" he wrote in a note to clients on Monday. \"The market prefers that Algonquin not proceed with the transaction.\"\nA lot has changed since the deal was first announced. In a bid to control rising inflation, the Federal Reserve and the Bank of Canada have rolled out a series of rate hikes, putting pressure on capital-intensive businesses like energy infrastructure companies. At the same time, global interest in renewable energy has climbed in the wake of Russia's invasion of Ukraine, and the passage of major climate spending in the U.S. via the Inflation Reduction Act (IRA).\nafter Banskota called for rising interest rates and a tough economy to weigh on earnings into 2023.\nOn Jan. 5, Wells Fargo analyst Neil Kalton said\n\" with the stock having lost about 45 per cent of its value in a matter of weeks. Since then,\n.\nKalton continues to see the Kentucky Power deal gaining FERC approval by April 26 as unlikely, adding he would be surprised if Algonquin and AEP extend the deadline.\n\"We continue to view not closing [Kentucky Power] as the path of least resistance for the company in terms of balance sheet repair,\" he wrote in a report on Sunday. \"The [Kentucky Power] outcome remains a critical data point, as Algonquin cannot fully spell out the strategy until clarity is achieved.\"\nScotiabank Global Equity Research analyst Robert Hope says Algonquin shareholders could be in for a volatile month ahead of the April 26 deadline.\n\"Investor sentiment is that if Kentucky Power were to fall through, Algonquin's balance sheet would be stronger, which would be supportive of a higher valuation,\" he wrote last week. \"If the deal does proceed, management highlighted that its 'greening the fleet' thesis is intact, with the IRA providing long-term tailwinds.\"\nBanskota was tight-lipped about the deal last week when Algonquin reported fourth-quarter and full-year financial results. He says between the utility and renewables sides of the business, the company finds itself in a target-rich environment for acquisitions.\n\"I don't want to speculate on what happens,\" he told analysts on a March 17 conference call.\n\"We have lots of options to deploy capital.\"\n."},
{"url": "http://news.yahoo.com//canada-travel-brazil-visa-requirement-182800000.html", "title": "Canada travel requirement: Brazil resumes visa requirement for tourists starting Oct. 1, 2023", "date": "2023-03-20T18:28:00.000Z", "content": "Brazil is reintroducing the requirement to obtain tourist visas for the citizens of Canada, the United States, Australia, and Japan starting Oct. 1 this year, the Brazil foreign ministry, Itamaraty, has\n.\n\"The Brazilian Government has decided to resume the requirement of visitor visas for citizens of Australia, Canada, Japan and the United States,\" the press release said.\n\"The decision followed consultations with these four countries on the possibility of granting visa exemption to Brazilian nationals, in compliance with the principle of reciprocity.\"\nAccording to Brazil's Foreigners Act (Law 6.815), Brazil follows the principle of reciprocity and requires visas from people of countries. that also require visas from Brazilian citizens.\nFormer president Jair Bolsonaro had scrapped the visa requirements in 2019 to bolster the country’s tourism industry, but the four countries since have continued to demand visas from Brazilians.\nAccording to the release, the visa exemption was a \"breach of the pattern of Brazil's migration policy, historically based on the principles of reciprocity and equal treatment.\"\n\"Brazil does not grant unilateral visitor visa exemption to other countries without reciprocity,\" it also said.\nHowever, the government also said that it would be willing to negotiate visa exemption agreements \"on mutual bases with the four mentioned countries\".\nBrazil eliminated tourist visa requirements for visitors from the United States, Canada, Australia and Japan in June 2020 and was planning to do the same for India and China to boost tourism.\nFollowing the visa waivers, the number of Americans booking flights to Brazil jumped 39%.\nHowever, safety concerns, inconvenient flights, and poor infrastructure have been holding back Brazil's tourism industry.\nAccording to\n, international tourism represents just 2.5% of Brazilian export revenue — compared with 7.5% in Argentina and nearly 17% in Uruguay, according to World Bank data and the United Nations World Tourism Organization.\nAccording to the release, nationals from the four countries will need to apply for a visitor visa (e-visa) online prior to traveling to Brazil.\nDetails on the validities, restrictions and processing times of the new e-visa have yet to be announced but will be released by the ministry soon.\nPrior to the 2019 visa waiver, the e-visa was valid for up to two years and allowed for a stay of up to 90 days per entry. Foreign nationals on e-visas who were traveling to Brazil for sports and artistic performances could only stay in Brazil for 90 cumulative days per year and could not extend their stay in country.\nVisitors from Canada are told to exercise a\n' in Brazil due to high crime rates, gang-related incidents and violence in certain urban areas such as Rio de Janeiro, São Paulo, Brasilia, and Salvador.\nTourists are a high target for petty street crime including pickpocketing, purse snatching and theft from cars.\nFlash mob robberies also occur often on Rio's city beaches and crowded tourist areas. Flash mob robberies involves a group of thieves that swarm an area and snatch valuable items such as cash, jewellery and cell phones.\nAnother common ruse used by criminals is the 'Good Samaritan scam', where a criminal offers to help a tourist who looks lost.\nViolent crime and ATM fraud is also common in Brazil. For more information, visitors can refer to the\nwebsite."},
{"url": "http://news.yahoo.com//google-flags-apps-made-popular-024217477.html", "title": "Google flags apps made by popular Chinese e-commerce giant as malware", "date": "2023-03-21T02:42:17.000Z", "content": "On Monday, Google announced that it had flagged several apps made by a Chinese e-commerce giant as malware, alerting users who had them installed, and suspended the company's official app.\nIn the last couple of weeks,\nsecurity researchers\nPinduoduo,\nthat boasts\n, of making apps for Android that contain malware designed to monitor users.\nEd Fernandez, a Google spokesperson, said that “off-Play versions of this app that have been found to contain malware have been enforced on via Google Play Protect,” referring to apps that are not on Google Play.\nEffectively, Google has set Google Play Protect, its Android security mechanism, to block users from installing these malicious apps, and warn those who have them already installed, prompting them to uninstall the apps.\nFernandez added that Google has suspended Pinduoduo's official app on the Play Store “for security concerns while we continue our investigation.”\nA security researcher, who asked to be anonymous, alerted TechCrunch of the claims against the apps and said they analyzed the apps as well, finding that the apps were exploiting several zero-days to hack their users.\nPinduoduo did not respond to a request for comment.\nIn a test, TechCrunch installed\n, which popped up a message by Google alerting that the app is malicious.\nIt’s important to note that Google Play is not available in China, and according to the anonymous security researchers, the malicious apps were present on the custom app stores of the phone manufacturers Samsung, Huawei, Oppo and Xiaomi.\nNone of these companies responded to a request for comment."},
{"url": "http://news.yahoo.com//mercyhurst-carson-briere-facing-criminal-charges-after-pushing-wheelchair-down-stairs-200109254.html", "title": "Carson Briere charged after pushing amputee's wheelchair down flight of stairs", "date": "2023-03-20T20:01:09.000Z", "content": "Mercyhurst men's hockey player Carson Briere, who went viral earlier this month after shoving an empty\n, has been charged with criminal mischief and disorderly conduct.\nErie police reportedly filed the same charges against Mercyhurst men's lacrosse player Patrick Carrozzi, who was seen in the same video which prompted the criminal probe.\n, Carrozzi, 21, and Briere, 23, are listed as co-defendants in the criminal complaints against them, which include second-degree misdemeanors of criminal mischief related to damaged property, criminal conspiracy to commit criminal mischief and the summary offense of disorderly conduct.\nIn Pennsylvania, where the incident occurred, a second-degree misdemeanor charge\nand a fine of up to $5,000 if convicted, while a conviction for a summary offense carries a maximum prison sentence of 90 days and a $300 fine.\nIn the video, which quickly went viral on social media and amassed nearly 40 million views since it was released by bar staffer Julia Zukowski around 3:00 am on March 14, Briere and Carozzi were seen conversing at the top of a flight of stairs at a local bar called Sullivan's before pushing — and appearing to destroy — a wheelchair down a flight of stairs.\nI usually don’t post anything serious on my twitter but something happened Saturday night and just can’t stomach the thought of this kid getting away with it. In the video below is a\nstudent and is currently on the\nteam. Carson Briere.\n— julia (@juliazukowski)\nAs the video picked up steam on both social and mainstream media,\nwith a statement on the incident.\n\"Late this afternoon, Mercyhurst University became aware of a disturbing video in which one of our student-athletes is seen pushing an unoccupied wheelchair down a flight of stairs at a local establishment. Our Office of Student Conduct and Department of Police and Safety are investigating.\"\nThe wheelchair belonged to a double amputee named Sydney,\na day after the video was released:\n\"Hi I'm Sydney and it was my chair that was pushed down the stairs. I’m so thankful for all of Sullivan’s help in this situation and the kind comments I see on Julia’s post. I swear I really don’t wanna keep a cent of the donated money, I’d much rather give it to those who need it.\"\nThe publication of the \"disturbing\" footage also\nfrom Briere along with his father, Danny — a former NHL player who was recently named the\n.\nFrom the Flyers, statements from GM Daniel Briere and his son, Carson\n— Michael Russo (@RussoHockey)\nMercyhurst's athletics department suspended Briere and Carrozzi indefinitely from their respective teams last Wednesday. The school is also investigating the incident in question, a Mercyhurst spokesperson said last week."},
{"url": "http://news.yahoo.com//federal-reserve-between-a-rock-and-a-hard-place-as-interest-rate-decision-looms-120902298.html", "title": "Federal Reserve 'between a rock and a hard place' as interest rate decision looms", "date": "2023-03-21T12:09:02.000Z", "content": "Federal Reserve officials will convene this week for one of the central bank's most uncertain policy meetings in years.\nForced to balance the consequences of a banking crisis and inflation that remains well above target, the Fed is expected to raise interest rates by another 0.25% when it releases its latest policy decision at 2:00 p.m. ET Wednesday afternoon. This move would bring the Fed's benchmark interest rate range to 4.75%-5%, the highest since October 2007. Fed Chair Jerome Powell will hold a press conference at 2:30 p.m. ET to explain the Fed's decision.\n\"They're in between a rock and a hard place,\" said Wilmer Stith, bond portfolio manager for Wilmington Trust. \"There's a banking crisis and it's really a very tenuous, uncomfortable position for the Fed to be in.\"\nDuring his semi-annual testimony\n, Fed Chair Jerome Powell said strong economic data would likely push interest \"higher than previously anticipated.\"\nJust days later, the 16th-largest bank in the U.S. —\n— was taken into receivership by the FDIC, marking the second-largest bank failure in U.S. history. By the evening of Sunday, March 12, the Fed, Treasury, and FDIC\nat the bank and, in effect, deposits across the banking system.\nRegulators also\n, and\na de facto bailout of troubled lender First Republic. Shares of First Republic reached a record low on Monday as investors fear the bank will be the fourth U.S. bank this month to go fail.\nThis past weekend, Swiss banking giants\nin an emergency combination aimed at shoring up the European banking system. This Fed again issued a\n— this time on global swap lines to ensure dollar liquidity remains abundant worldwide.\nStill, as of Tuesday morning, data from the CME Group\nplacing an 85% chance on the Fed raising rates by 25 basis points on Wednesday.\n\"If they stop and reverse [rate hikes], that could cause markets to believe they're not fighting inflation when inflation is still a problem, giving you higher mortgage rates and funding costs for corporations and just a tighter vice on the economy,\" Stith said.\nAfter a year fighting one problem (inflation) with one tool (higher interest rates), the Fed has had to firefight a whole new challenge in just the last 10 days.\nIn addition to announcing its latest interest rate decision, the Fed will also reveal its new Summary of Economic Projections (SEP) on Wednesday, which include officials' forecasts for interest rates, inflation, unemployment, and economic growth over the balance of this year and the next two, as well as longer-run expectations.\n\"[While] Chair Jerome Powell will acknowledge the uncertainty and stress the Fed's willingness to adjust policy if the situation in the banking sector worsens, that doesn't necessarily mean that the new Summary of Economic Projections won't still show further hikes to come,” said Andrew Hunter, an economist at Capital Economics.\nIn December, the\nrates would peak in a range of 5%-5.25% during this rate hiking cycle. Powell's testimony earlier this month suggested this outlook is what would need altering from the central bank.\nOn March 14, the February\nconsumer prices excluding food and energy — or so-called \"core\" inflation — rose 0.5% over the prior month in February, a modest acceleration from the 0.4% gain logged over each of two prior months. On March 10, the\nshowed some 311,000 jobs were created last month after more than 500,000 jobs were added to the economy in January.\nThis is the strong economic data investors are betting will force the Fed to continue raising rates, though caution is expected given financial stability risks in the banking sector. Back out the banking crisis that has enveloped global markets and these inflation and jobs numbers had made a 50 basis point rate hike likely.\nOr as Powell told lawmakers on March 7: \"If the totality of the data were to indicate that faster tightening is warranted, we would be prepared to increase the pace of rate hikes.\"\nAs February turned to March, Fed officials were widely socializing the idea that 5%-5.25% peak range for the Fed funds rate would need to be revised higher.\nLeading up to this month's bank failures and before the Fed's ten-day quiet period ahead of its policy meeting, many Fed officials were calling to raise rates higher previously forecast.\nFed Governor Chris Waller\nthat if jobs and inflation reports continued to come in hot rates would have to rise more than previously expected this year.\nMinneapolis Fed President Neel Kashkari, a voting member of the FOMC,\nhe'd lean towards pushing rates higher than he previously forecast, while\nthat if data come in stronger than expected then a case could be made for higher rates\n\"It's a toss up,\" said Stith. \"Do they raise 25 [basis points], but stop quantitative tightening? Do they raise 25 but lower their dot plot significantly? It's less certain now from my perspective that they're going to do the 25, [and] continue to telegraph a higher rate environment. I think that's a bar that's a little too high.\"\nGoldman's chief economist Jan Hatzius — who expects the Fed will stand pat on Wednesday — said there is \"considerable uncertainty\" about the path beyond March, but he's leaving expectations unchanged for 25 basis point hikes in May, June, and July, and now expects the Fed to finish its rate-hiking cycle with rates in a range of 5.25%-5.5%.\nIn addition to balancing full employment with stable prices, the Fed's dual mandate has an unofficial third arm — financial stability.\nThis \"third mandate\" is what has been put under the most stress during this month's banking crisis.\nThe Fed has said it would use its regulatory tools to deal with financial instability, and the central bank\nto offer funding to banks to ensure banks could meet all depositor withdrawals.\nThis program essentially backstopped all deposits — both those insured and uninsured — across the U.S. financial system.\nSo far banks have borrowed only about $12 billion from the program — equivalent to a small fraction of the deposits that were pulled out of Silicon Valley Bank before its collapse. Still, banks have borrowed $153 billion in loans through the Fed's traditional lending program, known as the discount window, marking the largest amount since the 2008 financial crisis.\nAnd as the Fed uses its tools to shore up confidence in the system, these efforts have been a collaborative effort in Washington, D.C.\nSpeaking before the Senate last week, Treasury Secretary Janet Yellen said she is monitoring stress in the banking system to make sure problems at Silicon Valley Bank and Signature don't spread to other banks.\nYellen\nthe U.S. banking system is \"sound\" despite recent bank failures.\nThese stresses on the banking system may also, in a roundabout way, work to accomplish some of the Fed's goals, particularly as it relates to tightening financial conditions.\n\"The Fed wanted to tighten financial conditions and bam, they got that in a week,\" Stith said.\nAccording to the Fed's latest\n, most banks were already tightening standards on consumer and business loans by the end of last year.\n\"If credit was restricted enough to seriously hit activity, the risk is that a self-sustaining cycle of rising unemployment, higher delinquency rates and ever-tighter credit standards could eventually emerge,\" said Capital Economics' Hunter."},
{"url": "http://news.yahoo.com//why-ukraine-is-finally-getting-new-fighter-jets-from-nato-220009774.html", "title": "Why Ukraine is finally getting new fighter jets from NATO", "date": "2023-03-20T22:00:09.000Z", "content": "Ukraine is now getting warplanes, although not the coveted U.S.-made F-16s it has been pushing for.\nIn what counts as another milestone in the West’s willingness to increase security assistance to the war-ravaged nation, Poland and Slovakia, both NATO members, announced last week they will jointly be donating their entire inventory of Soviet-era MiG-29s to Ukraine.\nSpeaking alongside newly elected Czech President Petr Pavel in a press conference in Warsaw on Thursday, Polish President Andrzej Duda announced that four fully functional Polish MiG-29 fighter jets would be supplied to Ukraine in “the next few days.”\n“As the West, we have two red lines,” Radek Sikorski, Poland’s foreign minister, told Yahoo News. “We don't want Ukraine to attack Russian territory, and we don't want a direct clash between the Russian army and those of NATO members. Everything below that threshold is fair game.”\nAccording to the International Institute for Strategic Studies, a London-based think tank, the Poles have some 28 MiG-29s in their inventory, but it is not known how many of them are still airworthy. The remainder of the Polish fleet would follow after the planes had been “serviced and prepared,” Duda said. The Polish MiG-29s are scheduled to be backfilled by new-generation American F-35s and South Korean Golden Eagles.\n“Poland has been a very strong supporter of Ukraine since the beginning of the full-scale invasion,” Yuriy Sak, adviser to Ukraine’s defense minister, told Yahoo News, adding that the donated aircraft “will be used very effectively by our air force.”\nSak cautioned that while such deliveries have enabled the Ukrainian Air Force to maintain their current capability, what the country really requires is newer-generation fighter jets, like the F-16. “These are much more capable aircraft, and much more universally compatible with NATO munitions,” Sak said. ”Such aircraft will allow us to conduct our counteroffensive and protect our skies much more effectively.”\nEven though Ukraine has yet to receive the F-16 fighter jets it wants, Poland has yet again created a dam break in Western security assistance. It was the first country to send Soviet-era T-72 main battle tanks in 2022, months before other NATO allies agreed to dispatch newer Abrams, Challengers and Leopard IIs. To date, Poland has supplied around 330 tanks of various types to Kyiv, far more than any other country.\n“Since last year, the Polish policy of providing weapons to Ukraine has evolved, and we’re in a completely different place now,” Sławomir Dębski, director of the Polish Institute of International Affairs, told Yahoo News. “Self-imposed redlines are being crossed one after the other,” Dębski added.\nThe transfer of Poland’s MiGs to Ukraine was originally meant to take place back in March 2022. The Polish government offered to transfer the jets to the United States and let Washington officially give them to Ukraine. This arrangement would have allowed the Polish government to claim they were technically not supplying the jets to Kyiv themselves, while receiving replacement American aircraft.\nThe announced transfer of the Polish aircraft marks the first time Ukraine has been directly and openly supplied with fighter jets by a NATO ally. Officially, Kyiv had previously only been supplied with “spare parts,” a program of deliveries that started in April 2022. John Kirby, then the Pentagon press secretary, confirmed that such deliveries had enabled the Ukrainian Air Force to get “quite a number” — thought to be around 20 — of previously inoperable aircraft back in the sky.\nLater\nof “spare parts” had included entire airframes that had been disassembled, shipped across the Ukrainian border, and then reassembled. These deliveries were operated under a veil of secrecy, as Moscow had frequently threatened repercussions against countries supplying ex-Soviet hardware to Ukraine.\nIn a further sign that Moscow’s threats have lost much of their bite, the day after the Polish announcement, Slovakia's Prime Minister Eduard Heger announced that 13 Slovakian MiG-29s would also be donated to Ukraine.\nAs with the Polish deal, the transfer of Slovakian MiG-29s had been discussed for a while. Heger had originally suggested the donation of Slovakia’s jets back in July 2022, as part of a deal in which the Czech Republic would assist with policing Slovakian airspace before the donated jets could be replaced by more advanced American provided F-16s.\nIt’s hard to know just how many aircraft the Poles have or are sending to Ukraine. They were first supplied with 12 MiG-29s as an ally of the Soviet Union in the mid-1980s. Twenty-two additional East German MiG-29s were transferred to Poland. Fourteen of these were refurbished and pressed into service; the remainder were cannibalized for spare parts. Ten more aircraft were transferred to Poland by the newly independent Czech Republic in 1995.\nThe Ukrainian Air Force already operates a large number of MiG-29s of its own, meaning that Ukrainian pilots and ground crew are already well accustomed to operating them. Its current fleet consists of five tactical aviation brigades operating MiG-29s and Su-27s, another Soviet-era model. The Polish and Slovakian aircraft will likely be able to be pushed into service as soon as they arrive.\nBoth models of aircraft have been modified to fire sophisticated NATO munitions they were never designed to deploy, most notably the HARM (High-speed Anti-Radiation Missile), which is designed to home in on the radar emissions of air defense systems. Gen. James Hecker, commander of United States Air Forces in Europe and Africa, indicated that the Ukrainian Air Force was now also equipped with U.S.-made guided bombs.\n“Getting more MiGs will allow the Ukrainian military to go on the offensive again, as extra planes and spare parts will allow them to operate at a higher tempo,” Jahara “Franky” Matisek, a lieutenant colonel in the U.S. Air Force, told Yahoo News. “This will allow them to take the initiative in places along the eastern front against trenches and hardened positions, in unison with combined arms maneuver. New airpower is crucial for punching through vulnerable Russian points.”\nThere is also the sense in Kyiv that the open donation of fighter jets will finally break the diplomatic logjam and so that more advanced Western models are finally supplied to Ukraine.\n“Dear Dutch, Swedes, French, British, Germans, Finns, Americans, what about you?” Ukrainian parliamentarian Inna Sovsun posted on Twitter, after the news of the Slovakian pledge broke. “F-16, F/A-18, Eurofighter, JAS39, Rafale and Tornado would help us win faster!”"},
{"url": "http://news.yahoo.com//alvin-bragg-the-progressive-prosecutor-who-could-take-down-donald-trump-211313485.html", "title": "Alvin Bragg, the progressive prosecutor who could take down Donald Trump", "date": "2023-03-20T21:13:13.000Z", "content": "“The Anointed One”: That was how the Harvard Crimson titled\nthen a graduating senior at the college. Harvard was full of ambitious young people, but Bragg seemed destined for something exceptional, a product of Harlem who had gone to one of the most prestigious private schools in Manhattan and had emerged as a campus leader in Cambridge, Mass.\nAs a freshman, Bragg organized and moderated a dialogue between Black and Jewish students to ease tensions over a talk by Leonard Jeffries,\nwho had been hosted by the Harvard Black Students Association. The following year, he tried to resolve the controversy engendered by professor Harvey Mansfield, an outspoken conservative who charged that\n.\nAlready, there was talk of Bragg entering politics. “I would push him toward elective politics because he's the perfect example of a crossover politician who can draw votes from both white and Black voters,” Harvard’s dean of students told the Crimson.\nBragg would run for office many years later, after working for state and federal prosecutors, becoming Manhattan’s first Black district attorney\nAn unabashed progressive, he championed criminal justice reforms that grew in popularity after the protests that followed the murder of George Floyd by a Minneapolis police officer in May 2020.\nBut the 49-year-old is in the news today because he could be on the cusp of bringing the first-ever criminal charges against a former U.S. president. The charges stem from an assertion by Trump’s former fixer Michael Cohen,\nthat adult film actress Stormy Daniels was paid $130,000 in 2016 to keep quiet about an affair with the reality television star, who was then days away from what would be his successful election as president. Although the inquiry into the payment seemed to have stalled, it was recently revived;\n.\nTo make his case, Bragg is expected to use a New York state statute related to fraudulent bookkeeping, a risky strategy that could backfire if jurors become mired in legal complexities. Then there’s the fact that conservatives are claiming Bragg is motivated by politics, as Trump is mounting a new White House run.\n“It’s impossible to overstate Mr. Bragg’s bad judgment here,”\ncalling the district attorney a “provincial progressive from New York City” who did not understand the media and political firestorm he was about to unleash.\nTrump says he expects to be arrested Tuesday\nif that turns out to be the case.\nBragg, for his part, says he will pursue charges if they are warranted, without regard for political ramifications. “We do not tolerate attempts to intimidate our office or threaten the rule of law in New York,” he said over the weekend.\nA clash between Trump and Bragg was all but inevitable, given that Bragg pledged to focus on the former president’s alleged wrongdoings\n. Not only that, but the two men represent starkly different visions of the American dream, and the American future — as well as of who the law should and should not prosecute.\nMuch like Trump, Bragg is a native New Yorker, but the two could not have come from more different worlds. While the future president\n, Bragg was raised on Strivers Row, a legendary block of well-maintained row houses in Central Harlem where members of the city’s Black elite had long resided amid surrounding crime and poverty. Even during the desperate 1980s, when neglect swept over the city and crack cocaine ravaged Black neighborhoods,\n.\nBragg’s middle-class parents sent him to Trinity School, one of the city’s most prestigious private schools. With its rigorous academic standards and historic ties to the nation’s best colleges, the question at Trinity is not whether any students will get into an Ivy League school each year, but how many will do so.\nStill, Bragg was a young Black man in a city beset by violence. The New York Police Department sometimes took flagrant liberties, expecting little consequence from a terrified public.\n“Before I was 21 years old, I had a gun pointed at me six times: three by police officers and three by people who were not police officers. I had a knife to my neck, a semi-automatic gun to my head and a homicide victim on my doorstep,” Bragg would later write of his upbringing.\nBragg attended Abyssinian Baptist Church, one of Harlem’s most storied houses of worship. He continues to do so today, also teaching there. “That hour with the Sunday school is one of the best hours of the week,”\n, shortly after taking office.\nAfter Trinity, Bragg went to Harvard College and then to Harvard Law School. There he served as the editor of the\nwhich bills itself as “the nation’s leading progressive law journal.” He came home for a prestigious clerkship with a liberal judge in the Southern District of New York, which includes Manhattan and tends to prosecute some of the nation’s most high-profile criminal cases.\nFor all of Bragg’s life, Manhattan’s district attorney had been Robert Morgenthau, a towering figure who decided to leave the storied office at 1 Hogan Place in 2009\n.\nHis successor was Cyrus R. Vance Jr. Like Morgenthau a white son of wealth and power, Vance was criticized for lacking courage, especially when it came time to prosecute potentially influential figures. At the same time,\nwith a burgeoning criminal justice reform movement that sought corrections for racial injustices.\nBragg had spent the late 1990s and the first decade of the new century working in a variety of legal roles for both the state and city of New York. In 2009, he earned a position as a federal prosecutor with the Southern District, where he had served as a clerk several years before.\nThen, in 2015, then state Attorney General Eric Schneiderman\nto “prosecute cases where unarmed civilians die during interactions with law enforcement.” Two years later, Schneiderman\nthe state’s chief deputy attorney general.\nThe following year,\nafter a spate of sexual assault and substance abuse allegations. Bragg left for New York Law School, where he was appointed co-director of a racial justice initiative.\nRumors were mounting by then that Vance would not seek reelection, especially as outrage over his 2015 decision not to prosecute film producer Harvey Weinstein on a variety of sexual assault charges only seemed to deepen with the advent of the #MeToo movement.\nBragg announced that he would run for Manhattan district attorney in 2019, two years before the primary. “I’m running because far too often, we have two standards of justice — one for the rich and powerful and connected and another for everyone else,”\n, a historically Black newspaper.\nThe following summer’s racial justice protests seemed to bolster Bragg’s argument that prosecutors could — and must — embrace progressive priorities like decarceration and police accountability. Led by Larry Krasner of Philadelphia, the progressive prosecution movement was spreading to San Francisco, Los Angeles and elsewhere, becoming a national phenomenon.\nBragg stood to benefit from the trend, even after the protests subsided. If his ideas were once radical, they were now firmly in the liberal mainstream.\n“I learned that you must keep pushing, despite the strong political and social headwinds. You will be criticized by someone — maybe even everyone — no matter what you do,”\n. “Relationships with law enforcement will be strained. Commentators will second guess your every move. I always told my team to feel liberated by this.”\nThe establishment’s favored candidate was Tali Farhadian Weinstein, a Yale-educated attorney who reflected wealthier Manhattanites’ unease about soft-on-crime approaches. But her personal wealth and\nmade Weinstein unpalatable to a motivated base.\nIn June 2021, Bragg prevailed in the Democratic primary, all but ensuring victory in November’s general election. His ascension seemed to terrify conservatives, and some moderates, as a trend of increased violent crime continued.\nA conflict between the city’s new tough-on-crime Mayor Eric Adams and Bragg seemed almost certain, but the new district attorney promised not to stray from his ideals. “I will govern tirelessly from the perspective of the communities most impacted by the justice system,”\n.\nBut his tenure began with a series of challenges. In a guidance to his staff, Bragg said he would decline to seek prison sentences for some offenses, leading to widespread criticism.\nHis timing, however, was inauspicious, especially as Adams captured national attention with his pro-policing message. A month after Bragg issued the controversial guidance,\n.\nBragg also engendered controversy by declining to pursue a case against the Trump Organization related to the former president’s record of offering wildly divergent valuations of his property portfolio when asking private lenders for money or pushing the government to lower his property tax burden.\nTwo frustrated prosecutors\n. One of them, Mark Pomerantz, recently published a book heavily critical of Bragg, who he depicted as overwhelmed and indecisive (the investigation in question was unrelated to the Stormy Daniels case).\nIn late 2022,\na 17-count fraud and conspiracy case against the Trump Organization for paying its top account through nominal business expenses to avoid tax liability — though Trump himself was outside the scope of the charges.\nBragg also appeared to at least partly tailor his messaging to allay public anxiety about crime; failing to make a similar shift had led Chesa Boudin, the former San Francisco district attorney, to lose a recall vote last June.\nAs he began his second year in office, Bragg\nthat he would continue to go after Trump. “I have every faith that other members of the team who are working on other parts of this endeavor using the same approach will lead to a result that is just,” he said.\nThe potential charges against Trump will be the biggest test of Bragg yet, one the former president’s supporters are determined to make as difficult as possible.\nRepublicans in charge of the House Judiciary Committee\n, and conservative media has been rife with charges that he is a “woke” prosecutor minted by the progressive billionaire George Soros, a favorite bogeyman of the right who has funded prosecutors like Boudin and Bragg.\nHowever it ends, the Trump case is far from the first controversy of Bragg’s career.\nIt is unlikely to be the last."},
{"url": "http://news.yahoo.com//key-takeaways-from-the-un-climate-time-bomb-report-222455721.html", "title": "Key takeaways from the U.N. ‘climate time-bomb’ report", "date": "2023-03-20T22:24:55.000Z", "content": "The world has an even tighter timeline for avoiding catastrophic climate change, according to the\n. The sixth “synthesis report,” released Monday, used findings from three expert assessments published between 2021 and 2022 to give a concise brief for policymakers as they prepare for the next round of climate negotiations.\nIn order to focus national leaders on the short-term action needed to avoid breaching 1.5 degrees Celsius (2.2 degrees Fahrenheit) of global warming — which the IPCC has previously identified as the threshold for a cascade of devastating consequences — the scientific body set an ambitious new target for slashing the greenhouse gas emissions causing warming: a 60% reduction in annual greenhouse gas emissions by 2035.\nWhile the IPCC, which is affiliated with the U.N., had previously called for\nand for the world to reach net-zero emissions by 2050, meeting this new target will require even more aggressive action in this decade.\nIf the goals for 2030 and 2035 aren’t met, the IPCC warns, the 1.5°C threshold will almost certainly be breached, with effects such as widespread food insecurity due to more extreme heat waves and droughts.\n“The climate time-bomb is ticking,” said U.N. Secretary General António Guterres in a statement Monday morning. “But today’s IPCC report is a how-to guide to defuse the climate time-bomb.”\nHere’s a breakdown of key points and takeaways from the report.\nShort of significant decreases in emissions by 2030, the world will at least temporarily blow past the 1.5°C threshold. “If the annual CO2 emissions between 2020–2030 stayed, on average, at the same level as 2019, the resulting cumulative emissions would almost exhaust the remaining carbon budget for 1.5°C, and deplete more than a third of the remaining carbon budget for 2°C,” the report states.\nThe “carbon budget” is the amount of carbon that can still be emitted before reaching 1.5°C. Without immediate action to cut emissions, the IPCC projects, it will be all gone by the end of the decade.\n“There is a rapidly closing window of opportunity to secure a livable and sustainable future for all,” the report states.\nThe 2030 deadline for taking action to reduce emissions has been raised by the IPCC before. Rep. Alexandria Ocasio-Cortez, D-N.Y., famously mangled its message in 2019,\nthat young Americans worry “the world is going to end in 12 years if we don't address climate change.\"\nIf we don’t cut emissions before 2030, the world won’t suddenly come to an end, according to the IPCC, but the world will experience a variety of adverse changes.\nAll the projections in the latest IPCC report assume certain emissions pathways. In other words, when the IPCC called for a 43% reduction in emissions by 2030, it was assuming that we would get there gradually, with emissions peaking in 2025 at the latest and being reduced each year in the second half of the decade. Likewise, it would not be acceptable to hit net zero in 2049 after years of high emissions: The climate pollution needs to be steadily dropping on the way there.\nNow, the IPCC has calculated that we need an especially steep emissions drop in the early 2030s. That may sound like a long way off, but it’s actually immediately relevant, since the policies that determine how much oil, gas and coal will be burned 10 years from now are being made today.\n“A lot of emissions actually come from infrastructure — gas-fired power plants and pipelines, or whatever — and so the current benchmark that we have, 2030, is beginning to be a little irrelevant, because that’s only seven years away,” an expert reviewer of the report told Yahoo News. “The people working on massive capital projects work on longer timelines, so at this point you need to know: What’s the deal by 2035?”\nCurrent national pledges to limit future emissions have the world on course for a projected\nin emissions by 2030, nowhere near the goal of a 43% decrease set forth by the IPCC. Last year, global emissions\n, according to the International Energy Agency.\nEmissions are cumulative, so continuing to increase emissions in the next few years means faster, deeper cuts are needed in later years. With each passing year, the window of time in which later action can avert catastrophe gets smaller.\n“These numbers only make sense if you've already met your 2030 goals, because it's a pathway you're supposed to be on,” Kaisa Kosonen, senior policy adviser at Greenpeace Nordic, told Yahoo News. “In reality, if you miss your 2030 target, you have virtually no carbon budget left, and you need much more cuts by 2035.”\nCutting emissions more deeply in a shorter amount of time would be more difficult and more expensive. That’s why the IPCC is providing the new 2035 benchmark to underscore the need for more action now.\n“They're saying this is the least costly pathway,” the expert reviewer explained. “Emissions could peak in 2028 or 2029, but if you wait that long, it becomes economically ruinous to get on the pathway.”\n“It shows that if we overshoot, the impacts are catastrophic,” Lili Fuhr, deputy director of the Climate & Energy Program at the Center for International Environmental Law in Berlin, told Yahoo News about the report.\nFuhr notes that climate change\nmay be triggered, according to the IPCC, above 1.5°C of warming, and especially above 2°C. For example, a forest that currently absorbs and stores carbon dioxide could begin experiencing so many more severe wildfires and increased heat and drought that it ends up giving off more carbon than it takes in, making climate change worse. Or ice sheets that currently reflect heat could melt and cause the ocean to absorb the heat instead.\n“At sustained warming levels between 2°C and 3°C, the Greenland and West Antarctic ice sheets will be lost almost completely and irreversibly over multiple millennia, causing several metres of sea level rise,” the IPCC report states.\nThe world has already warmed 1.1°C (2°F) since the Industrial Revolution, and it is experiencing effects including more frequent and severe heat waves, droughts and wildfires, as well as heavier rains, more powerful hurricane winds, causing hundreds of deaths and tens of billions of dollars in damages every year —\n— in the United States alone, according to the National Oceanic and Atmospheric Administration.\n“Right now, climate change is catastrophic for a few people in a few places, like Hurricane Harvey,” the expert reviewer said, referring to the 2017 Category 4 hurricane that devastated Texas and Louisiana, which\n.\nIf 1.5°C is breached, the IPCC reports, it will mean \"widespread catastrophe for many people and many places,\" the expert reviewer said.\nThe IPCC finds that if existing and currently planned fossil fuel infrastructure, such as coal-fired power plants and oil and gas wells, live out their currently planned lifespan, it will emit enough greenhouse gases to warm the planet by around 2°C by the end of this century.\nSome may fantasize about continuing to use fossil fuels while reducing warming by sucking carbon dioxide out of the air and storing it underground later in this century, when the technology is more advanced and affordable, but the IPCC finds that would be too late.\n“There are a lot of pathways that are pointed out that assume we can overshoot [1.5°C] and return below it from carbon removal technologies,” Fuhr said. “But this report talks about the uncertainties and risks of such an approach. Carbon removal at large scale might not be feasible — ever. Plus because we're looking at this short time scale, the only way forward is focusing on the core drivers of the climate crisis, which is fossil fuels.”\nThe IPCC is part of the U.N. Framework Convention on Climate Change, and all 195 UNFCCC member countries signed off on the report. Those same countries — essentially the entire world — agreed in the 2015 Paris Agreement to come together by 2025 to make a new round of pledges for cuts by 2035. So the 60% cut by 2035 laid out by the IPCC is meant to set that as the goal of the next round of pledges.\nIn an effort to spur the wealthiest countries, which are the largest emitters, to do their part, Guterres proposed a “\n” last year to the G-20, in which the industrialized nations would take a new set of actions, such as phasing out coal-fired power plants by 2030.\nOn Monday, Guterres unveiled a proposal to “super-charge efforts” to advance the goals of the pact with new measures, such as leaders of developed countries moving up their net-zero goal dates from 2050 to 2040 and reaching net-zero power generation by 2035.\n“We must move into warp-speed climate action now,” Guterres concluded in his Monday remarks. “We don’t have a moment to lose.”"},
{"url": "http://news.yahoo.com//stormy-daniels-tweeting-storm-zinger-051402829.html", "title": "Stormy Daniels is tweeting up a storm with zinger after zinger about Donald Trump ahead of a possible indictment in New York", "date": "2023-03-20T05:14:02.000Z", "content": "Stormy Daniels posted snarky tweets about Donald Trump ahead of his possible indictment in New York.\n\"Giving him a ride straight to jail. See how sweet I am?\" the adult actress tweeted.\nTrump could be indicted in New York over hush money payments to Daniels.\ntweeted up a storm on Sunday night, slamming former President Donald Trump in a series of snarky tweets.\nDaniels, an adult films actress and self-described porn star, is at the center of a hush money payments investigation that may lead to a Trump indictment in New York in the coming days. She posted numerous tweets on Sunday about Trump, who she says she\nwith back in 2006.\n\"He probably watches my movies on repeat which may be why he has so many typos. (Slippery fingers from lube and KFC),\" read one tweet from Daniels on Sunday.\nDaniels'\nwas in response to a tweet from one of her detractors, asking her why she was \"so obsessed\" with Trump.\n\"I only respond when he posts about me or talks about me on TV,\" she wrote.\n—Stormy Daniels (@StormyDaniels)\nThe reference to KFC was a nod to\n. Right after his campaign pit stop in Iowa, where\n, Trump\non his plane.\nOn Sunday, Daniels also replied to a Twitter account with the ID \"America Floats,\" which posted an\nwith the words \"Hi Ho Stormy!\"\nThe Twitter user tagged Daniels in the tweet and asked: \"This you?\"\nDaniels\n: \"It is! Giving him a ride straight to jail. See how sweet I am?\"\n—Stormy Daniels (@StormyDaniels)\nIn another thread, a Twitter user\n: \"Trump isn't getting arrested sweetly.\"\nDaniels\n, writing: \"So he lied? Again? Because that's what Tiny said on his own social media post.\"\nThis was a reference to Trump's unsubstantiated claim on Truth Social that he will be\n. Meanwhile, \"Tiny\" appeared to be Daniels' new nickname for Trump, and a thinly veiled reference to his manhood. This follows her 2018 tell-all memoir, where she\nof what Trump's private parts look like.\nIn between tweeting hot takes about Trump, Daniels also took the time to hawk some of her merchandise.\n\"Hey! I can multitask! I also have signed personalized photos,\" she\n. She\nthat she's selling\nshirts and autographs.\nTrump's statement about being arrested on Tuesday was not based on facts released by the Manhattan district attorney's office. The grand jury\n, and will not vote on whether to indict Trump until after the final witness wraps up their testimony.\nManhattan District Attorney Alvin Bragg is currently investigating if Trump violated New York election and document laws by giving Daniels $130,000 in hush money payments to keep quiet about an affair.\nTrump has denied that he had an affair with Daniels. He has also denied\nto keep quiet about the relationship before the 2016 election; he maintains that\n—\n— were fees for Cohen's legal services.\nThe former president\n.\nDaniels' lawyer and a spokesperson for Trump did not immediately respond to Insider's requests for comment sent outside regular business hours.\nRead the original article on"},
{"url": "http://news.yahoo.com//bragg-wrestling-with-whether-to-allow-trump-to-avoid-perp-walk-012938669.html", "title": "Bragg wrestling with whether to allow Trump to avoid 'perp walk'", "date": "2023-03-21T01:29:38.000Z", "content": "Manhattan District Attorney Alvin Bragg’s office is wrestling with whether to enforce standard procedures for Donald Trump — including handcuffing him and forcing him to undergo a humiliating “perp walk” — if he is indicted this week on charges that he paid off a porn star to keep silent about an alleged sexual affair, according to a source directly familiar with discussions about the issue.\nThe questions about how to treat Trump, if, as many expect, he becomes a criminal defendant in coming days, has emerged as a central issue in the ongoing negotiations between Bragg’s office and city and federal law enforcement agencies, including the U.S. Secret Service, which is charged with protecting the safety of former presidents.\nIt has long been standard protocol for white-collar defendants charged with felony crimes in New York City that they are brought into a courthouse in lower Manhattan for processing. Once there, defendants are held in a jail cell, while authorities begin the process of fingerprinting them, taking their mug shots, and then escorting them, almost always in handcuffs, down a hallway on another floor to a courtroom in full view of cameras and the media — the proverbial \"perp walk.\"\nBut city officials acknowledge that the normal rules may not apply to Trump. The purported purpose of jailing and then handcuffing the defendants is to prevent them from fleeing, a scenario that would be highly unlikely, if not impossible, for someone as well-known as Trump.\n“This is not normal,” said the source familiar with the ongoing negotiations. “This is somebody who has a protective detail.” The Secret Service, the source added, has a “great argument” that it would be literally impossible for Trump to flee the scene inside a New York City courthouse, when he will be surrounded by federal agents.\nOn the other hand, Bragg and the prosecutors in his office have made it clear they intend to treat Trump as they would any other defendant. So ultimately, the source said, it will be Bragg’s decision whether he wants to play hardball and force Trump to undergo standard procedures, or to make special accommodations for an individual who would be the first former president of the United States to be charged with criminal conduct.\nOn Monday, at the request of Trump’s lawyers, Robert Costello — a lawyer who once represented Trump’s chief accuser, Michael Cohen — spent several hours before the grand jury challenging aspects of his former client’s account of paying $130,000 to the porn star Stormy Daniels in the closing weeks of the 2016 presidential campaign, to keep her from talking about an alleged one-night sexual fling 10 years earlier.\nAlthough they had Cohen on standby as a potential rebuttal witness, Bragg’s prosecutors did not call on him — a possible indication that they didn’t feel Costello made any dent in their case.\nAs a result, the source said, the grand jury could vote to indict Trump this week, with the former president making an appearance for booking and his arraignment in New York either on Thursday or Friday. The source added, however, that in view of the complicated logistics, the indictment and arraignment could “slip” to next week.\nIn the meantime, the source said, New York City police are ramping up security, amid heightened concerns in light of Trump’s call for his supporters to “protest” any indictment.\nAmong the security measures, the source said, plainclothes detectives in New York City have been told to wear their uniforms all week, in case they are urgently needed should any protests get out of control."},
{"url": "http://news.yahoo.com//trump-indictment-arrest-new-york-district-attorney-investigation-162455434.html", "title": "Delicate negotiations underway over potential Trump arrest next week", "date": "2023-03-18T16:25:07.000Z", "content": "New York District Attorney Alvin Bragg’s office is engaged in delicate negotiations with the Secret Service over how to handle the potential arrest of former President Donald Trump next week on charges that he made an illegal payoff to a porn star to keep her silent about an alleged sexual affair, according to a source familiar with the talks.\nTrump on Saturday posted a message on social media\n. He called on his supporters to \"PROTEST, TAKE OUR NATION BACK!\"\nAlthough the president’s lawyers had been informed that an indictment could come as early as Tuesday, charges are more likely to be filed later in the week, the source said. Prosecutors still want to put one more witness before the grand jury before wrapping up the case.\nThe chief question at the moment is how to work out procedures for an extraordinary and unprecedented scenario: how to arrest, fingerprint and — per standard procedure — handcuff a defendant who happens to be a former president and is protected by a group of Secret Service agents.\nThat issue is now squarely before Bragg as his prosecutors negotiate with the Secret Service and other federal and local law enforcement agencies, including the New York Police Department, over how to handle Trump’s arrest amid heightened security concerns.\nUnder standard procedures, once indicted, a defendant like Trump would be escorted into the New York City courthouse in lower Manhattan and taken to a processing room, where he would be briefly put in a jail cell, booked, fingerprinted, photographed for a mug shot and handcuffed. He would then be escorted via elevator to an upper floor, where he would be walked in handcuffs into a courtroom for his arraignment in full view of the media — the equivalent of a “perp walk.”\nBut Trump is not the standard defendant. By law, he is protected at all times by Secret Service agents. Prosecutors are still discussing whether Trump should be allowed to have Secret Service agents, rather than court security officers, escort him into the courtroom without handcuffs. Prosecutors and New York police are also trying to map out a multitude of security issues, including fears that a “nut job” inside the public courtroom could seek to disrupt the proceedings, the source said.\nThe ultimate resolution of that and related issues will be up to Bragg, but the source said the situation was still “fluid,” with major questions unresolved.\nFor many legal experts, even larger questions still remain about the strength of Bragg’s case.\nby Trump’s former lawyer Michael Cohen to porn actress Stormy Daniels toward the end of the 2016 campaign, when she was threatening to go public about an alleged sexual dalliance with Trump 10 years earlier.\nThe payment, arranged by Cohen after consulting with Trump, was listed internally within the Trump Organization as “legal expenses” — a description that Bragg’s prosecutors are expected to charge as illegal under a New York state law prohibiting falsifying business records.\nBut that charge is a misdemeanor offense, unless it can be shown to be part of an underlying crime. To make that case, and escalate the indictment into a felony, prosecutors are preparing to argue that the payment was made to Daniels to influence the 2016 election and was therefore a violation of New York state election law, as an unreported contribution by Trump to his own campaign.\nBut that remains an untested legal theory. Contributions to presidential campaigns are governed by federal election law and it is not clear whether New York election laws can be stretched to include expenditures in a presidential race.\nThe source familiar with the case acknowledged that Trump’s lawyers are likely to challenge the indictment on those grounds, among others, and that a judge could ultimately agree and “bump this back to a misdemeanor.”"},
{"url": "http://news.yahoo.com//photos-iraq-wars-20th-anniversary--the-advance-from-kuwait-to-the-occupation-of-baghdad-201732527.html", "title": "Photos: Iraq war’s 20th anniversary — the advance from Kuwait to the occupation of Baghdad", "date": "2023-03-20T20:17:32.000Z", "content": "This week marks the 20th anniversary of the U.S.-led invasion of Iraq. Then-President George W. Bush and his British counterpart, Prime Minister Tony Blair, signed off on a war based on the myth that the Iraqi dictator, Saddam Hussein, harbored weapons of mass destruction.\nIn less than a month, Hussein's government would be overthrown and the country would be plunged into a state of chaos that has lasted decades. Between 2003 and 2019, an estimated\nwere killed by direct violence stemming from the invasion.\nOn March 17, 2003, Bush ordered Hussein and his sons to leave Iraq within 48 hours, or the country would be invaded. Two days later, on March 19, Bush declared war with Iraq, stating that it would be a “\nbegan with an aerial bombardment, in a bid to topple the Iraqi leadership and allow for a ground invasion. The next day, 150,000 troops from the U.S.-led coalition, composed of American, British, Australian and Polish soldiers, marched over the border from Kuwait into Iraq.\nThe same day, Hussein called on the people of Iraq to take action against the\n“His criminal act comes from — and the act of those who helped him, and his followers,” Hussein said in a public address. “This is added to the series of their shameful crimes against Iraq and humanity.”\nThe battle of Nasiriyah began on March 23, as U.S.-led forces pushed towards Baghdad, and it continued until April 2, when the Iraqi resistance was defeated.\nBy April 9, coalition troops had successfully occupied Baghdad, forcing Hussein into hiding. Images of American soldiers toppling Hussein’s statue in Firdos Square were broadcast around the world. Then-Secretary of Defense Donald Rumsfeld described the scene at the time as\nOne year later, then-UN Secretary-General Kofi Annan would call the\nstating that the invasion was not sanctioned by the Security Council.\n“From our point of view and from the charter point of view, it was illegal,” Annan told the BBC at the time. The war in Iraq would continue for another seven years."}
]