[
{"url": "http://www.straitstimes.com/singapore/at-least-17-million-lost-to-scammers-impersonating-property-agents-since-january", "title": "At least $1.7 million lost to scammers impersonating property agents since January", "date": "2023-03-21T20:42:39+08:00", "content": "SINGAPORE - At least 305 people have lost about $1.7 million since January to scammers who pretend to be property agents, said the police in an advisory on Tuesday.\nThese scammers put up online property listings on various advertisement websites, such as Facebook and Carousell, enticing victims into starting a conversation with them on Whatsapp through the contact numbers listed on these ads.\nThe scammers then impersonate registered property agents, and furnish the details of a legitimate property agent, including their Council for Estate Agencies (CEA) registration numbers, business cards, as well as photos and videos of the property they are leasing.\nBut when victims enquire about viewing the property, the scammers will claim that there is too much demand, before pressuring them into making rental deposits to a local bank account to secure the units.\nThe police noted that in some cases, the scammers will ask for personal details in order to prepare the lease agreement, which they send over to the victims, requesting for a signature.\nUpon receiving the signature, the scammers ask for rental deposits to be made.\nVictims realise that they have been scammed once the “property agent” they were communicating with becomes uncontactable.\nOtherwise, they would only find out when they had reached out to legitimate property agents.\nTo protect themselves from such scams, the police advised members of the public to install the ScamShield mobile application or set security features, including two-factor or multifactor authentication, for their various accounts.\nThey added that the public should verify the legitimacy of a property listing, whether by cross-referencing the provided phone number with that of a CEA-registered property agent through its public register, or contacting the respective property agency.\nFraudulent advertisements should also be reported to the respective online platforms, said the police.\nFor more information on scams, the public can visit\nor call the anti-scam hotline on 1800-722-6688.\nAnyone with information on such scams can call the police hotline on 1800-255-0000 o"},
{"url": "http://www.straitstimes.com/asia/se-asia/philippine-gaming-regulator-weighs-sale-of-all-41-state-run-casinos-for-2b", "title": "Philippine gaming regulator weighs sale of all 41 state-run casinos for $2b", "date": "2023-03-21T18:00:29+08:00", "content": "MANILA – The Philippine gaming regulator is considering selling all 41 casinos it operates to raise 80 billion Philippine pesos (S$2 billion) in government revenue and in order to focus on its regulatory functions.\nThe proposal by the Philippine Amusement and Gaming Corporation (Pagcor) comes as the country’s freewheeling gaming sector recovers from the Covid-19 pandemic, with the return of Chinese high rollers and the opening of new gambling hubs.\n“We are seriously considering privatisation of all Pagcor-operated casinos,” Pagcor chairman Alejandro Tengco told the Asean Gaming Summit. “It is my hope we will be able to implement privatisation during my term.”\nMr Tengco’s term runs until 2028, in line with the presidency.\nPagcor, a regulator but also an operator of 41 casinos, first announced its intention to sell casinos in 2016 to beef up the government’s budget, a plan shelved in 2018.\nIn 2022, however, lawmakers and the finance minister pushed the new Pagcor administration to revive privatisation plans.\nSelling the casinos, which are under long-term lease with hotels and commercial space landlords, in bundles would generate around 80 billion pesos for the government, Mr Tengco told reporters.\nGross gaming revenues (GGR), the amount players wager minus winnings, in the regulator’s casinos almost doubled to 15.9 billion pesos in 2022, government data showed.\nTotal GGR, led by multibillion dollar integrated casino-resorts, will likely hit the 256 billion pesos pre-pandemic level by 2024 versus 214 billion pesos in 2022, Mr Tengco said.\nHe said the return of Chinese gamblers and completion of new gaming properties will boost the gaming sector in 2023 and in 2024.\nThe Philippine gaming industry has attracted foreign and domestic firms to set up sprawling casino-resorts, creating tens of thousands of jobs in the past decade. Gambling and betting activities employed roughly 27,000 workers in 2020, according to government data.\nThe Philippine gambling scene, which includes a smaller version of the Las Vegas gaming strip, attracts high rollers from countries like China, Japan and South Korea. REUTER"},
{"url": "http://www.straitstimes.com/asia/east-asia/south-korean-police-looking-into-drug-allegations-raised-by-ex-president-chun-doo-hwan-s-grandson", "title": "South Korean police probing drug allegations by ex-president Chun Doo-hwan’s grandson", "date": "2023-03-21T17:41:46+08:00", "content": "SEOUL – South Korean police are investigating drug allegations stirred up after a series of disclosures by a grandson of the late former president Chun Doo-hwan through social media.\nThe National Police Agency said on Monday it had partially verified claims made by Mr Chun Woo-won, the grandson, and that preparations were under way to open a formal investigation.\nPolice acquired a warrant for search and confiscation of Instagram for a closer look into the accusations.\nThe younger Mr Chun, who lives in New York City, posted photos of friends and family on social media while claiming that they had committed crimes, including use of narcotics and sexual misconduct.\nHe also divulged identifying information such as name, school, job and personal histories in the posts.\ntook power in a military coup and ruled as dictator of South Korea from 1980 to 1988.\nHe was widely criticised for his role in the 1980 Gwangju Massacre, for which he was handed a death sentence in 1996, though he was later pardoned.\nPolice have approached Instagram to verify the allegations levelled by the younger Mr Chun and to determine whether those accused are now in South Korea.\nIt would ask the overseas social media operator to cooperate with the investigation, police explained.\nPolice are also looking into the younger Mr Chun himself, after he live-streamed himself taking pills and using a vape pen.\nIn the video he refers to using cannabis, DMT, LSD and MDMA, commonly known as Ecstasy.\nThe grandson later shows signs of hallucination and is visited by local police at the residence, apparently for causing a disturbance. The live stream ends as he is dragged outside by New York police.\nSouth Korean police said an official in New York is checking facts about incidents involving the younger Mr Chun.\nBut police here said it is premature to consider extradition from the United States, as they had yet to confirm the facts.\nMeanwhile, police denied any reports about allegations of the Chun family having a secret fund, also raised by the younger Mr Chun, but said that they are watching the case for developments. THE KOREA HERALD/ASIA NEWS NETWOR"},
{"url": "http://www.straitstimes.com/asia/south-asia/pakistans-parliament-summoned-in-midst-of-crisis-over-former-pm-imran-khan", "title": "Pakistan's Parliament summoned in midst of crisis over ex-PM Imran Khan", "date": "2023-03-21T16:41:09+08:00", "content": "ISLAMABAD - Pakistan’s Parliament is to meet in a special joint session on Wednesday to “take important decisions” to enforce the state’s authority, local media reported, in the midst of a crisis over anti-government defiance from former prime minister Imran Khan.\nKhan, a former cricket star, was prime minister from 2018 until 2022, when he was ousted from office in a parliamentary vote. Since then, he has been\nand holding protests across the country to press his case.\nHis supporters have\nas the authorities try to force him to appear in court in connection with various cases brought against him.\nThe office of the Speaker of Parliament, in calling Wednesday’s joint session, did not give a reason, but the state-run Associated Press of Pakistan (APP) said the ruling coalition had called for Parliament to “take important decisions” to ensure the writ of the state was enforced.\nThe APP, reporting on a meeting attended by Prime Minister Shehbaz Sharif and his Cabinet, cited the participants as saying Khan’s Pakistan Tehreek-e-Insaf was not a political party but “rather a gang of militants”, and its “enmity against the state” could not be tolerated.\nMr Sharif has rejected Khan’s demand for a new election, saying it would be held as scheduled later this year.\nParliament will meet in the capital Islamabad as Khan’s supporters gather for his latest rally in the eastern city of Lahore.\nThe clashes between Khan’s supporters and the security forces have brought a new round of political chaos to the nuclear-armed country of 220 million people, which is in the\nKhan says the government and the powerful military are trying to stop him from contesting the next election, scheduled for November. If convicted in a case, he could face disqualification from the polls.\nBoth the government and military deny Khan’s claim.\nPolice have arrested hundreds of his supporters in raids in recent days in response to the clashes. REUTER"},
{"url": "http://www.straitstimes.com/world/europe/kyiv-hails-historic-japan-pm-kishida-visit-as-sign-of-solidarity", "title": "Kyiv hails 'historic' Japan PM Kishida visit as 'sign of solidarity'", "date": "2023-03-21T19:51:12+08:00", "content": "KYIV - Ukraine’s foreign ministry on Tuesday welcomed Japan’s Prime Minister Fumio Kishida to Kyiv, hailing his “historic” visit as a key show of support.\n“This historic visit is a sign of solidarity and strong cooperation between (Ukraine and Japan). We are grateful to Japan for its strong support and contribution to our future victory,” First Deputy Foreign Minister Emine Dzheppar said on Twitter.\nMr Kishida arrived in Kyiv by train on Tuesday.\nHe had travelled from the Polish border town of Przemysl.\nMr Kishida is the final leader of a Group of Seven (G-7) nation to visit Ukraine since Russia invaded the country about a year ago.\nHe is also the first Japanese prime minister to visit an active war zone since World War II. AFP, REUTER"},
{"url": "http://www.straitstimes.com/world/united-states/california-braces-itself-for-next-bout-of-heavy-rain-snow-and-high-winds", "title": "California braces itself for next bout of heavy rain, snow and high winds", "date": "2023-03-21T18:18:28+08:00", "content": "LOS ANGELES - The latest spate of harsh wintry weather churning from the Pacific bore down on storm-weary California on Tuesday.\nForecasters are warning of wind gusts reaching hurricane force, accompanied by torrential rain and heavy mountain snow.\nSouthern and central California are still sodden from\nsince late December – one, just days ago.\nThey were expected to be hardest hit by the newest onslaught, arriving early on the second official day of spring.\nHigh-wind warnings and advisories were posted for a vast stretch of California from the Mexico border through Los Angeles to the San Francisco Bay area.\nWinter storm warnings were in effect for high mountains, where several centimetres of snowfall were possible.\nThe National Weather Service (NWS) also issued an excessive rainfall notice for much of the Southern California coast, warning of an at least a 40 per cent chance of showers exceeding flash-flood conditions.\nA region that is home to more than 17 million people, extending well into central Arizona and including most of the greater Los Angeles area, was placed under flood watches.\nTuesday’s storm was expected to spread beyond California across the south-west and into the central Great Basin and Rockies by late on Tuesday, carrying with it a mix of heavy showers, snow and high winds.\nThe storm marks the 12th so-called atmospheric river to hit the United States West Coast since December.\nIt is the product of an immense airborne current of dense water vapour carried aloft from the ocean and funnelled overland in bouts of heavy rain and snow.\nThe storm was driven by a Pacific cyclone swirling around an intense low-pressure system, drawing up vast quantities of moisture and steering it at the coast, according to meteorologist William Churchill of the NWS Weather Prediction Center.\nUnlike many of the earlier atmospheric rivers, the latest storm is packing a cooler load of moisture, meaning more of it will fall as snow in the higher coastal mountains and Sierra Nevada range.\nAs much as 0.6m to 1.5m were forecast at elevations above 1,829m, where some alpine areas remain blanketed in snow left by winter storms in February.\nThe weather service warned that the additional snowfall would heighten avalanche hazards in those areas.\nUp to 7.6cm of rain were expected in coastal regions and valleys of Southern California, and as much as 15cm in lower mountains and foothills, the NWS said.\nForecasts also called for howling winds across much of the state, with gusts expected to reach nearly 121kmh in Southern California’s mountains and deserts, and 88.5kmh along coasts and through inland valleys.\nSustained winds blowing at or near gale force were predicted throughout the storm zone, said Mr Churchill. REUTER"},
{"url": "http://www.straitstimes.com/asia/se-asia/thailand-to-hold-election-on-may-14-election-commission", "title": "Thailand to hold general election on May 14", "date": "2023-03-21T17:03:17+08:00", "content": "BANGKOK – Thailand will hold elections on May 14, the national poll body said on Tuesday, a day after\nThe announcement came as parties step up campaigning for a nationwide contest for the support of about 52 million eligible voters.\nThe race is shaping up to be a battle between a pro-military conservative grouping, led by the incumbent Prime Minister Prayut Chan-o-cha, against the largest opposition Pheu Thai party, headed by the billionaire Shinawatra family.\nEarly voting will take place on May 7, while candidate registration, including for party nominees for prime minister, will take place in early April, said Election Commission secretary-general Sawaeng Boonmee at a news conference.\nThe commission will endorse at least 95 per cent of votes within 60 days after the poll, he said.\n“We would like everyone to respect the rules... for smooth elections,” he said.\nPolitical rallies have already been under way for months, but parties are now ratcheting up efforts.\nPheu Thai is expected to hold events daily across Thailand featuring the daughter of former prime minister Thaksin Shinawatra, Ms Paetongtarn Shinawatra, who has topped opinion polls as a potential candidate for premier.\nMr Prayut, who is running for re-election with the United Thai Nation Party, told reporters earlier on Tuesday that his Cabinet was still governing the country.\nThe upcoming election could inject as much as 120 billion baht (S$4.68 billion) into the economy as political parties step up their campaigns for votes, a commerce university said on Tuesday.\n“This election is likely to see a fierce competition and intense campaigns. Money will spread very quickly, going into every constituency,” Dr Thanavath Phonvichai, president of the University of the Thai Chamber of Commerce, told a briefing.\nSouth-east Asia’s second-largest economy is expected to grow 3 per cent to 4 per cent in 2023, factoring in a boost of 0.5 to 0.7 of a percentage point from spending of 100 billion to 120 billion baht expected during April and May, he said.\nWhile the tourism sector is driving the economy, political stability after the election will also be key, he added.\nThe university’s survey showed the business sector is worried about negative impacts on the economy if the election creates conflict and instability instead, Dr Thanavath said.\n“Concerns over the forming of a new government will put both domestic and foreign investors in wait-and-see mode in the second and third quarters,” he said.\nThe private sector urges a caretaker government to continue budget disbursements to support the economy until the next government is formed, he added.  REUTER"},
{"url": "http://www.straitstimes.com/asia/south-asia/unseasonal-rains-and-hail-damage-crops-in-india", "title": "Unseasonal rains and hail damage crops in India", "date": "2023-03-21T17:35:05+08:00", "content": "NEW DELHI - Unseasonal rains and hailstorms have damaged ripening, winter-planted crops such as wheat in India’s fertile northern, central and western plains, exposing thousands of farmers to losses and raising the risk of further food price inflation.\nTorrential rains on Sunday and Monday lashed Punjab, Haryana parts of Uttar Pradesh, and Madhya Pradesh state – which account for the bulk of wheat output in India – flattening crops and flooding farms. India is the world’s biggest wheat producer after China.\nLower crop yields will cut India’s wheat output for the second straight year, making it difficult for the state-run Food Corporation of India to shore up its depleting stocks.\nA sudden rise in temperatures hit the wheat crop earlier in March.\nIn 2022 a heatwave cut the country’s wheat production, forcing India to impose a ban to calm local prices which were already driven higher by limited supplies from the Black Sea region because of Russia’s invasion of Ukraine.\nThe wheat crop looked promising until early March, when the\ndue to a rise in temperatures, said Mr Ramandeep Singh Mann, a farmer from the northern state of Punjab.\n“Now, rains and hails have flattened the crop. It’s a double whammy for us,” added Mr Mann.\nAfter a dry spell, untimely rains and hail began to hit winter-sown crops last week, just before harvesting begins.\nMost farmers were caught by surprise by the repeated rain and hail that has lashed fields full of mature crops, raising concerns about quality degradation.\n“The rains have wiped out our investment in crops and we are staring at major losses,” said Mr Buddha Singh from Uttar Pradesh, India’s biggest wheat producing state.\nRains and hailstorms have also hit chickpea and potato crops, farmers said.\nThat could curtail production and lift food inflation, which the government and central bank have been trying to contain.\nAlthough it is too early to know the extent of the damage, the government was assessing the situation and would try to help farmers, said a senior government official, who did not wish to be named in line with official rules. REUTER"},
{"url": "http://www.straitstimes.com/asia/se-asia/free-of-covid-19-restrictions-bali-marks-nyepi-new-year-with-colour-and-crowds", "title": "Free of Covid-19 restrictions, Bali marks Nyepi New Year with colour and crowds", "date": "2023-03-21T18:40:52+08:00", "content": "BALI - No Internet. No shopping. And no flights. On Wednesday, the Indonesian resort island of Bali will plunge itself into silent introspection as residents – locals and visitors alike – observe Nyepi, the Balinese New Year.\nBali’s I Gusti Ngurah Rai International Airport, which accommodates some 50,000 domestic and international passengers a day, said it will be closed to all but emergency air travel from the predawn hours of Wednesday until after sunrise on Thursday.\nBank Indonesia said banking services, including ATM cash withdrawals, will be suspended for 48 hours starting from midday on Tuesday. The provincial government asked broadcasters and Internet providers to power down.\nBesides sending residents to get food, cash, petrol and other supplies to tide them over until sunrise on Thursday, Nyepi this year will be particularly poignant, marking the first time in four years that Balinese celebrated the holiday free from the spectre of Covid-19.\nAs Bali closed to tourism with the onset of the pandemic in 2020, officials banned the traditional processions and celebrations during the days leading up to the Balinese New Year, even requiring everyone to hunker down in their homes for an extra day.\n“This year, we observe Nyepi without any of the restrictions we faced during the pandemic,” Mr Nyoman Kenak, chairman of the Bali chapter of the Indonesian Hindu Religious Council, told The Straits Times. “It’s a relief.”\nAt the weekend, Hindus in their thousands flocked to the island’s beaches to mark Melasti – a ceremonial cleansing of the stains of the universe.\nOn the eve of the Balinese day of silence, villages were readying “ogoh-ogoh” statues of demons inspired by Hindu mythology to parade through some of the island’s busiest localities shortly after sundown on Tuesday.\nFor some, this time of the year is more about the celebration than the nitty-gritty of religious details.\nArriving at a local village headquarters with fast-food takeaway, Mr I Made Sastrawan, 57, puzzled over the colossal bug-eyed female demon flashing a serpentine tongue at the entrance before admitting he was at a loss as to who the statue was meant to depict.\n“I think it’s a mix of characters,” said Mr Made, who was clad in the traditional white sarong, shirt and udeng headdress.\n“We’re happy we can finally have the ogoh-ogoh parade. It’s been a long time.”\nThis year will also be the first time in living memory that Nyepi falls on the first day of the Muslim holy month of Ramadan.\nMuslims living far from a mosque have been asked to perform their Tarawih prayers, which mark the first day of the fasting month, at home and with limited light.\nMosques are allowed to remain open, but are required to refrain from using loudspeakers to broadcast the call to prayer.\nMr Nyoman said: “This demonstrates our religious tolerance so that one religion does not disturb the other.\n“The important thing is how we can understand each other.”\nIn general though, Nyepi’s injunctions against work, noise and movement are strictly enforced on an island determined to protect its culture and traditions from erosion caused by the rapid return of millions of overseas tourists and from the rest of Indonesia’s population, which is roughly 90 per cent Muslim. Approximately 87 per cent of Balinese identify as Hindus.\nDozens of foreign nationals have been deported since the beginning of 2023 on suspicion of working illegally, driving without legal permits, and even engaging in paid sex work, police have said.\nAs sunset approached on Tuesday, streets were nearly clear of traffic and a palpable sense of excitement set in.\nAfter sunset, Ms Made Asti, 34, planned to do the rounds of the traditional village headquarters – known as Banjar – to marvel at the ogoh-ogoh statues before their parade through the streets.\n“The most exciting thing about Nyepi for me is seeing the ogoh-ogoh with my family,” the mother of one told ST.\nIn previous years, pandemic restrictions limited the extent to which villages could commingle.\nBefore the pandemic, parades were rowdy affairs as young men bearing ogoh-ogoh statues pantomimed clashes between their respective demons.\nFor her three-year-old son, this year’s parade promises to be his biggest one yet, Ms Made told ST.\n“This year is so much happier now that Covid-19 is over,” she said"},
{"url": "http://www.straitstimes.com/asia/se-asia/zahid-compromises-to-gain-party-control-but-longevity-still-in-doubt", "title": "Malaysia’s deputy premier Zahid compromises to gain party control but longevity still in doubt", "date": "2023-03-21T17:20:52+08:00", "content": "KUALA LUMPUR - Deputy Prime Minister Zahid Hamidi will be able to preside over an Umno whose new office-bearers are largely supportive of his leadership following the results of party polls over the past two weekends.\nBut he had to widen alliances in what appears to be a power-sharing deal with other camps, at the expense of his own loyalists.\nAlready a subscriber?\nGet exclusive reports and insights with more than 500 subscriber-only articles every month\nNo contract\nST app access on 1 mobile device\nSubscribe now\nAll subscriber-only content on ST app and straitstimes.com\nEasy access any time via ST app on 1 mobile device\nE-paper with 2-week archive so you won't miss out on content that matters to yo"},
{"url": "http://www.straitstimes.com/asia/se-asia/sunken-philippine-oil-tanker-found-after-3-weeks-officials", "title": "Sunken Philippine oil tanker found after 3 weeks: Officials", "date": "2023-03-21T16:30:22+08:00", "content": "POLA, Philippines - A leaking\nthree weeks ago has been found, officials said on Tuesday, as the slick reached waters known for their rich marine life.\nThe Princess Empress was carrying 800,000 litres of industrial fuel oil when it sank on Feb 28 off the central island of Mindoro, south of the capital Manila.\nDiesel fuel and thick oil from the vessel have since contaminated the waters and beaches of Oriental Mindoro province and other islands.\nThe tanker was found by a Japanese remotely operated underwater vehicle (ROV), Oriental Mindoro Governor Humerlito Dolor told reporters.\nIt is nearly 400m below the waves.\nMr Dolor said he received the first photos showing the exact location of the vessel on Tuesday morning.\nThe national disaster agency said the ROV would assess the hull’s condition before a decision is made about how to “control the spill from its source”.\nThe Philippines has\nincluding Japan, the United States and France, to help contain and clean up the slick.\nThousands of hectares of coral reefs, mangroves and seaweed could be affected, officials have said.\nOil spill booms made out of hay,\nto try to protect coastal waters that people in the fishing and tourism industries rely on for their livelihoods.\nOil has been spotted as far away as Casian Island, off the north coast of the western island of Palawan, about 350km south-west of where the tanker sank.\nAs feared, oil has also drifted north to the Verde Island Passage – a busy sea lane between Mindoro and the Philippines’ main island of Luzon.\nEnvironment Secretary Maria Antonia Loyzaga said previously that the area was “globally recognised” for its marine biodiversity.\nThe Philippine Coast Guard said clean-up operations on Monday removed oil from the shores of three villages on Verde Island, which is popular with divers.\nOil also has been spotted further along the passage at Tingloy municipality on Maricaban Island, part of Batangas province.\nResidents and coast guard personnel have been removing oil-coated seaweed and other debris from affected areas.\nTens of thousands of people have been affected by the spill, with scores falling ill.\nThe government is distributing food packs and other assistance.\nAmong the hardest hit are fishermen, who have been ordered to stay on shore until they can fish safely. AF"},
{"url": "http://www.straitstimes.com/asia/se-asia/malaysian-parents-wear-school-uniforms-as-they-take-son-to-school-on-his-first-day", "title": "Malaysian parents wear school uniforms as they take son to school on his first day", "date": "2023-03-21T17:49:57+08:00", "content": "The first day of school can be a daunting event for both children and their parents.\nTo make the experience less stressful, a Malaysian couple decided to dress up in school uniforms in solidarity with their child on his first day at school.\nIn a TikTok video uploaded by Malay daily Kosmo, Mr Mohd Fadzil Abu Naim and his wife, Ms Nurul Aini Mohd Olwi, were shown accompanying their son, seven-year-old Muhammad Ishraq Aydan, to his school’s orientation day on Saturday, before starting his Standard 1 class.\nMalaysia’s Standard 1 is equivalent to Singapore’s Primary 1.\nMr Mohd Fadzil’s uniform mirrored his son’s: Both wore dark blue slacks and a crisp white shirt and each carried a school backpack. Ms Nurul Aini wore a white and dark blue baju kurung uniform.\nIn the video, the couple is seen adjusting the straps of Muhammad Ishraq’s school bag, giving him his water bottle and a few encouraging pats.\nMalaysian media reported that the couple wanted to help their son to be less anxious about school and to make his first day more memorable. The parents’ heartwarming actions have earned them praises from netizens, with many saying that they are exemplary parents.\n“Parents of the year,” Azlan R wrote on Twitter, while Gilcrest said the boy is very lucky to have such supportive parents.\n“I will definitely do this if I have a kid,” added Twitter user Farah.\nIbu sama sama-sama berpakaian sekolah beri semangat untuk anak-anak melangkah ke darjah 1. Mohd. Fadzil Abu Naim, 41 dan Nurul Aini Mohd olwi, 41 menghantar anaknya, Muhammad ishraq aydan. 7 ke orientasi sekolah hari ini"},
{"url": "http://www.straitstimes.com/asia/se-asia/malaysia-s-opposition-bloc-rejects-mahathir-s-former-party-pejuang-s-membership-application", "title": "Malaysia’s opposition bloc rejects Mahathir’s former party Pejuang’s membership application", "date": "2023-03-21T19:11:30+08:00", "content": "Malaysia’s opposition bloc Perikatan Nasional (PN) has rejected an application by Parti Pejuang Tanah Air (Pejuang) to be part of the coalition.\nThe decision was made during PN’s supreme council meeting on Monday, which was chaired by former prime minister Muhyiddin Yassin, also the chairman of PN.\n“The supreme council has decided to reject Pejuang’s application to join Perikatan Nasional,” said PN secretary-general Hamzah Zainudin in a statement.\nNo reason was given for the rejection.\nPejuang was founded by former prime minister Mahathir Mohamad. It is currently headed by Tun Mahathir’s son, Datuk Seri Mukhriz Mahathir.\nand Mr Mukhriz said on March 2 that the decision was taken to ensure there is no split in Malay votes in the upcoming state elections.\nElections in six states are expected to be held by August 2023.\nWith PN’s rejection, Pejuang’s future appears dim.\nDr Mahathir founded Pejuang in 2020, and\nalong with several other Malay-Muslim parties in August 2022, ahead of the 15th general election that took place last November.\nGTA is a coalition of Malay-Muslim parties and non-governmental organisations that Pejuang was a part of.\nAfter the Pejuang-led GTA returned empty-handed from the national polls, with all its candidates – including Dr Mahathir and Mr Mukhriz – losing their election deposits,\nOn Jan 14, Pejuang announced that it was formally leaving GTA after its members came to a consensus at the party’s annual general meeting.\nThis prompted Dr Mahathir to quit Pejuang, and he\nKENYATAAN MEDIA\n\n1. Mesyuarat Majlis Tertinggi Parti Perikatan Nasional pada 20 Mac 2023 telah dipengerusikan Pengerusi.."},
{"url": "http://www.straitstimes.com/singapore/evening-update-todays-headlines-from-the-straits-times-on-march-21-2023", "title": "Evening Update: Today's headlines from The Straits Times on March 21", "date": "2023-03-21T18:14:05+08:00", "content": "You are reading the Evening Update newsletter. Get up to speed with the important stories from the day.\nThey will be used to accommodate medically-stable patients from public hospitals waiting for long-term care arrangements.\nIt will be replaced with a more intuitive system of informing the public of an outbreak, threat or emergency.\nThe best-performing MRT line was the Downtown Line, while the worst-performing one was the North-South Line.\nOne firm here said it handled questions about available jobs from around 30 mostly private banking executives on Monday.\nBilateral ties have grown from strength to strength in 58 years of diplomatic relations.\nLocal reports did not state if the made in China durians will be sold domestically or internationally.\nThe court said Mr Ravi’s misconduct “discloses an ingrained belief which points to a defect in character rather than a mere lapse in judgment”.\nThe couple were on a motorcycle on the Bukit Indah Highway towards the Tuas checkpoint when the accident happened.\nOne in five pregnancies end in a miscarriage and 80 per cent of miscarriages occur in the first trimester.\nCafe Monochrome is ranked at No. 27 while Kafe Utu rounds off the annual list at No. 50"},
{"url": "http://www.straitstimes.com/singapore/politics/uncalled-for-to-suggest-govt-withholding-info-dpm-wong-rebuts-pritam-s-call-to-release-original-covid-19-report", "title": "Uncalled for to suggest Govt withholding info in Covid-19 White Paper: DPM Wong rebuts Pritam", "date": "2023-03-21T18:40:00+08:00", "content": "SINGAPORE - Deputy Prime Minister Lawrence Wong said it was “uncalled for” to suggest that the Government has withheld information in putting together the Covid-19 White Paper, as he rebutted the opposition’s call for the original report to be released.\nLeader of the Opposition Pritam Singh had called on Monday for the original after-action review (AAR) led by the former head of civil service, Mr Peter Ho,\nMr Singh, the Workers’ Party chief, said the White Paper was a “secondary document” which had drawn its findings and conclusions from this AAR.\nHe noted that while the White Paper\nSingaporeans did not know what had been excluded from the original reports. If there was sensitive information that affected national security, this could be redacted, said Mr Singh.\nResponding on Tuesday, Mr Wong, who is also Finance Minister, noted Mr Singh’s “qualified support” for the White Paper.\n“I’m not sure why there is a need for such qualification because after all, Mr Singh himself did highlight the need for us to put aside politics, to close ranks and to uphold unity of purpose in a crisis,” he said.\n“So I would urge Mr Singh and the Workers’ Party to give us their full and unreserved support, so that we can truly demonstrate unity of purpose in dealing with and learning from this pandemic.”\nHe said that the Government had\nfrom the start of the pandemic until August 2021.\nAt the time, the Government envisaged an interim or mid-term review because it was unclear when Singapore would be able to fully transition to Covid-19 being endemic, he said. But government agencies had also separately begun a review of their policy and operational decisions within their respective domains.\n“There was therefore a need to pull together the findings from Mr Ho’s interim report and the agencies’ AARs, as well as the lessons from our more recent experiences, into a consolidated report that would fully reflect all that had transpired over the last three years and provide a fuller synthesis of all our learnings,” said Mr Wong.\n“That is why PMO, the Prime Minister’s Office, was tasked to put together this consolidated report, which the Government decided to release as a White Paper.”\nOn releasing a redacted version of the original report, Mr Wong said\n“Whatever is relevant and fit for release, we have incorporated into this White Paper. And the White Paper is, in fact, more comprehensive than what Mr Ho’s review had set out to cover because it includes information from the agencies’ AARs, as well as learnings from our experience after August 2021,” he added.\nMr Singh responded by saying that “we don’t know what we don’t know”.\nHe added: “We do not know what is stated in Mr Ho’s report and the AARs from the respective ministries, and it would be important, in my view, for Singaporeans to consider the details and the breadth of perspectives secured from all who participated in the various AARs.\n“But this difference of opinion does not overshadow the Workers’ Party’s support for the motion.”\nMr Wong said that Mr Ho’s report contained information on the inner workings of the Government that cannot be published for reasons of national security as well as commercial sensitivities, such as how Singapore leveraged different partners to get essential supplies and manage its supply chains.\n“By all means, there can be debate on the lessons, on the recommendations. By all means, disagree with the lessons and the recommendations. Have your own view.\n“We are happy to hear the differences in views and to be better prepared, but I think it is quite uncalled for to suggest that there has there been any withholding of information by the Government in putting together this report.\n“I hope that Mr Singh and the Workers’ Party will live up to the ideals that they called for, in upholding national unity when we deal with and learn from this pandemic,” he added.\nHe said that the White Paper would not be the final word on Singapore’s Covid-19 response.\nAcademics and experts will continue to undertake detailed studies which may come to different conclusions and views, he said, adding that the Government welcomes diverse perspectives.\n“That’s perfectly okay. In fact, we welcome the diverse perspectives because this will help us challenge our own assumptions, and learn and improve."},
{"url": "http://www.straitstimes.com/singapore/politics/initial-advice-against-mask-wearing-was-based-on-who-s-stance-and-not-over-worry-of-a-mask-shortage", "title": "Initial advice against mask-wearing was based on WHO’s stance, and not over worry of a mask shortage", "date": "2023-03-21T18:09:43+08:00", "content": "SINGAPORE - The advice against mask-wearing in the initial stages of the Covid-19 pandemic was based on the World Health Organisation’s (WHO) recommendations at the time, and was not due to worries over any mask shortage for healthcare workers.\nExplaining this to Parliament on Tuesday, Health Minister Ong Ye Kung said that at the time, there was no clear understanding of the coronavirus. Until mid-March 2020, WHO maintained there was “no evidence” that masks were useful in protecting those who were not sick.\n“We reviewed and\nonce the evidence on how the virus spreads became clearer,” said Mr Ong during the parliamentary debate on the White Paper on Singapore’s response to the Covid-19 pandemic.\nreported that the Government’s decision to make mask-wearing mandatory in public for everyone, after having earlier advised against it for those who were well, was viewed as a policy U-turn. This “undoubtedly affected public trust and confidence in our handling of the crisis”.\nThe Government has been “totally forthright” on its reasons for not imposing mask requirements, said Mr Ong\nwho on Monday suggested that the “real reason” those who were well were discouraged from wearing masks was due to an insufficient supply of surgical masks.\nMr Giam said that in February 2020, four doctors here issued a statement urging everyone to wear masks in public, even when well.\nThe Workers’ Party MP also asked why Singapore did not appear to have sufficient capacity to manufacture face masks domestically.\nMinister for Trade and Industry Gan Kim Yong replied that as masks were rarely worn outside clinical settings before the outbreak of Covid-19, the national stockpile was maintained at a level to meet the needs of the healthcare sector, with companies here making the items abroad as it was more cost-effective.\nWhen masking in public was made mandatory, the Government worked with partners to source for masks globally, as well as set up production capabilities for surgical masks here, with the first batch ready in February 2020.\nLocal firms also stepped forward to produce reusable masks, Mr Gan said.\nThey also helped to ensure the country had enough supplies of food and other essentials. The Government worked with shipping firms to deploy ships to bring food supplies here.\nPSA International increased warehousing capacity to ensure there was space to house larger stockpiles of essential goods, while supermarket chains worked to keep their shelves stocked, he added.\nRegular changes to safe management measures caused uncertainty and disruption to businesses, Mr Gan said. But many took the pandemic as an opportunity to accelerate their digitalisation efforts, the minister added, with about 93 per cent of heartland enterprises having adopted e-payment solutions – almost 40 per cent more than before the pandemic.\n“Even though the worst of the pandemic is behind us, the Government will continue working with businesses on this journey of transformation,” he said"},
{"url": "http://www.straitstimes.com/world/united-states/tiktok-to-let-users-reset-for-you-feed-to-freshen-recommendations", "title": "TikTok to let users reset ‘For You’ feeds to freshen recommendations", "date": "2023-03-16T21:53:12+08:00", "content": "SAN FRANCISCO – Viral video-sharing app TikTok unveiled plans on Thursday to let users reset their “For You” feeds, offering people a chance to get a clean slate of recommendations if their interests have shifted or they have grown tired of seeing the same kinds of content.\n“This feature allows someone to view content on their For You feeds as if they just signed up for TikTok,” the company said in a statement.\nPeople will be able to refresh their feeds “if their recommendations no longer feel relevant or entertaining”, TikTok said, and the system will offer videos based on new interactions on the app.\nAs part of the rollout, the company said it is also updating its approach to content moderation to minimise videos with “themes of sadness, extreme exercise or dieting, or that’s sexually suggestive”.\nWhile this type of content does not technically violate the company’s policies, it can still cause harm if viewed repeatedly, TikTok said.\nTikTok rose to prominence by perfecting the algorithm – the software-based recommendation engine – that powers its feeds. The algorithm gives the app an uncanny ability to show videos that people actually like, and as a result,  growth has exploded to\nmany of them teenagers and young adults.\nThe new feature is a significant shift for the social media giant, which is owned by Beijing-based ByteDance, and comes in the wake of increased scrutiny around the company’s data privacy practices.\nIn recent months, TikTok executives have been on a charm offensive in Washington,\nTo address national security concerns, TikTok leadership has\nand the United States government has told TikTok’s owners that they must sell their shares or risk the app being banned, people familiar with the matter said on Wednesday.\nResetting the feeds of suggested videos on TikTok’s app will not change anyone’s existing privacy settings, the company said, such as filtering out videos with certain hashtags or skipping videos from a particular creator.\nThe recommendation changes will mean that if TikTok detects that a user is repeatedly watching sad videos or those touting extreme diets, for example, the system will switch out the content.\n“If multiple videos with these themes are identified, they will be substituted with videos about other topics to reduce the frequency of these recommendations and create a more diverse discovery experience,” the company said.\nIt added that it also does not want to make users feel more isolated or limit people’s access to potentially helpful information about how others handle difficult emotions.\nTikTok chief executive Shou Zi Chew has been asked to testify before a House of Representatives committee next week about the app’s data privacy and security practices, and the company’s relationship with the Chinese Communist Party. BLOOMBER"},
{"url": "http://www.straitstimes.com/tech/ntu-student-in-the-running-to-develop-green-paper-batteries-to-power-daily-electronics", "title": "NTU student in the running to develop electronics powered by greener paper batteries", "date": "2023-03-16T20:46:06+08:00", "content": "SINGAPORE - One of the world’s first sustainable portable chargers could well come out of Singapore.\nNanyang Technological University (NTU) mechanical engineering student Carlo Charles, 21, is among the innovators in the running to develop electronics powered by paper batteries that could serve as a safe and sustainable alternative to lithium-ion batteries.\nHis work has received acclaim, winning the grand prize in the Youth Action Challenge organised by the National Youth Council in February.\nAn avid inventor since childhood, the Singaporean is one of 40 innovators and start-ups recognised on Thursday at the launch of a new initiative by NTU to support entrepreneurs.\nConcerns have grown over lithium-ion batteries, which are short in supply amid an electrical energy boom and which contribute to toxic waste.\nWhile seen as a sustainable alternative, paper batteries generally have lower energy efficiency compared with lithium-ion cells.\nBut work is under way to reduce the gap, said Mr Charles, who is in the midst of commercialising the paper batteries. They also cost half as much to build as standard batteries, he added.\nUnlike traditional batteries, paper batteries can be wrapped around objects instead of being fixed in a case, allowing manufacturers to get creative with its shape. They are also biodegradable, leak-proof and non-explosive, making them safer than standard batteries.\nResearchers worldwide are racing to build paper batteries to reduce electronic waste. One of them is the Swiss Federal Laboratories for Materials Science and Technology, which is building a biodegradable paper battery.\nThe batteries used by Mr Charles are licensed from an NTU team that built biodegradable batteries in 2021, initially to power wearable devices. This battery is made by screen printing an ink layer of manganese on one side of a sheet of strengthened paper, and a layer of zinc and conductive carbon on the other.\nMr Charles, a second-year student, approached the scientists with a pitch to integrate the technology into his line of portable chargers he built in 2021 under his brand, Flint. The aim is to release a commercial product using paper batteries in the next few years and potentially other devices in the future.\nFlint’s first line of wireless chargers, designed with two modular wireless charging slabs that can be stuck on a phone with magnets, was launched for crowdfunding on Indiegogo in 2021.\nAfter receiving more than 700 orders in a month, Mr Charles put new orders on hold to focus on production. He said new orders will resume soon.\nIt marks his latest passion project. As a youngster, Mr Charles, who was born in the Philippines, developed an interest in technology that could help curb climate change after learning that many natural disasters there were linked to human causes.\nHe said: “I remember as a 14-year-old, I was searching why these things happen, and it turns out it’s down to climate change and much of it is down to humans. So I wanted to do something to help, and I found a passion in creating and building things.”\nWhen he was 15, he built an air purifier out of household materials like plastic pipes and scrap electronics. His inventions grew more ambitious over the years – including a self-powered data buoy to collect and wirelessly transmit ocean data for coral reef observation, which won multiple awards.\nThe prize money from his projects are being channelled into his work on paper batteries, he said.\nHis work on electronics powered by paper batteries was among the innovations mentioned by NTU’s acting president and provost Ling San at the launch of the university’s Innovation and Entrepreneurship initiative.\nIt supports entrepreneurs in commercialising ideas through mentorship, training and networking with industry partners, and will also offer grants of up to $250,000.\nMr Charles, who will present his work to the United Nations in April as a finalist of the Global Talent Award, said: “I don’t plan to stop at paper batteries in a portable charger, but maybe in the next few years, phones can also be powered by paper batteries."},
{"url": "http://www.straitstimes.com/tech/what-cruelty-free-cosmetic-testing-methods-are-there", "title": "What cruelty-free cosmetic testing methods are there?", "date": "2023-03-21T05:00:00+08:00", "content": "SINGAPORE - Revivo BioSystems’ new “organ-on-chip” device contributes to the growing number of cosmetic testing platforms that seek to replace animal testing.\nMr Chan Chung Hou, a senior lecturer at Singapore Polytechnic’s School of Chemical and Life Sciences, said that many of such cruelty-free methods, which have been scientifically validated by various organisations internationally, are cheaper and faster than animal tests.\nThe Straits Times looks at some alternatives to animal testing.\nComputer modelling or in-silico screening can predict how compounds – such as the active ingredients in a cosmetic product – will interact with target proteins in the body.\nA 2018 study led by scientists from Johns Hopkins University found that such computer models were able to model a new chemical’s toxicity accurately 87 per cent of the time, higher than the 81 per cent accuracy rate of animal tests.\nIn-vitro or “in-glass” tests refer to those that are done in the laboratory using test tubes or petri dishes, for instance, as opposed to those done on animal or human bodies.\nThese tests typically involve cell cultures, where extracted human cells are grown in artificial environments. The effects of the cosmetic products on these cells are analysed to determine if they are safe and work as they are supposed to.\nSkin irritation tests using in-vitro methods are replacing the traditional ones done on rabbits and produce better results, claims Cruelty Free International. In-vitro methods reliably predict the responses of human skin to chemicals 86 per cent of the time, while the traditional tests are only 60 per cent accurate.\nAlthough the effects of cosmetic products on cell cultures in isolation may differ from their effects on the actual human body, the creation of even more sophisticated “organ-on-chip” technologies like the one launched by Revivo BioSystems can further improve the accuracy of in-vitro methods.\nA technique known as “microdosing” can be used in the early stages of cosmetic product development, where volunteers are given an extremely small amount of the product in question, and their bodies’ responses to the product, such as skin reactions, are analysed.\nAs these microdosing tests seldom provide sufficiently concrete data on their own, they are useful in determining whether a product or drug should be tested on a wider group of human volunteers, and can reduce the number of animal trials conducted.\nWhile the efficacy of microdosing for cosmetic testing is less conclusive, a 2017 study by the University of New South Wales and the University of Tasmania in Australia said the technique, which is more commonly used for drug trials, managed to predict the effects of drugs administered at full dose 80 per cent of the time"},
{"url": "http://www.straitstimes.com/tech/tech-news/when-relationships-are-run-by-bots", "title": "When relationships are run by AI chatbots", "date": "2023-03-21T05:00:00+08:00", "content": "Three recent headlines in the tech world, although seemingly unrelated, collectively point to a disturbing possibility in our AI-fuelled existence.\nThe first was that in a conversation with\n, New York Times tech columnist Kevin Roose had the chatbot declare its undying love for him before it then urged him to leave his wife. Mr Roose admitted to being “deeply unsettled, even frightened” by the two-hour exchange.\nAlready a subscriber?\nGet exclusive reports and insights with more than 500 subscriber-only articles every month\nNo contract\nST app access on 1 mobile device\nSubscribe now\nAll subscriber-only content on ST app and straitstimes.com\nEasy access any time via ST app on 1 mobile device\nE-paper with 2-week archive so you won't miss out on content that matters to yo"},
{"url": "http://www.straitstimes.com/tech/local-start-up-launches-animal-free-cosmetics-testing-platform", "title": "Local start-up launches animal-free cosmetics testing platform", "date": "2023-03-21T05:00:00+08:00", "content": "SINGAPORE – Local biotech start-up Revivo BioSystems has developed a cosmetics testing platform which mimics the flow of blood under the skin, paving the way for more companies to move away from animal testing.\nThe in-vitro platform, launched on March 2, makes the company one of the front runners in the emerging field of “organ-on-chip” technologies, which seeks to model – on small chips made of plastic, glass or silicon – how human organs work.\nThese could make testing for drugs, foods and cosmetics in the lab more accurate and efficient.\nIn-vitro tests are performed in laboratories outside of human or animal bodies.\nRevivo BioSystems’ platform has two devices that work together to evaluate the safety and efficacy of cosmetic products.\nThe first, known as the Revex chip, is a single-use plastic chip that has small channels that allow liquids to flow through. It has three chambers linked to these micro-channels, where human skin – taken, for example, from biopsies – can be placed and samples of the cosmetic product can be applied.\nSynthetic substitutes for skin, created in laboratories, can also be used.\nFour of these Revex chips can be put in a Relego collection device. As a liquid simulating human blood is pumped through these channels at body temperature (37 deg C), substances from the cosmetic product which have permeated through the skin sample and other proteins secreted by the skin cells dissolve in the fluid.\nThe fluid, and the substances it carries, is collected at preset time intervals. Its contents are analysed to show how the cosmetic product’s ingredients have interacted with the skin over time, to determine if the item is safe, or if it stands up to marketing claims.\nDr Massimo Alberti, chief executive and founder of Revivo BioSystems, said its dynamic platform is more accurate than traditional static cosmetic tests, which do not simulate the continuous flow of blood under the skin and can determine only the amount of permeated substances at a single point in time.\nThese static tests usually involve adding a test chemical to a reconstructed piece of human skin (made from cell cultures) that has the cosmetic product applied over it. As the chemical interacts with the skin, biological reactions occur and the substances formed can be analysed to determine if the skin reacted to the product in any way.\n“Compared with other static systems which provide a very simplistic view of what is going on in the skin, our system allows us to look, over time, at what actually happens to the skin as it reacts to the cosmetic product,” said Dr Alberti.\nBecause the Relego collector is fully automated, the company said its platform reduces the man-hours needed to run in-vitro tests by up to 20 times.\nIt added that other cosmetic tests, such as those involving human volunteers where each is given a small dose of the product, still need to be performed.\nWith the enhanced accuracy and efficiency that the kit provides, Revivo BioSystems hopes that it will encourage more cosmetic companies to drop animal testing, which has already been banned in the European Union, South Korea and New Zealand.\nIn Singapore, the use of animals for testing cosmetic products is not prohibited, but it is regulated by the Animals and Birds (Care and Use of Animals for Scientific Purposes) Rules and the guidelines set by the National Advisory Committee for Laboratory Animal Research.\nThough these regulations include the need to replace the use of animals by alternative methods as far as possible, reduce the numbers of animals used to an unavoidable minimum, and refine any procedures necessarily used to minimise the impact on animals, opponents argue that it is still cruel and immoral to subject animals to suffering just so that cosmetic products can be sold.\nRevivo BioSystems’ technology is already patented in the US, Europe, China and Singapore. One of its first customers is speciality chemicals giant Evonik Industries, which has invested in the company and intends to use its platform to test its beauty and personal care products.\nEvonik’s chemicals are used in cosmetic products such as make-up, skin cleansers and skin creams.\nSaid Ms Shirley Qi, Evonik’s president for South-east Asia, Australia and New Zealand: “Revivo BioSystems’ kit will allow us to perform new dynamic testing methods. The automation takes human error out of the sampling, and provides a cost-effective way of carrying out screenings that are required in the approval procedures for new substances.”\nDr Alberti said Revivo BioSystems has signed deals with companies in the Fortune 500 list, which showcases the US’ biggest companies by revenue.\nRevivo BioSystems’ launch of its “organ-on-chip” product follows Harvard University spin-off Emulate’s development of similar devices.\nThe university’s Wyss Institute for Biologically Inspired Engineering has used the chips in research for a variety of diseases and their treatments, including Covid-19, influenza and malnutrition.\nIn 2020, US-based market surveying firm QY valued the “organ-on-chip” industry at US$21 million (S$28 million), but this could grow to about US$220 million by 2025.\nDr Alberti said his company will continue looking for new applications for its platform, including the testing of drugs.\nSingapore, a biomedical sciences hub in Asia, is already home to the manufacturing plants of some of the biggest pharmaceutical companies in the world, including GSK, Pfizer and Amgen.\nSaid Dr Alberti: “Skin is just the beginning. What we can do with skin, we can do with any other tissue which represents barriers where drug action occurs. The opportunities that the product offers are really rich."},
{"url": "http://www.straitstimes.com/sport/football-sevilla-sack-sampaoli-with-relegation-threat-looming", "title": "Football: Sevilla sack Sampaoli with relegation threat looming", "date": "2023-03-21T18:41:02+08:00", "content": "Sevilla fired coach Jorge Sampaoli after less than six months into his second spell on Tuesday, with the Spanish La Liga club sitting two points above the relegation zone.\nThey have lost four of their last seven league matches, including a 6-1 humbling by Atletico Madrid. Although they are\n, they sit 14th in La Liga on 28 points with 12 games left following Sunday’s 2-0 loss at Getafe.\nArgentinian Sampaoli, 63, also coached Sevilla in the 2016-17 season and managed the Argentina national team from 2017 to 2018.\n“Following (the) defeat at Getafe, which leaves the side just above the relegation zone, the club have decided to part ways with the Argentine coach ahead of the international break,” Sevilla said in a statement.\n“Sampaoli will no longer lead today’s training session... while the club is already working on recruiting a new coach as soon as possible.”\nSevilla, whose only La Liga title was way back in 1946, are record six-time Europa League winners and next face Manchester United. Their first La Liga game after the international break is at 15th-placed Cadiz on April 1"},
{"url": "http://www.straitstimes.com/sport/world-athletics-set-to-tighten-transgender-rules-lift-russia-doping-ban", "title": "World Athletics set to tighten transgender rules, lift Russia doping ban", "date": "2023-03-21T16:41:59+08:00", "content": "PARIS – World Athletics is likely to tighten rules around the participation of transgender women in female competition in a charged meeting of its decision-making body on Thursday that should also see the doping ban on Russia lifted.\nAdministrators behind the leading Olympic sport have taken a different approach from that of swimming, which has effectively\nfrom elite female competition.\nTrack and field’s global body has said its “preferred option” is to tighten the rules surrounding eligibility and that it wants to use limits on testosterone as the key determining factor.\nIn that regard, it is aiming to amend the regulations covering both transgender athletes and those classified as DSD, in other words having “differences of sexual development”.\nThe most high-profile DSD athlete is double Olympic 800m champion Caster Semenya of South Africa.\nUnder the World Athletics proposals, in order to compete in the female category, transgender and DSD athletes would have to reduce their amount of blood testosterone from the current maximum of five nanomoles per litre to below 2.5, and remain below this level for two years rather than just one, as is the case now.\n“In terms of our female eligibility regulations, we will follow the science, and more than a decade of research we have in the DSD area, in order to protect the female category, maintain fairness in our competitions and remain as inclusive as possible,” a recent statement read.\n“In reviewing a number of new and existing studies and observations from the field, we put forward a preferred option for consultation with our member federations.\n“The option we took to consultation was to amend both the transgender and DSD female eligibility regulations to provide for a continuous reduction of serum testosterone level below 2.5 nmol/L for at least 24 months.”\nThe proposals will be discussed and put to the vote at the meeting of World Athletics’ Council that started on Tuesday in Monaco, with any decisions published on Thursday.\nAnother major proposal is that concerning Russian athletes, coming at the moment where global sporting bodies are debating their potential reintegration ahead of the 2024 Paris Olympics.\nRussia’s track and field federation has been barred since 2015 after a damning World Anti-Doping Agency report identified “a deeply-rooted culture of doping”. It is not eligible to host World Athletics events or send teams to international championships.\nFor the athletics superpower to return, it has to meet a series of strict conditions including establishing a culture of zero tolerance and an effective anti-doping structure.\nJust a handful of Russian athletes took part in track and field at the Tokyo Olympics, and they did so under a neutral flag.\nA lifting of sanctions over the doping issue would have little immediate effect, however, as all Russian and Belarusian athletes have been banned from competition “for the foreseeable future” since Moscow’s invasion of Ukraine in February 2022. That includes the option of competing as a neutral.\nBut just 18 months out from the Olympics in Paris, the sport of athletics’ point of view on potential Russian participation will come under increased scrutiny.\nThere seems to be a groundswell towards allowing the return of Russians and Belarusians under a neutral flag, and the Olympic sport of fencing earlier in March decided to allow athletes from those two countries to take part in qualifying events, sparking outrage in Ukraine.\nThe ongoing women’s World Boxing Championships in India has also featured fighters from both Russia and Belarus competing under their national flags and anthems.\nThat led to a boycott by countries including the United States, Ukraine, Canada, Sweden and Britain.\nWorld Athletics president Sebastian Coe has been unequivocal in his previous declarations on the fall-out from the Ukraine invasion, saying his body would not budge while Kyiv remained under attack. AF"},
{"url": "http://www.straitstimes.com/sport/football-crystal-palace-reappoint-hodgson-as-coach-to-replace-vieira", "title": "Football: Crystal Palace reappoint Hodgson as coach to replace Vieira", "date": "2023-03-21T17:03:38+08:00", "content": "LONDON – Crystal Palace have reappointed Roy Hodgson as manager until the end of the season, the English Premier League football club said on Tuesday.\nThe 75-year-old succeeds Frenchman Patrick Vieira,\nafter a poor run of form left the team three points above the relegation zone.\nPalace are the only side in the league without a win in 2023, having drawn five and lost seven of their games. Their last league victory came on Dec 31, 2-0 at Bournemouth, and they are 12th on 27 points with 10 games to play. A mere four points separate Palace from bottom club Southampton.\nHodgson has been brought in to keep them in the top flight, a task he achieved for four seasons in a row with the London club between 2017 and 2021.\n“It is a privilege to be asked to return to the club, which has always meant so much to me,” the Englishman said in a statement. “Our sole objective now is to start winning matches, and to get the points necessary to ensure our Premier League status.\n“Crystal Palace is known for its fighting spirit, and I have no doubt that all our supporters will fight with us.”\nHodgson’s coaching career began in 1976 in Sweden and he went on to manage the likes of Inter Milan, Malmo, Blackburn Rovers, Liverpool, West Bromwich Albion, Fulham, the Swiss national team and England.\nHodgson took England to Euro 2012 and the 2014 World Cup finals but left after they were knocked out of Euro 2016 by Iceland in the round of 16.\nHis first match back in the dugout will come in a home game against Leicester, 17th on 25 points, on April 1 after the international break.\nPalace said former club captain and current Under-21s coach Paddy McCarthy, who took charge of the side for their\non Sunday, will be Hodgson’s assistant.\nHodgson’s long-term assistant Ray Lewington will return to the club as first-team coach.\n“We are obviously in a very challenging period but we believe that Roy’s and Ray’s experience, knowledge of the club and players, alongside Paddy can help fulfil the immediate requirement of keeping us in the league,” Palace chairman Steve Parish said.\nHodgson came out of retirement in the 2021-22 season to take charge of relegation-threatened Watford on a short-term deal but failed to lead them to safety"},
{"url": "http://www.straitstimes.com/tech/tech-news/chatgpt-advances-are-moving-so-fast-regulators-can-t-keep-up", "title": "ChatGPT advances are moving so fast regulators can’t keep up", "date": "2023-03-21T17:00:00+08:00", "content": "Calls for governments to regulate artificial intelligence (AI) far predate OpenAI’s release of ChatGPT in late 2022. But officials haven’t come up with an approach to deal with AI’s potential to enable mass surveillance, exacerbate long-standing inequities or put humans in physical danger.\nWith those challenges looming, the sudden emergence of so-called generative AI – systems such as chatbots that create content on their own – is presenting a host of new ones.\n“We need to regulate this, we need laws,” said Ms Janet Haven, executive director of Data & Society, a non-profit research organisation in New York. “The idea that tech companies get to build whatever they want and release it into the world and society scrambles to adjust and make way for that thing is backwards.”\nThe most developed proposal today for regulating AI comes from the European Union, which first issued its Artificial Intelligence Act in 2021. The legislation, whose final form is still being debated, would put aggressive safeguards in place when the technology is being used for “high-risk” cases, including employment decisions or in some law enforcement operations, while leaving more room for experimentation with lower-risk applications.\nSome of the lawmakers behind the\nct want to designate ChatGPT as high-risk, an idea others object to. As it is written, the Bill focuses on how technologies are used rather than on the specific technologies themselves.\nIn the United States, local, state and federal officials have all begun to take some steps towards developing rules. The Biden administration last fall presented its\nwhich addresses issues such as discrimination, privacy and the ability for users to opt out of automated systems.\nBut the guidelines are voluntary, and some experts say generative AI has already raised issues – including the   potential for mass-produced disinformation – that the blueprint does not address. There is growing concern that chatbots will make it harder for people to trust anything they encounter online.\n“This is part of the trajectory towards a lack of care for the truth,” said Dr Will McNeill, a professor at the University of Southampton in Britain who specialises in AI ethics.\nA few public agencies in the US are trying to limit how generative AI tools are used before they take hold: The New York City Department of Education prohibits ChatGPT on its devices and networks. Some US financial institutions have also banned the tool.\nFor AI more broadly, companies have been rapidly adopting new guidelines in recent years with “no substantial increases” in risk mitigation, according to a 2022 survey by McKinsey & Co.\nWithout clear policies, the main thing holding back AI seems to be the limits the companies building the tech place on themselves.\n“For me, the thing that will raise alarm bells is if organisations are driving towards commercialising without equally talking about how they are ensuring it is being done in a responsible way,” said Mr Steven Mills, chief AI ethics officer at Boston Consulting Group. “We’re still not sure yet what these technologies can do.”\nCompanies such as Google, Microsoft and OpenAI that are working on generative AI have been vocal about how seriously they take the ethical concerns about their work. But tech leaders have also cautioned against overly stringent rules, with US-based firms warning Western governments that an overreaction will give China, which is aggressively pursuing AI, a geopolitical advantage.\nFormer Google chief executive Eric Schmidt, now chair of the non-profit Special Competitive Studies Project, testified at a congressional hearing on March 8 that it is important AI tools reflect American values and that the government should primarily “work on the edges where you have misuse”.\nOn its part, China is already planning rules to limit generative AI and has stopped companies from using apps or websites that route to ChatGPT, according to local news reports.\nSome experts believe these measures are an attempt to implement a censorship regime around the tools or to give Chinese competitors a leg-up.\nBut technologists may be pushing ahead too rapidly for officials to keep up. On March 14, OpenAI released a new version of the technology that powers ChatGPT, describing it as more accurate, creative and collaborative"},
{"url": "http://www.straitstimes.com/tech/reddit-down-for-more-than-3-hours-affecting-more-than-60k-users", "title": "Reddit back up after being down for nearly 5 hours", "date": "2023-03-15T07:44:27+08:00", "content": "SINGAPORE - Access to popular social media platform Reddit was restored after a nearly five-hour outage that, at its peak, saw more than 60,000 users reporting they could not access both the desktop and mobile versions of the site.\n“Resolved: Alright, things are back in order. We’re peeling a lot better now! Thanks for your patience,” said Reddit’s status page at 8.41pm Tuesday Eastern time Tuesday (8.41am Singapore time on Wednesday).\nReddit did not say what contributed to the outage.\nUsers first reported that they were seeing an error message when trying to load Reddit on their desktops. Some reported that some tabs on the site were showing content but not the comment threads.\nReddit posted a message on its site at 3.18am Singapore time on Wednesday that it was offline and was working to identify the issue.\nTwo hours later, it posted a message on its Twitter account, saying that it had identified a fix which may take some time to implement.\nReddit’s Twitter account is making light of the situation though.\n“In the meantime ready your bananas (or eat them!),” it said.\n“Enjoy the productivity,” it added. “We’ll be up and running again soon.”\nAt 7.18am Singapore time, Reddit said it had implemented a fix and is slowly allowing things to ramp back up.\n“We’re not yet out of the woods. How do you draw a banana? Asking for a friend,” it added.\nLast month, Reddit was\nthat saw hackers gain access to internal documents and code, but no user data was compromised.\nThe exposed data included the “limited” contact information of hundreds of “company contacts” and Reddit employees, as well as some advertiser information, said a Reddit spokesman in a thread posted on the platform’s official subreddit on Feb 10"},
{"url": "http://www.straitstimes.com/tech/what-is-chatgpt-4-and-how-to-use-it-right-now-everything-you-need-to-know", "title": "What is ChatGPT-4 and how to use it now: Everything you need to know", "date": "2023-03-15T15:46:07+08:00", "content": "SAN FRANCISCO – It has been a mere four months since artificial intelligence (AI) company OpenAI unleashed ChatGPT and – not to overstate its importance – changed the world forever. In just 15 short weeks, it has sparked doomsday predictions in global job markets, disrupted education systems and drawn millions of users, from big banks to app developers.\nBut now, it’s goodbye to ChatGPT and hello\nsure to send even bigger ripples across the world. So what is GPT-4, how powerful is it, and how can you use it? Here is everything you need to know:\nLet us start with the name. The Chat section speaks for itself – a computer interface you can interact with – while GPT-4 is short for “generative pretrained transformer 4”.\nThat means it is the fourth iteration of the OpenAI software that has analysed vast quantities of information from across the Internet in order to determine how to generate human-sounding text and give users detailed responses to questions.\nAnyone who has researched ChatGPT will know its limitations.\nIt has been criticised for giving inaccurate answers, showing bias and for bad behaviour – circumventing its own baked-in guard rails to spew out answers it is not supposed to be able to give.\nThe argument has been that the bot is only as good as the information it was trained on.\nOpenAI says it has spent the past six months making the new software safer. It claims ChatGPT-4 is more accurate, creative and collaborative than the previous iteration, ChatGPT-3.5, and “40 per cent more likely” to produce factual responses.\nOne of ChatGPT-4’s most dazzling new features is the ability to handle not only words, but pictures too, in what is being called “multimodal” technology.\nA user will have the ability to submit a picture alongside text – both of which ChatGPT-4 will be able to process and discuss. The ability to input video is also on the horizon.\nLike its predecessor, ChatGPT-4 is not too hot at reasoning on current events, given that it was trained on data that existed before 2021.\nOpenAI said in a blog post that the latest iteration “still has many known limitations that we are working to address, such as social biases, hallucinations and adversarial prompts”.\nMost people can give basic ChatGPT a whirl by signing up with OpenAI, although restrictions apply in some countries and territories around the world.\nBut the newest version is currently being offered only to ChatGPT Plus subscribers for US$20 (S$27) a month and as an API tool for developers to build into their applications. You can join a wait list.\nIn the future, you will likely find it on Microsoft’s search engine, Bing.\nCurrently, if you go to the Bing webpage and hit the “chat” button at the top, you will likely be redirected to a page asking you to sign up to be on a wait list, with access being rolled out to users gradually.\nMorgan Stanley is using it to organise wealth management data. Payment company Stripe is testing to see whether it can help combat fraud, and language-learning app Duolingo is incorporating it to explain mistakes and to allow users to practise real-world conversation.\nIn short, competitors. While Microsoft has pledged to pour US$10 billion into OpenAI, other tech firms are hustling for a piece of the action.\nAlphabet’s Google has already unleashed its own AI service, called Bard, to testers, while a slew of start-ups is chasing the AI train.\nIn China, Baidu is about to unveil\nwhile Meituan, Alibaba and a host of smaller names are also joining the fray. BLOOMBER"},
{"url": "http://www.straitstimes.com/sport/combat-sports/mma-one-c-ship-fighter-iuri-lapicus-dies-after-motorcycle-crash-in-italy", "title": "MMA: One C’ship fighter Iuri Lapicus dies after motorcycle crash in Italy", "date": "2023-03-21T17:56:54+08:00", "content": "SINGAPORE – Moldovan mixed martial arts (MMA) fighter Iuri Lapicus, who competed in Singapore four times in One Championship’s events, has died after a motorcycle accident in Italy. He was 27.\nItalian publication\nreported that the accident happened on 12pm local time last Friday in Northwest Milan.\nLapicus reportedly lost control of his motorcycle and crashed into a vehicle. He was then transported to the Niguarda hospital by helicopter, where he remained in a coma for three days before succumbing to his injuries on Monday.\nSingapore-based MMA promotion One said in a statement: “The One Championship team is heartbroken over the tragic passing of Iuri Lapicus. Our thoughts and prayers go out to his loved ones at this difficult time.”\nIn his second visit to Singapore in 2020, Lapicus, who was living in Italy, lost to Christian Lee via a first-round technical knockout in the One welterweight championship title fight. Lapicus was then undefeated and held a perfect 14-0 record before he fell to Lee.\nA year later in April 2021, Lapicus battled Eddie Alvarez to a no-contest decision at the bantamweight title fight at the Singapore Indoor Stadium.\nLapicus made his fourth and last visit to Singapore in August 2022, when he lost to Swedish fighter Zebaztian Kadestam in a first-round knockout. It was also his last competitive bout.\nOverall, Lapicus maintained a stellar record with 14 wins and two losses (one no contest).\nArmenian-Italian fighter Giorgo Petrosyan, whose gym in Milan was frequented by Lapicus, shared a post on Instagram following confirmation of Lapicus’ death.\nHe said: “I want to remember you like this. R.I.P."},
{"url": "http://www.straitstimes.com/sport/basketball/nba-derozan-bulls-leave-sixers-waiting-after-overtime-thriller", "title": "NBA: DeRozan, Bulls leave Sixers waiting after overtime thriller", "date": "2023-03-21T18:35:12+08:00", "content": "PHILADELPHIA – Chicago Bulls coach Billy Donovan paid tribute to his team’s defence on Monday, as DeMar DeRozan’s 25 points helped snap Philadelphia’s eight-game winning streak with a 109-105 National Basketball Association (NBA) victory in double overtime.\nThe red-hot Sixers had been looking to clinch their play-off ticket in front of an expectant home crowd at the Wells Fargo Centre.\nBut, despite a 37-point performance from Joel Embiid – the Most Valuable Player front-runner’s 10th straight 30-point game – Philadelphia were left waiting to reach the post-season after a gritty road win from Chicago.\n“Our defence kinda kept us in and the game went back and forth... we respond, they respond,” said Donovan.\n“I think that was the key in the game, just having bodies in those spots where we could get our hands on some balls and generate some turnovers, and disrupting their flow.”\nThe Sixers’ 105 points was their lowest in 11 games. The last time they had fewer  was when they lost 101-99 to the Miami Heat on Feb 27.\n“We couldn’t get anything going offensively really the whole game,” Embiid admitted.\n“Tonight could’ve been better, but we move on and learn from it.”\nThe centre missed a tip-in after Tyrese Maxey’s attempted three-pointer at the end of regulation which would have snatched victory for the Sixers.\nEmbiid made amends by putting Philadelphia 99-97 ahead in the final minute of the first period of overtime, but DeRozan levelled with a driving layup.\nThe Chicago star then missed an attempted three-pointer with less than two seconds left, to take the game to a second overtime.\nThe Sixers looked to have taken a grip on the contest after opening up a 105-101 lead in the second overtime.\nBut, with Embiid absent after fouling out, the Bulls reeled off eight unanswered points to close out the win.\nIt was the first time in 12 meetings against Chicago that Embiid has finished on the losing side.\nDeRozan admitted that he was aware of that statistic before the game.\n“I knew that,” he said. “Not saying that was part of the motivation.\n“We’ve got a bigger goal than just trying to beat him. I’m glad we got the win.”\nChicago improved to 34-37 and remain in 10th place in the Eastern Conference standings.\nThey are in line for a place in the play-in tournament for teams ranked between seventh and 10th, which determine the last two spots in the eight-team conference play-offs.\nPhiladelphia, third in the East with a 48-23 record, remain one win away from formally clinching their play-off spot.\nIn other games, Julius Randle erupted for 57 points in a scintillating performance.\nBut it was not enough to stop the New York Knicks falling 140-134 at home to the Minnesota Timberwolves.\nRandle’s masterpiece included eight three-pointers from 19-of-29 shooting, while Jalen Brunson added 23 points. Three other Knicks players finished in double figures.\nHowever, Minnesota’s balanced offence was enough to give the Wolves victory, with Taurean Prince leading the visitors’ scoring with 35 points.\nAll of Minnesota’s starters posted double-digit points totals, while Naz Reid (12) and Jaylen Nowell (14) combined for 26 off the bench.\nIn Houston, the Golden State Warriors finally snapped their miserable losing streak on the road with a 121-108 win over the Rockets.\nThe NBA champions had gone into the game after 11 straight defeats away from home, but ended that sequence against a Rockets team who have just 18 wins this season.\nStephen Curry and Klay Thompson combined for 59 points, including 10 three-pointers. Yet the Warriors still made hard work of the win, coughing up 20 turnovers, 14 of them in the first half.\n“We were not focused, but second half we did a better job of taking care of the ball,” Warriors coach Steve Kerr said.\n“I don’t remember the last road game we won. It’s been a while. We needed it obviously.” AF"},
{"url": "http://www.straitstimes.com/sport/tennis/tennis-nadal-out-of-top-10-for-first-time-since-2005", "title": "Tennis: Nadal out of top 10 for first time since 2005", "date": "2023-03-21T17:18:02+08:00", "content": "LONDON – Casper Rudd believes that Rafael Nadal will still be the “man to beat” at the French Open even if the Spaniard’s absence from Indian Wells saw him slip out of the top 10 for the first time since 2005 on Monday.\nNadal was forced to skip the Masters 1000 event in California, where he reached the 2022 final, as he continues his recovery from\ndefence in the second round in January.\nUnable to defend the 600 points from Indian Wells resulted in the 22-time Grand Slam champion dropping four places to 13th in the rankings, ending his record 912-week stay inside the top 10, which began when current No. 1 and Indian Wells champion Carlos Alcaraz was not even two years old.\nHowever, with the veteran preparing to return to action at the Monte Carlo Masters in April ahead of May’s French Open, which he has won 14 times in his career, his time outside the top 10 might be short.\nWorld No. 4 Ruud, who lost to Nadal in the Roland Garros final in 2022, said he would not be shocked to see the 36-year-old lift the trophy once again.\n“It wouldn’t surprise me because he’ll probably use these weeks and months, as he’s preparing for Roland Garros,” he told Eurosport as part of the ‘Ruud Talk’ series.\n“It doesn’t matter if he loses in Monte Carlo or Rome or Madrid. The only thing on his mind these days is just to be fit, healthy and ready for Roland Garros.”\nSpeaking to Spanish outlet Movistar earlier in March, Nadal said he has to “accept things as they come” with regard to his top-10 run. “With all the injuries I’ve had over the last 18 years, not having left the top 10 on any occasion is practically a miracle,” he explained.\n“A time has come when a lot has happened in the last year – a broken rib, two abdominal tears, foot problems... there are many things that, in tennis, with a ranking that lasts a year... you know that if you don’t play, you will be out of the top 10.”\nTennis lost two of its greats when Serena Williams and Roger Federer bowed out of the sport in 2022, but Nadal and rival Novak Djokovic are still soldiering on.\nDjokovic, who turns 36 in May, has shown few signs of slowing down and drew level with Nadal on 22 Grand Slams by winning the Australian Open.\n“For the whole tennis world it would be nice to see one last showdown at Roland Garros,” said former US Open champion Dominic Thiem.\nThe Austrian, who lost two French Open finals (2018, 2019) to Nadal, added that Djokovic would be favourite to win the remaining Grand Slams this season. “The only tournament is Roland Garros. If Rafa is fit there, it’s exactly the opposite because he’s the man to beat.” REUTER"},
{"url": "http://www.straitstimes.com/sport/golf/golf-justin-thomas-to-skip-match-play-citing-past-struggles", "title": "Golf: Justin Thomas to skip Match Play, citing past struggles", "date": "2023-03-21T19:01:26+08:00", "content": "LOS ANGELES – The WGC-Dell Technologies Matchplay event boasts a strong field for its final showing in Austin, Texas this week but Justin Thomas will not be among them.\nWhile 64 of the top 77 players in the Official World Golf Ranking will tee off on Wednesday in the five-day event, the American cited his “really bad” play as a reason to take a pass.\nThomas is coming off a T-10 at the Valspar Championship last weekend at Innisbrook Resort in Palm Harbour, Florida.\nThe twice PGA Championship winner is the only player in the top 10 – aside from banned LIV golfers – who will not be in this week’s field.\n“(Innisbrook) is a place I love. I really, really love the golf course,” Thomas said. “I just I feel like I have a really good chance to win there if I go play. I just, I simply don’t feel that way about Austin Country Club. It’s nothing against the course. I’ve just, I’ve played it six times and I’ve played it really bad five of them.\n“So, I just felt like it was a better decision for me to go to a place where I, at least, had some positivity and felt like I had a lot better chance to win than going to an elevated event, a huge event, being the Matchplay.”\nThomas advanced out of the round-robin stage just once in six WGC events at Austin.\nLike in previous years, the WGC-Dell Technologies Matchplay field will be divided into 16 four-player groups.\nEach group will play round-robin matches on Wednesday, Thursday and Friday. The player with the best record in each group will advance to the round of 16, which will be played on Saturday morning, followed by the quarter-finals in the afternoon.\nThe semi-finals and championship match will take place on Sunday.\nThe event has a prize purse of US$20 million (S$26.7 million), with the winner taking home US$3.5 million.\nAustin is losing its PGA Tour stop after this week. It will be replaced in 2024 by the Cadence Bank Houston Open, an event not associated with the World Golf Championships.\nAustin Country Club has played host to a WGC event since 2016, with the once premier series going by the wayside in recent years since bursting onto the scene in 1999.\nIn 2021, the WGC-Mexico Open was converted to a regular PGA Tour event. Also in 2021, the WGC-FedEx St Jude became the first event of the FedEx Cup play-offs. REUTER"},
{"url": "http://www.straitstimes.com/sport/basketball/nba-ochai-agbajis-career-night-powers-jazz-past-kings", "title": "NBA: Ochai Agbaji's career night powers Jazz past Kings", "date": "2023-03-21T20:34:46+08:00", "content": "UTAH – Playing in the G League, or the National Basketball Association’s (NBA) official minor league, was something of a positive step for rookie Ochai Agbaji.\nOn Monday night, he used the experience he had with the Salt Lake City Stars earlier in the season to score an NBA career-high 27 points, leading the short-handed Utah Jazz to a 128-120 home victory over the Sacramento Kings.\n“I kind of saw that as my own race, starting there,” Agbaji said on ESPN of the G League.\n“My expectations were a little bit different coming in (to the NBA), but starting there, I had to be fine with it, had to go with it, had to give it my all and have a positive attitude while I was doing it.”\nAgbaji, who led Kansas to the NCAA championship in 2022, made several key plays down the stretch to help the Jazz win despite the absence of injured starters Lauri Markkanen (back), Jordan Clarkson (finger) and Collin Sexton (hamstring).\nEight Jazz players scored in double figures as Utah (35-36) jumped out to a 25-point lead and then regained composure after falling behind early in the fourth quarter.\nKelly Olynyk tallied 19 points, 10 rebounds and eight assists, Kris Dunn added 18 points and 10 assists off the bench and Udoka Azubuike contributed 13 points and eight boards for the Jazz.\nWalker Kessler had 10 points, eight rebounds and five blocked shots.\n“We were able to use our pace. It’s been a huge emphasis for us to try to play faster,” Jazz coach Will Hardy said.\n“We fed off our defence. We did a good job of getting stops and it allowed us to get out and run.”\nDe’Aaron Fox produced 37 points and seven assists and Keegan Murray had 22 points, but the Kings (43-28) saw their three-game winning streak end.\nHigh-flying Sacramento also suffered their first loss in eight road outings, but remain in third in the Eastern Conference behind the Milwaukee Bucks (51-20) and the Boston Celtics (49-23).\nThe Jazz are 10th in the West on 35-36.\n“We lost this game in the first quarter,” Fox said of the period in which the Kings were down 19-40.\n“We shot ourselves in the foot. Obviously we fought back, but you don’t want to be in that type of position.”\nThe Kings grabbed their first lead at 100-98 with 9min 15sec remaining and seemed to have the momentum after erasing the Jazz’s big lead with a 43-point third quarter.\nHowever, Utah did not back down and went up 102-100 thanks to consecutive dunks by Azubuike.\nAgbaji then sunk a pair of free throws for the Jazz to go 125-120 up with 41.3 seconds remaining and Utah closed the game out. REUTER"},
{"url": "http://www.straitstimes.com/sport/koen-pang-izaac-quek-create-history-with-top-100-rankings-in-table-tennis", "title": "Koen Pang, Izaac Quek create history with top-100 rankings in table tennis", "date": "2023-03-21T20:20:46+08:00", "content": "SINGAPORE – Former youth world No. 1s Koen Pang and Izaac Quek notched another milestone by becoming the first local-born national table tennis players to break into the top 100 of the men’s singles rankings.\nTeammate Clarence Chew had achieved the previous highest ranking for a local-born male player when he reached 120th in 2022, while Tan Paey Fern was the top-ranked local-born female player when she was 67th in 2006.\nIn the latest list released by the International Table Tennis Federation on Tuesday, Pang leapt 33 rungs to world No. 98 while Quek surged 141 places to world No. 100 on the back of creditable performances at the recently concluded Singapore Smash.\nAt the elite event, 20-year-old Pang reached the round of 32 by beating Australia’s 47th-ranked Nicholas Lum before being eliminated by Germany’s world No. 9 Qiu Dang.\nQuek went one better, stunning India’s Commonwealth Games champion and world No. 52 Sharath Kamal Achanta and then Sweden’s 2019 World Championships silver medallist and 32nd-ranked Mattias Falck to reach the round of 16, where the 16-year-old was beaten by China’s world No. 3 Wang Chuqin.\nPang, who won the SEA Games men’s singles gold and became the first Singaporean to reach the summit of the Under-18 boys world ranking in 2019, said: “I feel very proud and delighted to achieve this feat and I will continue to work hard to go further and record more achievements.”\nQuek, who was the first Singaporean to top the Under-15 boys world ranking list in 2021, added: “I’m really happy with this achievement, but it’s just a ranking and my goal is still to win medals for major Games, so this is a stepping stone for me to reach my targets.”\nBoth players also combined to soar 126 ranks to a career-high world No. 74 in the men’s doubles. This came after they beat compatriots and 47th-ranked Ethan Poh and Chew at the Singapore Smash before losing to world No. 2 pairing Fan Zhendong and Wang in the round of 16. The Chinese duo were eventual champions.\nChina-born Gao Ning, who was the Republic’s highest-ranked men’s singles player when he climbed to ninth in 2008, is now Singapore’s national men’s team coach, and the 40-year-old is proud of the SEA Games-bound duo.\nHe said: “Koen and Izaac are serious and hardworking players. They work well with the coaches and are receptive to feedback. Their fighting spirit is there, but there is room for improvement in terms of technique and big-tournament experience.\n“The next step in terms of world ranking would be to work towards the 50-75 bracket. Higher rankings can help the players get into higher-level tournaments and help them get a more favourable draw. The possibility is there, but so is the difficulty.\n“The boys did well at the 2022 Commonwealth Games when they won a men’s team silver, and we demand the same combative spirit from the team at the upcoming SEA Games (in May), where gold medals are not beyond them. They must play with confidence and not be conservative.\n“As far as the Paris 2024 Olympics are concerned, our players will try their best to qualify. It is a big goal, but the journey will be a very valuable experience."},
{"url": "http://www.straitstimes.com/business/china-s-ev-revolution-shows-grim-future-for-japan-s-car-titans", "title": "China’s EV revolution shows grim future for Japan’s car titans", "date": "2023-03-21T08:46:01+08:00", "content": "In the world of petrol cars, Japan’s automakers are king. Toyota Motor has held the title of the world’s No. 1 car company for the past three years, while Honda Motor and Nissan Motor remain global bestsellers.\nBut as the transition to electric vehicles (EVs) accelerates, the Japanese giants are facing stiffer competition from EV upstarts like Tesla and BYD. Nowhere is the threat more apparent than in China – the world’s largest auto market and where one in four cars sold last year was electric. EV sales are forecast to climb to nine million in 2023, reaching market penetration of 35 per cent.\nHonda and Nissan sales in China have been falling for at least two years, while Toyota’s sales last year declined for the first time in a decade. Although chip shortages, Covid-19 lockdowns and the related supply chain snarls played their part, a growing issue is the lack of attractive EV offerings from the trio.\nChina is providing a window into a future where these Japanese titans fall from their pedestal, potentially upending the global automaking landscape for good. Tesla is the world’s top EV maker by vehicles sold, followed by companies including China’s BYD and Volkswagen, according to Bloomberg Intelligence. No Japanese carmaker makes the top 20, leaving them on the sidelines of the auto industry’s fastest-growing sector.\n“If the Japanese automakers continue a conservative and indecisive approach to their EV strategies, it is only a matter of time before they fail in the global market,” said Mr Yale Zhang, managing director of Shanghai-based consultancy Automotive Foresight.\nIn China, Japanese cars are mostly produced and sold through joint ventures with local partners. Guangzhou Automobile Group has partnerships with Toyota and Honda, while state-backed Dongfeng Motor Group has ventures with Honda and Nissan.\nThe ventures have long excelled with good-value, reliable petrol vehicles in the mid-range category – cars priced between 100,000 yuan and 300,000 yuan (between S$19,450 and S$58,350). Nissan’s compact Sylphy sedan, the Toyota Corolla and Honda’s Civic are known in China as the “three musketeers” of popular Japanese cars. Sylphy was the No. 2 best-selling model in China last year, with deliveries of 393,500 units. Coralla was No. 10 at 191,610.\nBut starting in 2020, when Tesla’s entry supercharged China’s EV market, the Japanese trio started to be squeezed at both ends of the market. Tesla and local EV companies like Nio and Xpeng began to make inroads at the top end, while budget cars like the Hongguang Mini EV from General Motors and its Chinese partners became popular with first-time buyers, and was the top-selling model in 2022.\nNow, BYD is staking a claim in the mid-market where the Japanese companies operate, with a line-up of electric models such as the crossover sport utility vehicle Song Plus, starting from 140,000 yuan. This and other popular models propelled BYD to be the top-selling domestic brand in 2022, shipping more than 1.85 million vehicles.\nJapanese companies should better promote their hybrid offerings to gain an edge in China, said Mr Cui Dongshu, secretary-general of the China Passenger Car Association. The benefits of hybrids – popular elsewhere among those anxious of making the full electric leap – have not been effectively promoted in China, he said.\n“We think there is still room for growth for Japanese car brands in China,” Mr Cui said.\nStill, Nissan last month lowered its electrification target in China to 35 per cent of sales from 40 per cent in fiscal year 2026, even as it said 98 per cent of sales in Europe will be hybrid or fully electric by then.\nNissan chief operating officer Ashwani Gupta said this is because local brands are “leading the way” in China. With only two EVS on offer in China – the Ariya and an electric version of the Sylphy – the category accounted for just 1 per cent of Nissan’s sales there in the third quarter of last year. While the company plans to launch 19 battery-electric vehicles and 35 hybrid models by 2030, the next electric SUV will not come until 2024.\nA spokesman for Honda said that Chinese companies have an advantage over Japanese carmakers in procuring chips and other parts, saying the drop in sales is an “issue of production” rather than its cars being unattractive to Chinese consumers.\nToyota’s latest EV for China’s market, the bZ3, is produced in partnership with BYD, which provides the batteries. The car was launched on March 6 with a starting price of 169,800 yuan. The Japanese carmaker has about 10 hybrids and four fully electric models on offer in the country.\nA spokesman for Toyota said that while there is concern over\nthe automaker expects to “achieve stable growth” in China. BLOOMBER"},
{"url": "http://www.straitstimes.com/sport/funding-boost-for-singapore-s-floorballers", "title": "Funding boost for Singapore’s floorballers", "date": "2023-03-21T19:00:21+08:00", "content": "With a busy year ahead, Singapore’s national women’s and Under-19 teams (above) are happy to see more funding from their sponsors. The Singapore Floorball Association (SFA) has received a $60,000 boost from CLS Global TS, Excelsior Financial and Kin Productions ahead of the SEA Games and World Floorball Championship. Audit and accounting firm CLS Global TS has renewed its commitment as major partner to the women’s and U-19 teams and will be the official event partner for the SFA Premier League for 2023-24"},
{"url": "http://www.straitstimes.com/business/credit-suisse-bankers-flood-headhunters-with-calls-with-ubs-to-take-over", "title": "Credit Suisse staff from Singapore to London flood headhunters with calls", "date": "2023-03-21T09:38:17+08:00", "content": "- Recruiters across the world are getting an unprecedented flood of calls from Credit Suisse bank employees seeking new jobs as the\nFrom Singapore to London to New York, headhunters and rival lenders have been fielding calls over the past few days from anxious Credit Suisse workers, according to sources from more than a dozen firms with knowledge of the matter.\nOne firm in Singapore on Monday alone handled questions from about 30 mostly Credit Suisse private banking executives about available jobs, while another recruiter in Hong Kong has been talking to more than 20 senior investment banking executives since last week, the sources said.\nA firm that is focused on managing director hires said it has received such calls since late Friday, especially for jobs in the wealth area.\nA headhunter in London, where Credit Suisse employs about 5,500 people, according to its website, said he was fielding calls all weekend, particularly from those in the equities division, where the overlap with existing business at UBS is extensive.\nHowever, the prospect of other firms going on a Credit Suisse-focused hiring binge is unlikely as most companies would likely limit the number of hires.\nIn New York, one headhunter said several thousand people at Credit Suisse had been hoping to join Credit Suisse First Boston (CSFB) – the investment banking spinoff at the heart of the Swiss lender’s earlier restructuring efforts. That now looks unlikely to happen and many will be hoping to join UBS, said Mr Michael Nelson, managing director at recruitment firm Quest Group in New York.\n“If they aren’t going to CSFB, they will have to be emigrated into UBS fixed income, which is a much smaller business than Credit Suisse,” he said. “My guess is they will dismiss them and turn them out onto the street.”\nThe flurry of calls highlights the heightened anxiety of Credit Suisse’s employees amid a takeover that has been described by UBS chairman Colm Kelleher as an emergency rescue.\nTheir search for new opportunities, however, collides with a difficult job market, where major banks from Goldman Sachs to Nomura Holdings are cutting roles.\n“We are encouraging colleagues to continue to the best of their abilities against a difficult backdrop,” a Singapore-based Credit Suisse spokesman said in response to queries from Bloomberg. “Ultimately, we will do everything we can to ensure an orderly transition and to serve our clients as best as possible.”\nUBS did not respond to an e-mail seeking comment.\nMr Will Tan, a managing director at Singapore-based recruiter Principal Partners, said the number of Credit Suisse employees approaching the recruiter has intensified over the past month, and the firm is seeing even more resumes now from the bank across Asia.\n“The best ones at Credit Suisse have probably already left,” Mr Tan said.\nNoting the challenging environment for hiring, he added: “There’s definitely not enough to go around for everyone.”\nAn Asian headhunter, who declined to be named, said employees in investment consulting, compliance, legal and audit would worry about their jobs, given duplications with UBS, while relationship managers may be in a better position.\nWhen announcing the deal, UBS chief executive Ralph Hamers said the combination supports the firm’s wealth management growth ambitions in the Americas and Asia. He added that UBS looks forward to welcoming new clients and colleagues across the world.\nBut UBS was clear there will be job cuts, with the investment bank it is inheriting likely to be particularly impacted. While no figure was given, a person familiar with the matter has estimated that the cuts could be in the multiples of Credit Suisse’s existing plans to shed 9,000 roles.\nSeveral Credit Suisse alumni took to social media offering help and advice. Others in the private equity world like Spartan Advisors are smelling opportunities to pick up talent, asking affected staff to reach out to it. BLOOMBER"},
{"url": "http://www.straitstimes.com/business/golden-energy-shareholders-should-accept-revised-all-cash-offer-says-kgi-securities", "title": "Golden Energy shareholders should accept revised all-cash offer, says KGI Securities", "date": "2023-03-21T13:31:14+08:00", "content": "SINGAPORE – Take the money and move on.\nThat is the advice KGI Securities is giving shareholders of Golden Energy and Resources (Gear) following the Singapore-listed company’s move last week to\nfrom 84.6 cents initially.\nThe improved offer came after shareholder criticism that the initial offer was too low and a call by the Securities Investors Association (Singapore) for better exit terms.\nCiting the uncertain outlook for coal and the fact that the offer price is the highest for Gear since its listing, analyst Chen Guangzhi of KGI Securities said shareholders would be better off selling to offeror Dian Swastatika Sentosa (DSS), which owns 77.5 per cent of Gear.\nDSS is owned by Indonesia’s billionaire Widjaja family, who own conglomerate Sinar Mas Group.\n“Given the current macro environment, it is better for investors to keep cash from a prudent perspective,” Mr Chen wrote. Moreover, the all-cash option offers higher returns to shareholders, compared with the other option, “which exposes them to liquidity and forex risks”.\nvia two options that include a distribution in-specie of its 62.5 per cent stake in Indonesia-listed thermal coal producer Golden Energy Mines (Gems). Following that distribution, shareholders could opt to receive all cash or a combination of cash and Gems shares.\nBoth options include an upfront cash portion, which Gear raised last week to 18.1 cents, 13 per cent higher than the original 16 cents.\nThe cash-and-shares option now works out to 96.4 cents in total value, some 7.8 per cent lower than $1.045 previously. This is due to the fall in Gems’ share price and the appreciation of the Singapore dollar against the Indonesian rupiah, Gear said last week.\nBut analyst Arun George of investment advisory site Smartkarma had a different take on Gear’s revised offer, arguing that it was “still not good enough”.\nIn a March 19 report, Mr George said the revised upfront cash portion of 18.1 cents per share remains below the market value of Gear’s stake in its Australian assets, namely Stanmore Coal and Ravenswood Gold Group.\n“The delisting price represents the Widjaja family’s valuation of Gear excluding Gems, which is primarily its 64.01 per cent stake in Stanmore and its 50-50 joint venture with EMR Capital in Ravenswood Gold,” he said in the report.\nAt the last close price of A$3.19 per share, Gear’s 64.01 per cent stake in Stanmore is worth 63 Singapore cents per share, Mr George said. Adjusting for the net debt, the Stanmore stake is worth 39.8 Singapore cents per share.\n“In other words, the revised delisting proposal is still 54 per cent below the value of the Stanmore stake adjusted for Gems’ net cash position,” he said.\nBut Mr George sees the privatisation going through, given that the majority shareholders already have a huge portion of the shares, the lack of institutional investors and apathy from retail investors.\nKGI Securities’ Mr Chen urged shareholders to take the second chance to realise profits.  “First, the outlook for coal will not be as good as it was last year. Besides the Russia-Ukraine military conflict, which is a non-recurring factor, China’s recovery is gloomy.\n“Coal, like most hard commodities, is cyclical. China’s demand plays a decisive role in its pricing. China’s credit stimulus peaked in the third quarter of 2022 and, hence, coal is expected to go back to a downward trajectory.”\nSecond, the 97.3 cents offer price tops Gear’s highest price since its reverse takeover in 2015, and the 15 per cent hike in its all-cash offer is among the highest recent offer price revisions, Mr Chen said. Current shareholders who may or may not take the previous placements of 67 cents and 30.5 cents “will not be subject to losses”"},
{"url": "http://www.straitstimes.com/business/us-studies-ways-to-guarantee-all-bank-deposits-if-crisis-expands", "title": "US studies ways to guarantee all bank deposits if crisis expands", "date": "2023-03-21T09:00:40+08:00", "content": "United States officials are studying ways they might temporarily expand Federal Deposit Insurance Corporation (FDIC) coverage to all deposits, a move sought by a coalition of banks arguing that it is needed to head off a potential financial crisis.\nTreasury Department staff are reviewing whether federal regulators have enough emergency authority to temporarily insure deposits greater than the current US$250,000 (S$334,000) cap on most accounts without formal consent from a deeply divided Congress, according to people with knowledge of the talks.\nThe authorities do not yet view such a move as necessary, especially after regulators took steps this month to help banks keep up with any demands for withdrawals, the people said. Still, they are developing a strategy out of due diligence in case the situation worsens.\n“We will use the tools we have to support community banks,” White House spokesman Michael Kikukawa said, without directly addressing whether the measure is being studied. “Since our administration and the regulators took decisive action last weekend, we have seen deposits stabilise at regional banks throughout the country and, in some cases, outflows have modestly reversed.”\nStill, the behind-the-scenes deliberations show there are concerns in Washington’s corridors of power as mid-sized banks call for broader government intervention after three lenders collapsed this month when uninsured depositors pulled out their money, and as a fourth firm strives to avoid a similar fate. Shares of that one, First Republic Bank,\nas industry leaders tried to find a way to bolster the company’s finances.\nOne legal framework under discussion for expanding FDIC insurance would use the Treasury Department’s authority to take emergency action and lean on the Exchange Stabilisation Fund, the people said.\nThis pot of money is typically used to buy or sell currencies and to provide financing to foreign governments. But the fund, created in the 1930s, has been used as a backstop for emergency lending facilities by the Federal Reserve in recent years. It is the only pot of money under the full authority of the Treasury secretary, with other spending and financing under the jurisdiction of Congress.\n“Due to decisive recent actions, the situation has stabilised, deposit flows are improving and Americans can have confidence in the safety of their deposits,” a Treasury spokesman said in a statement.\nRepresentatives for the FDIC and Fed declined to comment. The administration and independent regulators are grappling with the first banking crisis since the passage of the 2010 Dodd-Frank Act, a sweeping reorganisation of the financial regulatory system.\nThe Mid-Size Bank Coalition of America, which includes banks with assets as much as US$100 billion, urged regulators to lift the current cap on deposit insurance, according to a March 17 letter seen by Bloomberg. The organisation expressed concern that, if another regional lender fails, more depositors will move their money to the nation’s largest banks, regardless of the underlying health of the smaller competitors.\nWhile some lawmakers, including Republicans, have said they are weighing changes to the FDIC insurance cap, a number of House conservatives have come out against a 100 per cent guarantee.\n“Any universal guarantee on all bank deposits, whether implicit or explicit, enshrines a dangerous precedent that simply encourages future irresponsible behaviour to be paid for by those not involved who followed the rules,” the House Freedom Caucus said in a statement. BLOOMBER"},
{"url": "http://www.straitstimes.com/business/tesla-bonds-finally-exits-junk-rated-status-after-moody-s-upgrade", "title": "Tesla bonds finally exit junk-rated status after Moody’s upgrade", "date": "2023-03-21T09:22:45+08:00", "content": "Elon Musk-loving stock traders are famously bullish on Tesla, the eighth-most valued company in the world. Now, credit rating providers, playing catch-up, are giving heft to the carmaker’s blue-chip valuation.\nMoody’s Investors Service on Monday became the second credit rating firm to endow Tesla with investment-grade status, upgrading the company’s credit score by one notch to Baa3. This follows a similar move by S&P Global Ratings in October.\n“Tesla will maintain its position as one of the leading manufacturers of battery-electric vehicles as the company further solidifies its global footprint,” Mr Rene Lipsch, senior credit officer at Moody’s, said in a statement.\nThe credit grader also cited the carmaker’s expanding product offering, including early production of the Cybertruck slated for later in 2023; its regional production facilities and heightened focus on efficiency; and low financial leverage ratio after Tesla repaid about US$10 billion (S$13.4 billion) of debt over the last three years.\nTesla was already being treated like a blue-chip company by many investors and analysts. It secured a US$5 billion revolving credit facility earlier in 2023, a sign that it was nearing investment-grade status.\nThe electric vehicle company has little outstanding debt, and its five-year credit default swaps are already trading in line with high-grade borrowers, according to data compiled by Bloomberg.\nMoody’s uplift has both symbolic and practical value. Companies that rise from junk to investment grade typically benefit from cheaper financing by attracting a deeper pool of investors. Traditionally, a high-grade credential from at least two agencies is enough to be formally considered a blue-chip credit among rating-sensitive investors.\n“It is a historic event for Tesla,” said Bloomberg Intelligence credit analyst Joel Levington. “We continue to believe the rating upgrade cycle for the company has legs, potentially narrowing views of credit risk against Volkswagen.”\nTesla’s stock,\n, rose 1.7 per cent on Monday to close at US$183.3 and is up nearly 50 per cent so far in 2023.\nThe company became the first junk-rated company to have a market value of more than US$1 trillion in October 2021. It is the eighth-largest company in the world by market capitalisation, and its valuation helped turn Mr Musk into one of the world’s richest people.\nTesla delivered more than 1.3 million cars globally in 2022 and will report first-quarter figures in early April. It remains the world’s leading maker of electric cars, and recently announced that its next plant will be in Mexico.\nThe low financial leverage and best-in-class margins explain why rating companies have steadily ratcheted up Tesla’s grade, Mr Levington said in October. BLOOMBER"},
{"url": "http://www.straitstimes.com/business/asia-stocks-bounce-gingerly-but-bank-fears-lurk-singapore-index-up-11", "title": "Asia stocks bounce gingerly but bank fears lurk; Singapore index up 1.1%", "date": "2023-03-21T09:58:28+08:00", "content": "SINGAPORE – Asian stocks were lifted from lows on Tuesday, with the\nstemming selling in bank shares, although the mood was fragile and the stress in markets had traders wondering whether US rate hikes might be finished.\nMSCI’s broadest index of Asia-Pacific shares outside Japan rose 0.5 per cent in early trade. Australian shares bounced 1.3 per cent from Monday’s four-month trough and the Hang Seng Index opened 0.7 per cent higher.\nSingapore’s Straits Times Index jumped 1.1 per cent as at 9.48am. DBS Bank rose 0.5 per cent to $32.11, while OCBC Bank advanced 0.1 per cent to $12.22 and UOB added 0.4 per cent to $28.61.\nJapanese markets were closed for a holiday, although Chicago-traded Nikkei futures were in the green.\nOvernight, an early sell-off in Europe was reversed and on Wall Street, the S&P 500 rose 0.9 per cent. US futures rose 0.2 per cent in early Asia trade.\nMost riskier dollar bonds sold by banks in the Asia-Pacific region rebounded early on Tuesday after a rout triggered by the wipeout in Credit Suisse’s additional tier 1 (AT1) debt a day earlier.\nMore than half of 50 AT1 bonds issued by banks in the region gained as at 9.26am in Hong Kong, with Westpac Banking’s perpetual notes rising 4.4 cents against the dollar to 82.6 cents, the most since early 2020, according to prices compiled by Bloomberg.\nAustralia & New Zealand Banking Group’s perpetual note advanced nearly 4.6 cents to 94.6 cents per dollar and perpetual debt of the Bank of East Asia rose 1.1 cents, rebounding from a record daily drop.\n“Globally, I think we are a long way from being out of the woods on this,” Jefferies banking analyst Brian Johnson said, with the present stress set against a backdrop of higher capital costs and declining loan growth.\nSan Francisco lender First Republic seems to be a case in point. Its share price halved on Monday on worries that US$30 billion (S$40 billion) in deposits posted by bigger banks less than a week earlier would not be enough to shore up its stability.\nThe write-down of Credit Suisse’s AT1 debt to zero also set off frantic selling of similar debts at other banks because holders were surprised that the longstanding practice of paying creditors before shareholders was not fully followed.\nThis somewhat abated after regulators in Europe and Britain stepped in to reassure investors that it would not set a precedent.\nA London-listed exchange-traded fund that tracks such debts pared steeper losses to finish 5.7 per cent lower on Monday, but nerves – and higher funding costs for banks – will likely linger.\n“This remains a significant breakdown in how the credit stack works,” Mr Johnson said.\nIn foreign exchange markets, the United States dollar steadied after slipping overnight. It last bought 131.90 yen and held at US$1.0718 per euro. Bond markets whipsawed overnight as traders sought to figure out what the bank stress meant for rates policy.\nA holiday in Tokyo left Treasuries untraded in Asia.\nCentral bank meetings in Britain and the US are scheduled this week, with the Federal Reserve first up on Wednesday.\nUS interest rate futures have priced in just one more 25 basis-point hike before a series of cuts beginning as soon as June. The CME FedWatch tool shows pricing implying about a 74 per cent chance of a rate hike on Wednesday.\n“The banking sector’s near-death experience over the last two weeks is likely to make Fed officials more measured in their stance on the pace of hikes,” said Mr Steve Englander, head of Group of 10 currency research at Standard Chartered Bank.\n“If the (Fed) pauses, the message may be that it sees further hikes as markets settle down. But the reality may be that a March pause effectively ends the hiking cycle if the economy slows.”\nIn commodity markets, demand jitters had Brent crude futures pinned below US$80 a barrel; they were last at US$73.80. Gold hit a one-year high of US$2,009 an ounce overnight, before easing to US$1,979 on Tuesday. REUTERS, BLOOMBER"},
{"url": "http://www.straitstimes.com/business/lippo-malls-units-tumble-after-it-cancels-march-distribution-of-its-140m-perpetual-securities", "title": "Lippo Malls units tumble after it cancels March distribution for its $140m perpetual securities", "date": "2023-03-21T14:44:22+08:00", "content": "SINGAPORE – The manager of Lippo Malls Indonesia Retail Trust (LMIRT) has elected not to pay distributions, originally scheduled on March 27, to holders of its $140 million perpetual securities issued in September 2016.\nFollowing the news, LMIRT units fell sharply and were trading down 0.4 cent, or 18 per cent, at 1.8 cents as at 2.23pm on Tuesday.\nThe manager of the real estate investment trust said in a bourse filing on Monday evening that the issuer has no obligation to pay the March 2023 distribution and the unpaid sum is non-cumulative and does not accrue distribution.\nUnit holders of LMIRT, as well as those who bought its June 2017 perpetual securities worth $120 million, are also at risk of not receiving any payments from the issuer.\nLMIRT’s manager said that it will apply the dividend stopper provision arising out of its discretion in stopping the March 2023 distribution of its 2016 perpetual securities, and not declare or pay any dividends or distribution on its units or the 2017 perpetual securities.\nThe issuer will also not redeem, reduce, cancel, buy back or acquire any units or any of the 2017 perpetual securities.\nThe announcement by LMIRT comes after two rating agencies, Moody’s and Fitch, downgraded its ratings for the issuer, citing its refinancing risk"},
{"url": "http://www.straitstimes.com/business/hong-kong-s-crypto-pivot-stirred-an-overwhelming-response-top-official-says", "title": "Hong Kong’s crypto pivot stirred overwhelming response, top official says", "date": "2023-03-21T13:56:08+08:00", "content": "– Hong Kong’s policy shift towards creating a hub for virtual asset businesses has generated overwhelming response, the city’s Secretary for Financial Services and the Treasury Christopher Hui said.\nMore than 80 institutions and other entities have inquired about expanding in the city, Mr Hui said in a Bloomberg Television interview on Tuesday.\n“Hong Kong is one of the pioneers in the world in terms of having a holistic regulatory regime for virtual assets more broadly, rather than crypto per se,” he said, citing the payments, financial stability and investor protection elements of the cryptocurrency policy pivot.\nHong Kong in October 2022 laid out\nseeking to lure investment and restore its status as a cutting-edge financial centre. It is stuck with the plans even as the United States seeks to curb the digital asset sector, which contributed to blow-ups in the nation’s banking industry.\nHong Kong plans to let retail investors trade larger tokens like Bitcoin and Ether, roll out a licensing regime for crypto exchanges on June 1 and implement rules for stablecoins by 2023-2024.\nMr Hui said that about 10 per cent of the roughly 800 fintech companies in the city are virtual asset focused. BLOOMBER"},
{"url": "http://www.straitstimes.com/business/china-s-russian-energy-imports-balloon-to-118-billion-since-ukraine-war", "title": "China’s Russian energy imports balloon to $118 billion since Ukraine war", "date": "2023-03-21T11:33:53+08:00", "content": "- In the year since\nroiling energy markets across the globe, China’s appetite for Moscow’s oil, gas and coal has grown apace, with imports rising by more than half.\nBeijing’s spending on Russian energy, including crude oil and related products, coal and natural gas, ballooned to US$88 billion (S$118 billion) in the year to February, according to Chinese Customs figures, replacing other buyers that have shunned Russian exports because of the war. This compared with US$57 billion in the previous 12 months.\nChina’s growing share of Russian exports is key to the increasingly asymmetric relationship between China and Russia, laid bare during\nRussia receives a reliable source of funding for its war machine in spite of international sanctions, while its energy-hungry neighbour gets to gorge on vast flows of fossil fuels, often bought at discounted rates.\nThe import data over the period showed that Russia was China’s top supplier of crude, supplanting Saudi Arabia. It was also its second-biggest source of coal after Indonesia, and No. 3 for liquefied natural gas (LNG) after Australia and Qatar. The last ranking does not include the volumes of gas piped overland, which China stopped reporting at the start of last year.\nCrude imports from Russia had climbed to 89.3 million tonnes since the invasion of Ukraine, up from 78.4 million tonnes in the previous period, and pipping Saudi Arabia’s 86.8 million tonnes. Purchases of Russian LNG soared 52 per cent to 6.86 million tonnes, while coal rose 33 per cent to 76.4 million tonnes.\nThe increased appetite for Russian commodities came against a backdrop of broadly weaker Chinese demand in 2022, as China’s zero-Covid policy, a property market in crisis and slowing growth worldwide combined to keep a lid on its imports.\nAmong materials, refined aluminium imports nearly doubled to 538,607 tonnes, supporting Russian production as international sanctions cut trade to its usual buyers in Europe and elsewhere. REUTER"},
{"url": "http://www.straitstimes.com/business/singapore-stocks-rebound-on-tuesday-as-banking-fears-fade-sti-up-11", "title": "Singapore stocks rebound on Tuesday as banking fears fade; STI up 1.1%", "date": "2023-03-21T18:10:19+08:00", "content": "SINGAPORE – The Straits Times Index (STI) rose 34.17 points or 1.1 per cent to close at 3,173.93 on Tuesday, paring some losses from the previous session on the back of gains on Wall Street.\nThe rebound was led by the three local banks. DBS jumped 2.1 per cent to $32.91, UOB added 1.7 per cent to $28.68, while OCBC ended 1 per cent higher at $12.20.\nIn the wider Singapore market, gainers outnumbered losers 319 to 234, with 1.34 billion securities worth $967.5 million traded.\n“With S&P 500 in positive territory coupled with the additional fact that implied volatility is falling back to nearly unchanged from where it was marked before this storm hit, the pattern suggests the market has mostly ring-fenced, if not cauterised, the bleeding and extreme stresses in the banking sector,” said SPI Asset Management managing partner Stephen Innes.\nFlagship carrier Singapore Airlines  was the top performer among the STI constituents, rising 2.3 per cent to end at $5.69.\nAt the bottom of the table was spirits maker Emperador, which gave back gains in the previous session to close 1 per cent lower at 51 cents.\nEmperador was one of only four STI stocks that ended lower on Tuesday. The other blue-chip losers were Singapore Exchange, DFI Retail Group and Hongkong Land, which shed between 0.2 per cent and 0.5 per cent.\nThe most actively traded constituent stock was Yangzijiang Shipbuilding, which finished 0.9 per cent higher at $1.19, after 40.7 million shares changed hands.\nwith Hong Kong’s Hang Seng Index, the Shanghai Composite Index, South Korea’s Kospi Composite Index and the FTSE Bursa Malaysia KLCI up between 0.3 per cent and 1.4 per cent. THE BUSINESS TIME"},
{"url": "http://www.straitstimes.com/life/missing-bollywood-songs-from-spotify-leave-fans-disappointed", "title": "Missing Bollywood songs from Spotify leave fans disappointed", "date": "2023-03-21T14:01:20+08:00", "content": "Spotify users who listen to Bollywood music have been left disappointed by the disappearance of hundreds of songs from the music streaming app.\nThe BBC reported on Tuesday that Indian blockbuster soundtracks with millions of plays, such as Malhari from epic romance Bajirao Mastani (2015) and Kala Chashma from Baar Baar Dekho (2016), were among those deleted from the platform.\nUsers realised that the tracks had disappeared only after loading them and hitting play.\nSpotify said it had been unable to reach an agreement with the owners of the songs after the old deal expired, according to the report.\nFans who spoke to BBC Newsbeat expressed their disappointment over the missing songs.\nOne of them, Ms Vishma Rai, said she has a playlist of her favourite tracks from Bollywood films like Kalank (2019) and Ram-Leela (2013).\n“I’m so upset, this is insane,” she said. “It’s so bad that Kalank songs are gone. One of my favourites was the title track and it’s just so upsetting. I don’t know what I’m going to listen to now when I want to feel loved up.”\nA film buff identified by BBC Newsbeat only as Zeenat said she had cancelled her Spotify subscription in protest.\nOthers have taken their disappointment to Twitter.\nOne user by the name of Mannya\nsaid: “They removed Bollywood songs from Spotify, it’s sad.”\nAnother user, Suraj Khandelwal, compared the loss to fast-food chain McDonald’s not selling French fries.\nIn a statement on its website, Spotify said: “We don’t have all the world’s music and podcasts on Spotify, and what we do have varies over time and between countries. It all depends on permissions from rights holders.\n“We add new content every day, so if you can’t find something, it may appear (or reappear) soon.”\nThe platform added that it would continue “good faith” attempts to find a solution with Zee Music, one of India’s biggest entertainment companies"},
{"url": "http://www.straitstimes.com/life/coping-with-the-emotional-toll-of-three-miscarriages-in-a-row", "title": "‘I was hanging by a thread’: Coping with the emotional toll of 3 miscarriages", "date": "2023-03-21T13:00:00+08:00", "content": "SINGAPORE – On the eve of Ms Marian Nathan’s first wedding anniversary in 2011, she was woken up by pain and a gushing feeling.\nShe thought she was peeing on the bed and tried to squeeze her pelvic muscles to stop the flow, but then realised her water bag had broken and she was going into labour.\nAlready a subscriber?\nGet exclusive reports and insights with more than 500 subscriber-only articles every month\nNo contract\nST app access on 1 mobile device\nSubscribe now\nAll subscriber-only content on ST app and straitstimes.com\nEasy access any time via ST app on 1 mobile device\nE-paper with 2-week archive so you won't miss out on content that matters to yo"},
{"url": "http://www.straitstimes.com/tech/tech-news/microsoft-to-bring-openai-s-chatbot-technology-to-the-office", "title": "Microsoft to bring OpenAI’s chatbot technology to Office", "date": "2023-03-17T00:08:01+08:00", "content": "WASHINGTON – Microsoft’s effort to overhaul its entire lineup with OpenAI technology has spread to one of the company’s oldest and best-known products: its Office apps.\nThe software, including Excel, PowerPoint, Outlook and Word, will begin using OpenAI’s new GPT-4 artificial intelligence platform, Microsoft said on Thursday.\nAI-powered assistants, called “Copilots”, will be able to generate whole documents, e-mails and slide decks from knowledge the software has gained scanning corporate files and listening to conference calls.\nThe technology will debut in the coming months, and Microsoft is already testing it with 20 companies, including eight in the Fortune 500 that it declined to name.\n“This is the big next step for us –  to put it in the tools everybody uses every day for their work,” chief executive Satya Nadella said in an interview.\nThe new technology will help people create “great content, great documents, great PowerPoints, art”, he said, as well as do sophisticated analysis using natural language queries.\nThe move is part of a stampede of companies adding AI chatbot features to their technology.\nOpenAI, backed by Microsoft, has fuelled much of the frenzy with its ChatGPT tool, which went viral in recent months and demonstrated the power – and potential pitfalls – of chatbot technology.\nThe startup just unveiled GPT-4, the latest iteration of the underlying software, earlier this week.\nMicrosoft has already been using the system in its Bing search preview for several weeks. After several reports that the included chatbot was generating freewheeling conversations that some found strange or belligerent, the company began restricting its responses.\nMicrosoft, which is investing more than US$10 billion (S$13 billion) in OpenAI, also has released Copilot software for sales and customer applications, as well as a  product from its GitHub unit for writing programming code.\nAnd its biggest rival in office software, Alphabet’s Google,  announced its own plans this week to use AI tools for things like creating presentations, taking notes during meetings and drafting e-mails.\nOf course, Microsoft has a long history of developing assistants for office work – and it has not always gone smoothly.\nA tool known as “Clippy” was a source of ridicule in the ’90s and early ’00s, and many users switched it off. The company has tried many different approaches since then.\nThe advantage of the new technology is its ability to handle natural language requests, Mr Nadella said.\nThe software includes an app called Business Chat that acts as a combination chatbot and personal assistant for office workers. Using plain English queries, it can be asked to summarise a recent meeting, find upcoming milestones for a project, list risks for a planned strategy and suggest how to mitigate those hazards.\nThe chatbot can then turn that risks and mitigation plan into an e-mail and create a slideshow to present the plan.\nThe software also has design features so the worker can ask for slides that are lighter or more fun and it will make changes.\nWithin Word, the technology can suggest ways that the worker could rewrite documents to make them better.\nThe company is demonstrating the technology in a webcast event, and some customers will get access to Business Chat on Thursday inside of Microsoft’s Teams conferencing software. That presentation itself was generated using AI tools.\nMicrosoft asked the assistant for ideas on how to design its own launch event and what sorts of demonstrations to show.\nThe plan was good enough that the team used about 60 per cent of the material, said Mr Jared Spataro, Microsoft’s vice-president overseeing its Modern Work and Business Applications unit.\nThe technology also provides transparency about where it found the information it uses, Microsoft said.\nWhen the bot creates a plan or an e-mail, it embeds links to the relevant files so workers can see more clearly how the Copilot arrived at its conclusions.  One criticism of AI chatbots has been that they serve up information that can’t be easily verified.\nAnother key advantage is the assistant’s ability to pull together data that’s currently in different silos, Mr Nadella said.\n“I can say, ‘Oh, I’m going to meet this customer. Can you tell me the last time I met them? Can you bring up all the documents that are written up about this customer and summarize it?’” he said.\nBut the new Office assistant, like others of its kind, makes mistakes.\n“It does a lot of amazing things and gets a lot of things right, but it doesn’t get everything right,” said Mr Jon Friedman, a Microsoft vice-president who oversaw the design of the assistant.\nThat’s why it’s key that humans have control over the process and how content is used, he said.\nThe software is designed to remind users to check the AI work, Mr Friedman said. If a worker shares a bot-generated file without editing or altering it, the software makes it clear to other users that it was authored by a Copilot.\n“Just like any time somebody sends me a draft – I review the draft,” Mr Nadella said. “I just don’t accept the draft.” BLOOMBER"},
{"url": "http://www.straitstimes.com/life/ajoomma-first-singaporean-film-to-launch-on-prime-video-on-april-13", "title": "Ajoomma first Singaporean film to launch on Prime Video on April 13", "date": "2023-03-21T15:02:15+08:00", "content": "SINGAPORE – Comedy-drama Ajoomma will be the first Singaporean film to launch exclusively on Prime Video on April 13.\nThe Singapore-South Korea collaboration, which was released in cinemas in October 2022, will be available on Prime Video in Singapore, Malaysia and Brunei.\n“We are proud to make Ajoomma the first Singapore film that is exclusively available to Prime members in Singapore,” said Mr David Simonsen, director of Prime Video, South-east Asia.\n“With its heartfelt and compelling story, it has delighted film critics and audiences, and we look forward to bringing more made-by-Singapore content to Prime members. We are excited about the future of Singapore’s film and entertainment industry, and are committed to supporting local film-makers by showcasing the best of our talent and stories to a wider audience.”\nDirected by film-maker He Shuming and produced by film-maker Anthony Chen – both of whom are Singaporeans – the film stars local veteran actress Hong Huifang, and South Korean actors Jung Dong-hwan and Kang Hyung-suk.\nIt tells the story of Auntie (Hong), a middle-aged Singaporean widow obsessed with K-dramas who travels to South Korea as a tourist and is caught up in an adventure.\nThis comes as her grown-up son (Shane Pow) is about to move out of the family home, and she is left to contend with a whole new identity beyond her roles of daughter, wife and mother.\nIn Seoul, she meets Kwon-woo (Kang), a young tour guide who cannot seem to get his life in order, and Jung Su (Jung), an elderly security guard.\nThe trio embark on an unexpected roller-coaster ride, where hearts flutter and unlikely bonds are formed.\nThe film has garnered several accolades, including four nominations at the 59th Golden Horse Awards.\nIt was also named Best Screenplay at the QCinema International Film Festival and claimed the Audience Award for Best Film at the Red Sea International Film Festival.\nHong clinched the Snow Leopard Best Actress Award at the 8th Asian World Film Festival.\nFilm-maker He said: “The genesis of the film’s story was to explore the other side of the protagonist’s character, unbound by her motherly duties, and that it’s never too late to pursue your passions.\n“I’m delighted that authentic Singaporean stories like Ajoomma will now be told to many more audiences within our borders and beyond.”\nProducer Chen said: “Ajoomma is a testament to the strength of Singapore storytelling and film-making, and I look forward to telling even more home-grown stories that will resonate everywhere."},
{"url": "http://www.straitstimes.com/life/entertainment/running-man-star-song-ji-hyo-praised-for-using-sign-language-to-communicate-with-malaysian-fans", "title": "Running Man star Song Ji-hyo praised for using sign language to communicate with Malaysian fans", "date": "2023-03-21T15:30:00+08:00", "content": "KUALA LUMPUR – South Korean actress Song Ji-hyo recently won the hearts of netizens after a video of her interacting with Malaysian fans with disabilities went viral on social media.\nAccording to reports, the 41-year-old – a regular cast member of the South Korean variety show Running Man (2010 to present) – was in Malaysia to attend the Watsons K-Beauty Festa event on March 17 and 18 at Sentul Depot in Kuala Lumpur.\nIn a video posted on TikTok on March 17 by fan account @sngmsyn, Song is seen using sign language to communicate with fans with disabilities.\n“Song Ji-hyo knows how to use sign language. She used it to communicate with her fans. She’s really the sweetest and best girl,” @sngmsyn captioned the post.\nThe clip has gained more than 1.6 million views and 291,800 likes, with many praising the star for her humility and thoughtfulness.\n“I swear she’s the best when it comes to fan service. No one rivals her. She’s genuinely kind and attentive to all her fans,” TikTok user @140297jh_ replied under the post.\nThis is not the first time Song has caught the attention of Malaysian netizens for a kind gesture.\nIn November 2022, the actress made headlines after rushing to help a fan who had fallen over during her arrival at Kuala Lumpur International Airport, despite being heavily guarded by security personnel. THE STAR/ASIA NEWS NETWORK\nsong jihyo knew how to sign language, she use it to communicate with her fans😭😭 she's really the sweetest and best girl!"},
{"url": "http://www.straitstimes.com/life/food/singapore-s-cafe-monochrome-kafe-utu-crack-global-list-of-50-most-instagrammable-cafes", "title": "Singapore’s Cafe Monochrome, Kafe Utu crack global list of 50 Most Instagrammable Cafes", "date": "2023-03-21T15:00:00+08:00", "content": "SINGAPORE – One is a black-and-white 2D-themed cafe that transports you into the sketch of a cosy home setting.\nThe other is a vibrantly coloured African cafe and lounge featuring beautiful art pieces and furniture in every corner.\nBoth Cafe Monochrome in Syed Alwi Road and Kafe Utu in Jiak Chuan Road are an Instagrammer’s dream – and they have made it to 2023’s list of The 50 Most Instagrammable Cafes in the World, released by global travel site Big 7 Travel.\nCafe Monochrome is ranked at No. 27, while Kafe Utu rounds off the annual list at No. 50.\nKafe Utu first entered the global list in 2019 at No. 9 in 2019, the year it opened, and placed fifth on The 50 Most Instagrammable Cafes in Asia list.\nOver the years, the brand has gained a strong following not only for its lovely interiors, but also the bold flavours in its African food and drinks.\nAt Cafe Monochrome, which opened in May 2021, its whimsical hand-drawn sketches are designed to mimic a home, with living room, hallway of mirrors and frames, walk-in wardrobe and study.\nIts menu offers pastas, burgers, donburi and ice cream with waffles.\nCafe Monochrome’s director Cliff Chua, 27, says: “We’re happy to be listed and now see more tourists coming since borders have reopened. There are no plans to expand as the concept will be unique only when it’s a single outlet.”\nThe two Singapore cafes are listed alongside other stunning locations, including three from South-east Asia that are in the top five.\nIn first place is Bali’s Montana del Cafe, where you can have coffee with a mountain view.\nChiang Mai’s Chom Cafe, located in a dreamy garden setting, is ranked No. 4, while Hanoi’s Note Coffee – a unique space covered in Post-It notes from visitors – is in fifth place.\n🍃 บรรยากาศดีขนาดนี้ อาหารก็อร่อยมีทั้งไทยและเทศ ใครยังไม่เคยมาถือว่าพลาดน้าา 😋 \n.\nมาลิ้มลองความอร่อย...\nIn second place is Cappadocia’s Mithra Terrace at the Mithra Cave Hotel, which offers views of rising hot-air balloons from its rooftop terrace, while the third spot is occupied by Speedos Cafe, a hot favourite at Sydney’s Bondi Beach.\nCriteria for making the list include online customer reviews, atmosphere and service, location and accessibility, and consistency.\nAlso released in 2023 is Big 7 Travel’s 50 Most Romantic Restaurants in the World, which has the one-Michelin-starred restaurant Marguerite at Gardens by the Bay at No. 14"},
{"url": "http://www.straitstimes.com/life/arts/art-basel-hong-kong-galleries-welcome-international-visitors-in-first-full-scale-edition-since-2019", "title": "Art Basel Hong Kong: Galleries welcome international visitors in first full-scale edition since 2019", "date": "2023-03-21T19:00:08+08:00", "content": "HONG KONG – Art Basel Hong Kong (ABHK) – Asia’s largest art fair – opened its doors for private viewing on March 21 at noon with 177 participating galleries showing in person for the first time in three years and hoping for record early sales.\nWithin the opening hour, blue-chip gallery David Zwirner sold works by two American artists. Jordan Wolfson’s Red Sculpture (US$900,000, S$1.2 million) went to Shanghai’s Long Museum while Elizabeth Peyton’s Truffaut (US$2.2 million) was sold to an undisclosed major Asian museum.\nSwiss gallery Hauser & Wirth made close to USD$8 million in art sales on the first day.\nThe highly-anticipated fair, spread across two floors of the Hong Kong Convention and Exhibition Centre, is being widely watched as an early indicator of Hong Kong’s position in the global art market since the city ended three years of harsh quarantine rules last September.\nABHK opens to the public from March 23 to 25. Art Central – ABHK’s satellite fair dedicated to contemporary art in Asia – also opened for preview at the same locationon March 21 and\nwill launch its eighth edition from Mar 22 to 25 with 72 participating galleries.\nSpeaking to The Straits Times, Lehmann Maupin’s Hong Kong-based\ndirector Shasha Tittman says: “There have been a lot of Asian collectors we haven’t seen in a long time and we did not see them at Art SG or Frieze Seoul.”\nComparing the two new Asia-based fairs that Lehmann Maupin has participated in, she adds: “The big difference is there are a lot of museum groups here and curators from the West (at ABHK).”\nIn Sept 2022, Frieze launched its first Asia-based fair in Seoul. Singapore launched Southeast Asia’s largest art fair, Art SG, in January. Tokyo Gendai is slated to launch in July.\nAlthough ABHK’s roster this year surpasses the 130 galleries that exhibited in last year’s hybrid edition, the numbers have not recovered to the pre-pandemic average of about 240 participating galleries.\nEight galleries with a Singapore presence – Fost Gallery, Gajah Gallery, Richard Koh Fine Art, Mizuma Art Gallery, Ota Fine Arts, ShanghART Gallery, STPI and Yavuz Gallery –  are taking part in ABHK.\nComparing Art SG with ABHK, gallerist Richard Koh, 58, says: “Singapore draws more regional collectors from around Southeast Asia, while Hong Kong makes collecting accessible to more buyers from mainland China.”\nChina reopened its borders with Hong Kong on Jan 8. According to the Hong Kong Tourism Board, more than 1.1 million tourists arrived from the mainland in February, accounting for about three in four tourists to Hong Kong.\nKoh’s gallery is presenting three young Malaysian artists Joshua Kane Gomes, Yeoh Choo Kuan and Justin Lim.\nGallery director Rita Targui of STPI, a gallery which has participated in every ABHK since 2014 and whose executive director Emi Eu sits on ABHK’s selection committee, says: “Art fairs are truly about the in-person experience.”\nThe 53-year-old adds: “We look forward to meeting new collectors and re-connecting with familiar faces in the art world, as well as sharing our powerful line-up of artists Rirkrit Tiravanija, Do Ho Suh, Charles Lim Yi Yong, Pinaree Sanpitak, Haegue Yang and Heman Chong, who all have works in the collection of M+.”\nM+, Hong Kong’s latest museum dedicated to global visual culture, is one of eight cultural facilities in the West Kowloon Cultural District launched mostly during the pandemic. The project, backed by a HK$21.6 billion (S$3.68 billion) endowment from the Hong Kong government, has ambitions of becoming the cultural district for the Greater Bay Area and even Asia.\nSingapore artists are also showing at ABHK. Shubigi Rao, who represented Singapore at the Venice Biennale in 2022, will present The River Of Ink II (2023) in Encounters, a curated section featuring large-scale installations. The section features 13 works curated by Alexie Glass-Kantor.\nDespite the avalanche of regional art fairs crowding the calendar, Ms Tittman says: “I would say there is definitely room for all of it. Asia is a very dynamic region but I credit ABHK, a major international art fair, that has shown that you can continue creating these models elsewhere in Asia."},
{"url": "http://www.straitstimes.com/life/entertainment/controversy-over-jj-lin-s-hong-kong-concert-due-to-non-appearance-of-mirror-singer-ian-chan", "title": "Controversy over JJ Lin’s Hong Kong concert due to non-appearance of Mirror singer Ian Chan", "date": "2023-03-21T17:02:00+08:00", "content": "HONG KONG – A spot of controversy arose on the third day of Singapore singer JJ Lin’s concert tour in Hong Kong.\nFormer Beyond singer Paul Wong was the Mandopop star’s special guest for the second concert on March 18.\nBut Lin, 41, was the only one performing on March 19, even though it had been rumoured that Hong Kong singer Ian Chan from popular boy band Mirror would be the special guest.\nAccording to Hong Kong media reports, Chan, 29, had turned up for a rehearsal earlier that day with six of his Mirror bandmates: Stanley Yau, Lokman Yeung, Jeremy Lee, Alton Wong, Tiger Yau and Anson Kong.\nHowever, there are conflicting reports on what happened next.\nHong Kong’s Oriental Daily News said Lin’s team had thought all 12 members of Mirror would perform at the concert, and asked Chan’s six other bandmates there to perform with him.\nChan allegedly decided not to perform upon learning that his bandmates were being treated as “extras”.\nMing Pao Daily News said Chan was the scheduled guest singer, but that the organisers had cancelled the guest segment after finding out that the other six members would go onstage as well.\nOn Sunday, Stanley Yau, 32, posted on Instagram a photo of the seven of them together near a stage, with the caption: “For memory.”\nThe Hong Kong media claimed that Chan had unfollowed Lin on Instagram after the incident.\nThe producer of Lin’s Hong Kong concerts apologised for the alleged mix-up, telling the Hong Kong media there was a miscommunication on the performances, with both parties ultimately agreeing to drop the guest segment.\nMirror’s manager Afha Wong told the media that the concert’s production unit had apologised to the band. She added that she wished Lin success for his other concerts and looked forward to working with him in the future.\nLin will hold three more concerts in Hong Kong from March 24 to 26"},
{"url": "http://www.straitstimes.com/life/exercise-care-when-seeing-chiropractor-for-your-neck", "title": "Exercise care when seeing chiropractor for your neck", "date": "2023-03-21T17:00:00+08:00", "content": "NEW YORK – Going to a chiropractor has become an accepted part of medical care, with about 15 per cent of adults in the United States visiting one every year.\nAlthough critics claim the field lacks scientific validity, chiropractic treatments provide many people with pain relief, and a vast majority take place without incident.\nBut given the delicate nature of the spine – particularly the upper vertebrae of the neck – the consequences of complications can be devastating.\nOne injury in particular, arterial dissection, in which blood vessels that supply blood from the heart to the brain are torn, is of high concern.\nIn some cases, a patient may be unaware that an injury has occurred and the damage heals on its own. In others, a tear in the artery wall can cause a clot to form and result in a stroke and even death.\nIt is unclear how common the complication is following chiropractic care. One estimate says that an arterial dissection occurs in one out of 1,000 neck manipulations, another says one in 5.8 million.\nBecause of the severity of the injury, though, many spine specialists warn that chiropractic manipulation of the neck can be dangerous. Here is what to know if you are considering the treatment for your neck pain.\nChiropractic manipulations involve high velocity, low amplitude movements of the spine.\n“We take the joint to its limited range, and we do a very quick push on that joint – that’s the high velocity aspect,” said  professor of integrated chiropractic therapies William Lauretti at Northeast College of Health Sciences and a spokesman for the American Chiropractic Association.\n“But we’re moving it for a very, very small range – that’s the low amplitude.”\nThe concern over arterial tears is specific to manipulations of the neck. That is partly because the neck is more mobile and thus more susceptible to injury; the torso is protected by the ribs, so the lower back does not rotate as much.\nMajor arteries that distribute blood from the heart to the brain are also threaded through the neck vertebrae, making the blood vessels there more vulnerable.\nDr Betsy Grunch, a neurosurgeon based in Gainesville, Georgia, said: “When you turn the neck side to side, those vessels will rotate within the bone.\n“If you turn your head quickly or rotate quickly, like a car accident or manual manipulation or sport, the vessel can get abruptly torqued.”\nThe most common symptoms of an arterial dissection are headaches, dizziness and vertigo. Weakness, numbness or paralysis on one side can also occur.\nIn a widely publicised case in 2022, a 28-year-old graduate student at Georgia Southern University named Caitlin Jensen became dizzy and nauseated after a chiropractor manipulated her neck.\nThe chiropractor called 911 and, at the hospital, doctors determined Ms Jensen had tears in four blood vessels, resulting in a stroke and cardiac arrest.\nSeveral studies have shown the risk of arterial dissection and stroke to be three to 12 times higher in people who have recently had a neck manipulation, according to a review by the American Heart Association’s Stroke Council.\nTo Dr Grunch, who treats one or two patients with the injury every year, the connection is clear. “Arterial dissection is a known complication of spinal manipulation.”\nSo even though the risk is low, Dr Grunch strongly advises against having your neck manipulated by a chiropractor.\nDr Alan Hilibrand, chief of spine surgery at the Rothman Orthopaedic Institute in Philadelphia and a former president of the Cervical Spine Research Society, said that “there’s no smoking gun” in the scientific literature tying chiropractors to arterial dissections.\nBut, he added, “I’m very uncomfortable” with it, and he cautioned patients that neck manipulations could be dangerous.\nMany chiropractors dispute the claim that their treatments can cause such significant harm.\nThey point to review papers that have found no link between neck manipulations and arterial tears and research showing that people who visited a primary-care doctor were just as likely to have a stroke in the weeks following the appointment as people who saw a chiropractor.\nInstead, they say, a visit to a chiropractor is more often the result of an arterial dissection, not the cause of it.\n“These patients have an artery that’s been injured in some way”, causing neck pain and headaches, Prof Lauretti said. “Some of them go to their primary-care doctor, some of them go to their chiropractor. If the patient has a stroke following a visit to the chiropractor, the chiropractor gets blamed.”\nThe risk of complications from chiropractic treatment of other parts of the spine is extremely low, and some research suggests that the practice is as beneficial as home exercise, physical therapy and medication.\nAs a result, many orthopaedic surgeons and neurosurgeons – including Dr Grunch and Dr Hilibrand – will occasionally refer patients to chiropractors for issues that are not related to the neck.\n“I think incorporating chiropractic treatment as a part of a conservative treatment plan is totally appropriate,” Dr Grunch said.\nDr Hilibrand agreed. “I won’t hesitate to send a patient to someone who I know,” he said. “Many of these people provide very good care.”\nAccidents stemming from chiropractic manipulations are very uncommon, but because of their potential severity, it may be best to avoid the treatment if you are experiencing neck pain.\nFortunately, there are several other options available.\nThe first line of treatment Dr Hilibrand recommends is over-the-counter pain medications combined with physical therapy. “Eighty per cent of the people with neck pain will get better after the first six weeks with just those two interventions,” he said.\nIf pain persists, Dr Hilibrand said one might want to consider alternative therapies, like acupuncture or a massage technique known as myofascial release.\nYou could even visit the chiropractor for gentler manual therapy or traction, which involves less aggressive, more controlled stretches or movements. Steroid injections can also be helpful in reducing pain and inflammation.\nIn some instances, surgery may be required as a last resort, but experts say that noninvasive therapies can often resolve the problem.\n“Most patients with acute neck or acute back pain don’t need surgery,” Dr Grunch said. “They just need a good, well-balanced conservative treatment plan.” NYTIME"},
{"url": "http://www.straitstimes.com/life/entertainment/j-pop-princess-kyary-pamyu-pamyu-weds-actor-shono-hayama", "title": "J-pop princess Kyary Pamyu Pamyu weds actor Shono Hayama", "date": "2023-03-21T17:54:00+08:00", "content": "TOKYO – J-pop princess Kyary Pamyu Pamyu has some good news to share with her fans: She has married actor Shono Hayama.\nThe couple posted the news on their social media accounts late on Monday.\n“We are happy to announce that we have married,” they wrote in both Japanese and English. “Together, we will continue to strive even further to do our best in our work. We appreciate your continued support and encouragement.”\nThey also shared their fairy tale-themed wedding photos, with Kyary’s pet dog appearing in one of them.\nKyary, 30, whose real name is Kiriko Takemura, and Hayama, 27, met each other through mutual friends.\nThey were spotted walking the dog together during the summer of 2020, and they were later seen again at a supermarket and a theme park.\nKyary – who is known for her candy-coloured, eyeball-grabbing “kawaii” (Japanese for cute) fashion – shot to fame in 2011 when the psychedelic music video for her debut single PonPonPon went viral worldwide.\nShe has often been compared with American singers Lady Gaga and Katy Perry, as she has a similar outrageous dress sense and larger-than-life stage persona.\nHayama made his acting debut in Suzuki Sensei (2011), and has starred in television series such as The Count Of Monte-Cristo: Great Revenge (2018) and Detective Novice: Midnight Runner (2020)"},
{"url": "http://www.straitstimes.com/world/united-states/us-authorizes-another-350-million-in-military-aid-to-ukraine", "title": "US authorises another $469 million in military aid to Ukraine", "date": "2023-03-21T07:23:19+08:00", "content": "WASHINGTON – The United States is authorising another US$350 million (S$469 million) in military aid for Ukraine, US Secretary of State Antony Blinken said on Monday, as Kyiv builds up its arsenal for an anticipated counter-offensive against Russian forces.\n“This military assistance package includes more ammunition for US-provided Himars (high mobility artillery rocket systems) and howitzers that Ukraine is using to defend itself, as well as ammunition for Bradley infantry fighting vehicles, high-speed anti-radiation missiles, anti-tank weapons, riverine boats, and other equipment,” Mr Blinken said in a statement.\nThe United States has provided\nto defend itself against Russia, which invaded its pro-Western neighbour on Feb 24, 2022.\nThe latest US assistance was announced days after US Defence Secretary Lloyd Austin, White House National Security Adviser Jake Sullivan and Chairman of the Joint Chiefs of Staff Mark Milley held a call with their Ukrainian counterparts and spoke of their “unwavering support” for Ukraine.\nUkrainian President Volodymyr Zelensky also joined the end of that call on Friday, the White House said.\nKyiv is seeking to gather sufficient supplies of arms from its Western backers, of which the US has been the most significant, to mount a counter-offensive and try to take back territory captured by the Russians in 2022.\n“Russia alone could end its war today. Until Russia does, we will stand united with Ukraine for as long as it takes,” Mr Blinken said on Monday.\nThe announcement of the latest assistance package from Washington was made the same day that\nin Moscow to promote Beijing’s role as a potential peacemaker in Ukraine.\nMr Xi was the first leader to meet Mr Putin since the\non Friday over the deportation of Ukrainian children to Russia. REUTER"},
{"url": "http://www.straitstimes.com/world/europe/putin-tells-xi-he-ll-discuss-china-s-blueprint-for-ukraine", "title": "Putin tells Xi he will discuss China’s blueprint for ending Ukraine conflict", "date": "2023-03-21T06:56:53+08:00", "content": "MOSCOW – President Vladimir Putin said Russia is ready to discuss China’s initiative for ending the conflict in Ukraine,\nthat underlines Beijing’s support for Moscow.\n“We’ve carefully studied your proposals to resolve the acute crisis in Ukraine,” Mr Putin told Mr Xi in televised comments at the start of their one-to-one talks in the Kremlin on Monday. “We’ll discuss all these issues, including your initiative, which we of course view with respect.”\nThe trip to Moscow marks Mr Xi’s most ambitious attempt yet to play the role of peacemaker as he seeks to broker an end to Russia’s war in Ukraine. Kyiv has been cool to Beijing’s plan, while the United States and its allies have rejected it outright.\nAfter his talks in Moscow, Mr Xi is\n, his first conversation with the Ukrainian leader since the start of the war.\nIn his comments to Mr Putin, Mr Xi did not mention the invasion and said there was room for Russia and China to boost cooperation. “China highly values the relationship with Russia,” Mr Xi said. “I am delighted to be in Russia as my first state visit after being re-elected as the Chinese president.”\nMr Xi also said\nin the 2024 presidential election. That put the Kremlin in the slightly ticklish position of having to explain what he meant, since Mr Putin has not formally announced whether he will run for a fifth term in 2024.\nCalling him “dear friend”, Mr Putin thanked Mr Xi for making time for Monday’s talks and dinner ahead of a second day of negotiations with other officials on Tuesday. A state dinner is also scheduled.\nThis first and informal round of Kremlin talks between the two leaders lasted almost 4½ hours, Russia’s state-run Tass news service reported.\nFor Mr Putin, Mr Xi is by far the most significant international leader to visit since Russia’s Feb 24, 2022, invasion of Ukraine, which triggered Europe’s deadliest conflict since World War II and waves of sanctions by the US and its allies.\nMr Xi’s arrival comes just days after the International Criminal Court (ICC)\nRussia has dismissed the move, and China on Monday called for the court to avoid politicisation.\n“The timing of the visit illustrates how little regard Mr Xi holds for the ICC arrest warrant and how he is seeking to introduce a new international order on China’s terms,” said Ms Kate Mallinson, founder of Prism Political Risk Management in London.\nShe added: “Mr Xi regards the war in Ukraine as a part of a wider conflict with the US and is vaunting the fact that China alone holds the keys to solve the war.”\nAhead of the visit, Mr Putin and Mr Xi published articles in each other’s state newspapers praising bilateral ties. Mr Xi called his trip “a journey of friendship, cooperation and peace” while Mr Putin called the Russia-China relationship “the cornerstone of regional and global stability”.\nMr Xi said his position on a settlement of the war in Ukraine “reflects the broadest common understanding of the international community on the crisis”.\nChina’s ceasefire paper has little detail and largely consists of broader foreign policy positions long espoused by Beijing. While its embrace of the principle of territorial integrity won praise in Kyiv, which seeks to drive Russian forces back across the border, a call for freezing forces in current positions is a non-starter.\nChina and Russia need to boost two-way trade, foster more convergence of interests and areas of cooperation, raise the quality and quantity of investment and economic cooperation, and step up policy coordination, according to the article by Mr Xi carried by Xinhua News Agency on Monday.\nThe Chinese leader last visited Russia in mid-2019, while Mr Putin went to Beijing in early 2022 to attend the opening of the Winter Olympics. At that meeting, the two leaders agreed to a “no-limits” friendship and signed a series of long-term energy supply deals.\nThe two met last September at a meeting of the Shanghai Cooperation Forum, where Mr Putin said he understands Beijing’s “questions and concerns” about his invasion of Ukraine, a rare admission of tensions between the diplomatic allies. BLOOMBER"},
{"url": "http://www.straitstimes.com/world/united-states/new-york-city-braces-for-trump-indictment-after-ex-president-calls-for-protests", "title": "New York City braces itself for Trump indictment after ex-president calls for protests", "date": "2023-03-21T06:45:57+08:00", "content": "NEW YORK – Workers erected barricades around a Manhattan courthouse on Monday as New York City braced itself for a\nover an alleged hush-money payment to a porn star during his 2016 election campaign.\nThe barriers went up in preparation for what would be the first-ever criminal case against any former or sitting US president, two days after Mr Trump urged his followers on social media to protest against what he said was his looming arrest.\nIn his call for protests, he raised concerns for law enforcement that his supporters might engage in violence similar to\nFearing a trap, however, several far-right grassroots groups have opted not to heed his call, security analysts said.\nA grand jury, which heard further testimony on Monday, could bring charges this week\nMr Trump, who is seeking the Republican nomination for the White House again in 2024, had predicted he would be arrested on Tuesday.\nOn Monday, the grand jury heard from a witness, lawyer Robert Costello, who said Mr Trump’s former fixer Michael Cohen had handled the hush-money payments without the former president’s involvement.\n“Michael Cohen decided on his own – that’s what he told us – on his own, to see if he could take care of this,” Mr Costello told reporters after testifying to the grand jury at Mr Trump’s lawyers’ request.\nMr Cohen, who testified twice before the grand jury, has said publicly that Mr Trump directed him to make the payments on his behalf.\nAn indictment could hurt Mr Trump’s comeback attempt. Some 44 per cent of Republicans say he should drop out of the presidential race if he is indicted, according to a seven-day Reuters/Ipsos poll that ended on Monday.\nThe investigation by Manhattan District Attorney Alvin Bragg is one of several legal challenges facing Mr Trump.\nto federal campaign finance violations tied to his arranging payments to Ms Daniels, whose legal name is Stephanie Clifford, and another woman in exchange for their silence about affairs they claimed they had with Mr Trump.\nMr Trump has denied that any such affairs took place.\nNew York Mayor Eric Adams told reporters that police were monitoring social media and keeping an eye out for “inappropriate actions” in the city. The City of New York Police Department said there were no known credible threats.\nOn Monday afternoon, police and two people carrying signs that said “Arrest Trump” and “Trump is Over” lingered on the courthouse steps.\nIf charged, Mr Trump would most likely have to travel from his Florida home for fingerprinting and other processing. Law enforcement officials met on Monday to discuss the logistics, several media outlets reported.\nSources have said Mr Bragg’s office was presenting evidence to a grand jury about a US$130,000 (S$174,000) payment made to Ms Daniels in the final weeks of the 2016 campaign.\nMr Trump’s fellow Republicans have widely criticised the probe as politically motivated.\nFlorida Governor Ron DeSantis, Mr Trump’s rival for the Republican presidential nomination, said on Monday that Mr Bragg was imposing a “political agenda” that compromised the rule of law, but he also took a veiled swipe at Mr Trump.\n“I don’t know what goes into paying hush money to a porn star to secure silence over some type of alleged affair,” he told reporters.\nRepublicans in the US House of Representatives launched an investigation of Mr Bragg’s office with a letter seeking communications, documents and testimony related to the probe.\nMr Trump was impeached twice by the House during his presidency, once in 2019 over his conduct regarding Ukraine and again in 2021 over the attack on the US Capitol by his supporters. He was acquitted by the Senate both times.\nMr Bragg won a conviction last December against Mr Trump’s business on tax fraud charges.\nBut legal analysts say the hush-money case may be more difficult. Mr Bragg’s office will have to prove that Mr Trump intended to commit a crime, and his lawyers will most likely employ a range of counter-attacks to try to get the case dismissed, experts say.\nMr Trump, meanwhile, has to contend with other legal challenges, raising the possibility that he will have to shuttle between campaign stops and courtrooms before the November 2024 election.\nHis lawyers on Monday asked a court in the US state of Georgia to quash a special grand jury report detailing its investigation into his alleged efforts to overturn his 2020 statewide election defeat.\nThe filing in Fulton County Superior Court also seeks to have the county district attorney, Ms Fani Willis, recused from the case, arguing that her media appearances and social media posts demonstrate bias against Mr Trump.\nMr Trump is also seeking to delay a civil fraud trial, scheduled for Oct 2, brought by the New York attorney-general that alleges a decade-long scheme to manipulate the value of his assets to win better terms from bankers and insurers.\nHe faces two civil trials involving former magazine columnist E. Jean Carroll, who claims that he defamed her by denying he raped her. A federal judge on Monday denied a request from both sides to combine the two cases into one. BLOOMBER"},
{"url": "http://www.straitstimes.com/world/europe/uks-largest-police-force-needs-complete-overhaul-report", "title": "London police force racist, misogynist and homophobic: Review", "date": "2023-03-21T09:15:36+08:00", "content": "LONDON – London’s Metropolitan Police is institutionally racist, sexist and homophobic and could still be employing rapists and murderers, a scathing independent review of Britain’s largest force concluded Tuesday.\nThe report, written by government official Louise Casey, was commissioned in the wake of\nSince then another officer, David Carrick, was also jailed for life for dozens of rapes and sexual assaults stretching back two decades, and several other Met scandals have emerged.\nDame Casey found those shocking crimes were perpetrated in a pervasive culture of “deep-seated homophobia” and predatory behaviour, in which female officers and staff “routinely face sexism and misogyny”.\nOfficers from minorities suffer widespread bullying, while violence against women and girls has not been treated seriously enough by the majority white and male force, she said.\nA Muslim officer reported finding bacon left in boots inside a locker, a Sikh said his beard was cut because a colleague “thought it was funny”, and sex toys were placed in coffee mugs as pranks.\n“I make a finding of institutional racism, sexism and homophobia in the Met,” CDame asey stated in the foreword to her damning 363-page report, adding that the force “has to change itself”.\n“It is the police’s job to keep us safe as the public. Far too many Londoners have now lost faith in policing to do that,” she wrote.\nCasey’s conclusions come nearly 25 years after the Macpherson Report – which probed Met failures after the murder of black teenager Stephen Lawrence in 1993 – also found the force institutionally racist and recommended dozens of reforms.\nYet a quarter-century on, she discovered that internal discrimination is “tolerated”, with complaints “likely to be turned against Black, Asian and ethnic minority officers”.\nPrime Minister Rishi Sunak said that what had been happening inside the Met was “simply shocking and unacceptable” and that “there needs to be a change in culture and leadership”.\nBut he backed its chief Mark Rowley, who was appointed after Ms Cressida Dick was forced out last April, to “restore confidence and trust” through a draft overhaul unveiled in January.\nMr Rowley called Dame Casey’s report “a very upsetting read”.\n“We have a real problem here. We have misogyny, homophobia and racism in the organisation and we’re going to root it out,” he told Sky News.\nThe review, which identified “systemic and fundamental problems” within the Met including “inadequate management”, made 16 recommendations that would constitute a “complete overhaul”.\nLondon Mayor Sadiq Khan, who has responsibility for the force and initiated the review, said he expected all of them to be fully implemented quickly.\nHe described Tuesday as “one of the darkest days” in the Met’s history.\nFailure to reform could mean the force, which polices more than eight million people over 620 square miles (1,605sq km) in the British capital, is dismantled, Dame Casey warned.\n“This is the first report that lays bare in total... the failings to black Londoners, the failings to women, the failings to their own staff,” she told BBC radio.\n“The bottom line is this: if an organisation can’t fix itself then there has to be change,” Dame Casey added, noting “it may need to be broken up”.\nIn another interview, Dame Casey noted she “cannot sufficiently assure” people there are not more Met officers like Couzens and Carrick – who at one point served in the same armed unit protecting MPs and foreign diplomats.\nHer report found Met teams formed to tackle the growing number of domestic abused cases were understaffed, overworked and inexperienced.\nMeanwhile, the force’s investigations have relied on “over-stuffed, dilapidated or broken fridges and freezers” to store forensic evidence.\nA lunchbox was found in the same fridge as forensic samples in rape cases, with appliances so full they were strapped shut.\nOne fridge broke down, meaning the evidence inside could no longer be used, said the report. AF"},
{"url": "http://www.straitstimes.com/world/united-states/trial-of-2016-twitter-troll-to-test-limits-of-online-speech", "title": "Memes or misinformation? Trial of 2016 Twitter troll to test limits of online speech", "date": "2023-03-21T08:27:33+08:00", "content": "NEW YORK – A “misinformation campaign” was allegedly carried out on Twitter in late 2016, in the final stretch of  the United States presidential campaign, and a man has been brought to trial over it.\nImages that appeared on the social media site at that time featured the message “vote for Hillary” and the phrases “avoid the line” and “vote from home”.\nSaid to be aimed at Democratic voters, and sometimes singling out black people, the messages were intended to help Republican candidate Donald Trump, who was running against the Democratic Party’s Hillary Clinton.\nAllegedly spread by a group of conspirators, including the man in his 20s, the goal, federal prosecutors said, was to suppress votes for Mrs Clinton by persuading her supporters to falsely believe they could cast presidential ballots by text.\nOn Monday, the man, who called himself Ricky Vaughn, went on trial in a US district court in New York City under his real name, Douglass Mackey, after being charged with conspiring to spread misinformation designed to deprive others of their right to vote.\n“The defendant, Douglass Mackey, tried to steal people’s right to vote,” prosecutor Turner Buford told jurors in his opening statement. “He did it by spreading fraud.”\nDefence lawyer Andrew J. Frisch said  Mackey, “a staunch political conservative”, had been trying only to attract attention to himself by posting memes, not carry out a clandestine conspiracy.\n“Mr Mackey did not share these memes as some sort of grand plan,” he said, adding that it was “not a crime to vigorously support your candidate of choice”.\nProsecutors said that Mackey, who went to Middlebury College in Vermont and lived on the Upper East Side of Manhattan, used hashtags and memes as part of his deception and outlined his strategies publicly on Twitter and with co-conspirators in private Twitter group chats.\n“Obviously we can win Pennsylvania,” Mackey said on Twitter, using one of his accounts under a pseudonym less than a week before the election, according to a complaint and affidavit. “The key is to drive up turnout with non-college whites, and limit black turnout.”\nThat tweet, court papers said, came a day after he tweeted an image showing a black woman in front of a sign supporting Mrs Clinton. That tweet told viewers they could vote for Mrs Clinton by text message.\nProsecutors said nearly 5,000 people texted the number shown in the deceptive images, adding that the images stated they were paid for by the Clinton campaign and were viewed by people in the New York City area.\nOn the trial’s first day of testimony, prosecutors presented several witnesses.\nOne, Ms Jess Morales Rocketto, said she was working for the Clinton campaign when the deceptive images urging viewers to vote by text began circulating in late 2016. She testified that those images had used a hashtag from the campaign as well as a logo that closely resembled the campaign’s logo.\n“It’s a very sneaky graphic,” she said. ‘It’s definitely designed to look very close to a legitimate ad.”\nMackey’s trial is expected to provide a window into a small part of what the authorities have described as broad efforts to sway the 2016 election through lies and disinformation.\nWhile some of those attempts were orchestrated by Russian security services, others were said to have emanated from American Internet trolls.\nPeople whose names may surface during the trial or who are expected to testify include a man who tweeted about Jews and black people and was then disinvited from the DeploraBall, a far-right event in Washington, DC, the night before Mr Trump’s inauguration. They also include an obscure federal cooperator who will be allowed to testify under a code name.\nPeople sympathetic to Mackey have cast his case as part of a political and cultural war, a depiction driven in part by precisely the sort of partisan social media-fuelled effort that he is accused of engineering.\nMackey’s fans have portrayed him as a harmless prankster who is being treated unfairly by the state for engaging in a form of free expression.\nThat notion, perhaps predictably, has proliferated on Twitter, advanced by people using some of the same tools that prosecutors said Mackey used to disseminate lies.\nMackey supporters have referred to him on social media as a “meme martyr” and spread a meme showing him wearing a red “Make America Great Again” hat and accompanied by the hashtag #FreeRicky.\nFox personality Tucker Carlson posted a video of himself on Twitter calling the trial “the single greatest assault on free speech and human rights in this country’s modern history”.\nMr Joe Lonsdale, a founder of software company Palantir Technologies, retweeted an assertion that Mackey was being “persecuted by the Biden Department of Justice for posting memes” and added: “This sounds concerning.” Mr Elon Musk, the billionaire owner of Twitter, replied with a one word affirmation: “Yeah.”\nMackey is accused of participating in private direct message groups on Twitter called Fed Free Hatechat, War Room and Infowars Madman to discuss how to influence the election.\nProsecutors said people in those groups discussed sharing memes suggesting that celebrities were supporting Mr Trump and that Mrs Clinton would start wars and draft women to fight them.\nOne exchange in the Infowars Madman group centred on an image that falsely told opponents of Brexit that they could vote “remain” in that British referendum through Facebook or Twitter, according to investigators.\nOne participant in the group asked whether they could make something similar for Mrs Clinton, investigators wrote, adding that another replied: “Typical that all the dopey minorities fell for it.”\nLast summer, defence lawyers asked that Mackey’s case be dismissed, referring to Twitter as a “no-holds-barred free-for-all” and saying “the allegedly deceptive memes” had been protected by the First Amendment as satirical speech.\nThey wrote to the court that it was “highly unlikely” that the memes had fooled any voters and added that any harm was “far outweighed by the chilling of the marketplace of ideas where consumers can assess the value of political expression as provocation, satire, commentary, or otherwise”.\nProsecutors countered that illegal conduct is not protected by the First Amendment merely because it is carried out by language and added that the charge against Mackey was not based on his political viewpoint or advocacy. Rather, they wrote, it was focused on “intentional spreading of false information calculated to mislead and misinform voters about how, where and when to cast a vote in a federal election”.\nJudge Nicholas G. Garaufis ruled that the case should continue, saying it was “about conspiracy and injury, not speech” and added that Mackey’s contention that his speech was protected as satire was “a question of fact reserved for the jury”. NYTIME"},
{"url": "http://www.straitstimes.com/world/europe/japanese-pm-kishida-en-route-to-kyiv-set-to-meet-with-zelensky", "title": "Japanese PM Kishida arrives in Kyiv, set to meet President Zelensky", "date": "2023-03-21T11:02:30+08:00", "content": "TOKYO – Japanese Prime Minister Fumio Kishida arrived in the Ukrainian capital on Tuesday for talks with President Volodymyr Zelensky, becoming the final leader from a Group of Seven (G-7) nation to visit the country since\n.\nHe is also the first Japanese prime minister to visit an active war zone since World War II.\nBroadcaster NHK earlier showed footage of him boarding a train at the Polish border town of Przemysl.\nMr Kishida intends to show his support for Ukraine during the visit, Japan’s Foreign Ministry said in a statement.\nHe had been on a trip to India, where he condemned Russia’s invasion in a policy speech and sought to\n.\nThe Japanese premier’s visit is the most visible symbol yet of support from Tokyo for Mr Zelensky, who has spoken to Mr Kishida at online conferences and addressed Japan’s Parliament through a video link in March 2022.\nJapanese leaders rarely travel to places where there is a pressing security risk.\nMr Kishida will also hold talks with his Polish counterpart before returning to Japan on Thursday, the Japanese Foreign Ministry said.\nThe trip comes as Chinese President Xi Jinping is in Moscow for talks with President Vladimir Putin, following Beijing’s proposal for a ceasefire between Russia and Ukraine. The trip marks Mr Xi’s most ambitious attempt yet to play the role of peacemaker as he seeks to broker an end to Russia’s war in Ukraine.\nKyiv has been cool to Beijing’s plan, while the United States and its allies have rejected it outright. After his talks in Moscow, Mr Xi is expected to speak by video link with Mr Zelensky, his first conversation with the Ukrainian leader since the start of the war.\nMr Kishida’s government threw its support behind Ukraine following Russia’s invasion of its neighbour, imposing sanctions and sending military equipment – albeit non-lethal – in a break with traditions it has maintained under its pacifist Constitution.\nSurveys show Mr Kishida has the backing of much of the public on the issue. A poll by the Nikkei newspaper carried out from Feb 7 to Feb 10 found that 66 per cent of respondents said the government should continue supporting Ukraine, even if it has an adverse effect on their own lives.\nUS President Joe Biden made a surprise visit to Kyiv in late February and met Mr Zelensky, declaring “unwavering support” in a dramatic show of solidarity as Russia’s invasion neared the one-year mark.\nJapan is set to host a summit of G-7 leaders this May in Hiroshima. Mr Kishida, who has faced pressure to go to Ukraine before the summit, has said he wants to use the event to show unity on applying sanctions against Russia.\nIn February, Tokyo announced it would offer Ukraine financial aid worth US$5.5 billion (S$7.4 billion), having already provided the country with hundreds of billions of dollars of emergency humanitarian assistance and other support.\nIt has also taken the rare step of offering refuge to those fleeing the conflict.\nMr Kishida warned in a 2022 speech that “Ukraine today may be East Asia tomorrow”, as concerns grow that China could invade democratic and self-ruled Taiwan.\nIn December, as Japan overhauled its key defence policies, the government explicitly warned that China poses the “greatest strategic challenge ever” to its security.\nIn its largest defence shake-up in decades, Japan set a goal of doubling defence spending to the Nato military alliance’s standard of 2 per cent of gross domestic product by 2027.  BLOOMBERG, REUTER"},
{"url": "http://www.straitstimes.com/world/united-states/woman-29-who-pretended-to-be-a-high-school-teenager-pleads-not-guilty", "title": "29-year-old pretended to be teenager to recreate US high school experience: Lawyer", "date": "2023-03-21T08:45:53+08:00", "content": "NEW BRUNSWICK, New Jersey – The mystery of the 29-year-old woman who pretended to be a 16-year-old teenager to enrol in a New Jersey high school seemed to capture the imagination of America, drawing millions of viewers to news articles, TikTok and YouTube.\nParents questioned the seeming ease with which she tricked school officials and was able to wander the hallways, attend classes and meet guidance counsellors for four days in January.\nStudents at the school, New Brunswick High, said they feared that the woman, Shin Hye-jeong, had malicious, possibly criminal, intentions after she tried to set up meetings with them at a location outside of school.\nOn Monday, two lawyers hired by her family laid out a far less sinister explanation for the odd behaviour: Recently divorced and far away from her family in South Korea, she was trying to recreate the sense of safety she had felt as a student at a Massachusetts boarding school.\n“There are personal issues that she needs to resolve,” said Mr Henry Hong Jung, one of the lawyers. “She’s been away from home a long time.”\nThe New York Post said she was charged with providing a false government document and hindering her own prosecution. On Monday, at her second court appearance, she entered a not-guilty plea to the charges, which a prosecutor said carry a maximum penalty of five years in prison.\nHer lawyers told the judge that she intends to apply to a programme that diverts first-time offenders from the criminal justice system and enables them to wipe their record clean after a successful period of probation.\nShin, who is not an American citizen but is in the United States legally, hopes to return home to South Korea after the case concludes, her lawyers said.\n“I don’t have anything else to say for now,” Shin, dressed in a blazer and blue jeans, her dark hair cinched in a ponytail, said after the court session.\nWithin weeks of her Jan 24 arrest on charges that she provided school officials with documents that falsified her age, police in New Brunswick reassured parents that there was no evidence that she had intended to “bring harm or violence to the students, staff or faculty”.\nShe is due back in court on May 15. NYTIME"},
{"url": "http://www.straitstimes.com/world/united-states/google-suspends-chinese-shopping-app-pinduoduo-over-malware-issues", "title": "Google suspends Chinese shopping app Pinduoduo over malware issues", "date": "2023-03-21T15:35:26+08:00", "content": "MOUNTAIN VIEW, California – Google has suspended PDD Holdings’ main Chinese shopping app Pinduoduo after discovering malware in unsanctioned versions of the software, dealing a blow to one of China’s biggest online retailers.\nGoogle said on Tuesday that it was investigating the matter and suspended downloads of the Play Store version of Pinduoduo as a security precaution. It did not mention Temu, PDD’s popular shopping app for the United States, which remains available to download.\nThe move may cast a cloud over the company at a time when American lawmakers have accused Chinese-owned apps such as TikTok of potentially threatening national security. While Pinduoduo is largely used in China, it is rare for Google to freeze downloads of a major app of its size and scale.\nGoogle warned users on Tuesday to uninstall off-store versions of Pinduoduo. It was unclear whether other local app stores run by Huawei Technologies, Xiaomi and Tencent Holdings were looking into the allegations.\nPDD’s main shopping app serves more than 700 million mainly Chinese users monthly, and is more commonly downloaded via domestic platforms as Google’s is not available in China.\n“Google Play Protect enforcement has been set to block installation attempts of these identified malicious apps,” a Google spokesman said. “Users who have malicious versions of the app downloaded to their devices are warned and prompted to uninstall the app.”\nCode from previous versions of the app on GitHub show malware present, said Mr Shawn Chang, founder and chief executive of Hong Kong-based security firm HardenedVault, who was aware of the industry talk but has not examined the software in detail or spoken with PDD.\n“According to that publicly available information, PDD has used n-day/zero-day exploits, targeting Android parcel serialisation/deserialisation to gain system privileges,” he said.\nPDD, which reported disappointing sales on Monday, has in recent years taken market share from leaders Alibaba Group Holding and JD.com while aggressively expanding in North America with Temu.\nInvestors previously pushed PDD shares to their highest in more than a year, identifying the eight-year-old company as a winner in the escalating battle to win over Chinese consumers.\nPDD started out in 2015 with the aim of covering markets that Alibaba and JD.com neglected, such as poorer rural cities. The company has since moved into pricier goods, covered more cities and launched a US app that has surged in popularity in just a few months.\nMuch like fast-fashion upstart Shein, Temu is capturing American shoppers with bargains at a time when most consumers are tightening their belts. Temu was the most downloaded app on Apple’s US app store for much of the past few months. It achieved about US$500 million (S$670 million) gross merchandise value in the US during its first five months of operation, according to data analytics firm YipitData. In January alone, sales were almost US$200 million, the data show.\nTemu launched in Canada, its second market, in February. BLOOMBER"},
{"url": "http://www.straitstimes.com/life/entertainment/star-wars-harry-potter-actor-paul-grant-dies-at-age-56", "title": "Star Wars, Harry Potter actor Paul Grant dies at age 56", "date": "2023-03-21T14:27:53+08:00", "content": "Actor Paul Grant, who starred in the Star Wars and Harry Potter film franchises, has died on Tuesday (Singapore time) at the age of 56.\nThe 1.32m-tall Grant had played an Ewok in the 1983 film Star Wars: Episode VI – Return Of The Jedi, and most recently also had an uncredited role as a goblin in Harry Potter And The Philosopher’s Stone, released 2001.\nHe had also performed stunt work on various films, including Willow (1988), starring Val Kilmer; Legend (1985) alongside Tom Cruise; as well as Labyrinth (1986), which featured David Bowie as the antagonist of the film.\nAccording to British newspaper The Independent, Grant was found by the police on March 16 after he collapsed outside King’s Cross train station in London.\nAn ambulance crew and medic were called to the scene, where he was treated and subsequently taken to the hospital, reported The Sun, citing a London Ambulance Service spokesman.\nAt the hospital, Grant was declared brain-dead.\nThe Independent reported that his family made the decision to switch off his life support three days later. His cause of death has not been announced.\nHis daughter Sophie Jayne Grant, 28, told The Sun that she was devastated, lauding Grant as a “legend in so many ways”.\n“He always brought a smile and laughter to everyone’s face,” she said.\nMaria Dwyer, Grant’s girlfriend, called him the love of her life, and said that he made her life complete.\n“Life is never going to be the same without him,” said the 64-year-old"},
{"url": "http://www.straitstimes.com/singapore/courts-crime/musician-subhas-nair-denies-trying-to-create-ill-will-between-races-and-religious-groups-in-s-pore", "title": "Musician Subhas Nair denies trying to create ill-will between races and religious groups in S’pore", "date": "2023-03-21T18:45:32+08:00", "content": "SINGAPORE - Local musician Subhas Nair admitted in court on Tuesday he had posted messages which the prosecution described as inflammatory comments on race and religion.\nBut he denied he had done so in an\nbetween different racial and religious groups in Singapore.\nAmong other things, a rap video featuring Nair was posted on YouTube on July 29, 2019, containing lyrics that allegedly attacked Chinese people in general.\nOn the first day of his trial on Tuesday, Nair testified that the video was done in response to an advertisement which featured actor Dennis Chew playing multiple roles, including that of an Indian man and a Malay woman.\nThe 31-year-old told District Judge Shaiffudin Saruwan he wanted his rap video to convey the message that the advertisement was blatantly racist.\nHe added the rap video was directed towards some Chinese people, who he said are racist.\nStressing that not all Chinese people are racist, Nair added he wanted to end instances of “brownface” in Singapore.\nBrownface is a social phenomenon, usually involving a light-skinned person pretending to be somebody of a different ethnicity who has a darker complexion.\nOn Tuesday, Deputy Public Prosecutor Suhas Malhotra said in his opening statement: “Had the accused displayed his offence to the advertisement in a temperate and dignified manner, no criminal offence would have been committed.\n“Instead, the accused resorted to insulting and ridiculing Chinese people in general.”\nNair is claiming trial to four counts of attempting to promote feelings of ill-will between different racial and religious groups in Singapore.\nOn July 25, 2020, he posted a message on Instagram claiming that Malay Muslims who made hateful comments will be treated differently by the authorities compared with Chinese Christians.\nNair testified in court he did this in response to a video involving the founder of a church and a social media influencer, who had linked the gay pride movement to Satan.\nDPP Malhotra said: “(Nair’s) post creates feelings of ill-will between Chinese Christians and Malay Muslims in Singapore.”\nOn Tuesday, Nair told the court the video by the church founder and the influencer contained hate speech, adding: “We need to admonish statements like these.”\nHe also said his Instagram post did not intend to convey the message that the authorities were biased and preferential.\nOn or around Oct 15, 2020, Nair posted another message on Instagram, this time following a court case involving Mr Chan Jia Xing, then 27.\nMr Chan was initially accused of murdering Mr Satheesh Noel Gobidass, 31, at Orchard Towers in July 2019.\nMr Chan’s murder charge was later reduced to that of consorting with a person carrying an offensive weapon in a public place, and he was given a conditional warning in October 2020.\nNair had stated in his Instagram post: “Calling out racism and Chinese privilege, two-year conditional warning and smear campaign in the media.”\nOn Tuesday, DPP Malhotra said: “This post creates feelings of ill-will between Chinese and Indians in Singapore...the accused’s post implied that the law enforcement authorities treat Indians far more severely than Chinese.”\nBut Nair testified he did not intend to create enmity among the different races.\nHe told the court he was instead commenting on the state of journalism here after an unnamed news platform asked Mr Chan questions about his baby following his conditional warning.\nNair had stated on his Instagram post: “Do you actually think a brown person would get asked these type of questions?”\nNair is represented by lawyer Suang Wijaya. The trial resumes on Wednesday and Nair will be cross-examined by the prosecution"},
{"url": "http://www.straitstimes.com/singapore/courts-crime/accident-victim-can-claim-govt-medical-subsidies-but-has-to-return-sum-to-moh", "title": "Accident victim can claim govt medical subsidies but has to return sum to MOH", "date": "2023-03-21T20:02:32+08:00", "content": "SINGAPORE - The High Court has allowed an 84-year-old woman to claim from insurers about $39,000 in government subsidies and grants that was used to foot her medical bills after she was hurt in a traffic accident.\nHowever, Madam Eng Beng would also have to make good on her word to return this amount to the public coffers.\nOn Tuesday, Justice Tan Siong Thye awarded Madam Eng $39,515.08 in special damages, comprising various government subsidies and grants that were deducted from her medical bills.\nThe judge directed Madam Eng to return this amount, less the legal costs she incurred in pursuing her claim, to the Ministry of Health (MOH). The ministry is free to let her keep the money or use it for other public purposes.\nMadam Eng had earlier told the court that if her claim was allowed, she was willing to accept the court’s order that the funds be returned.\nJustice Tan said her “gracious overture” would completely demolish the insurer’s argument that Madam Eng would have enjoyed double recovery if it paid the sum to her.\nOn Jan 9, 2020, Madam Eng, then 81, was crossing the road when she was knocked down by a car driven by Mr Lo Kok Jong.\nShe was hospitalised at Tan Tock Seng Hospital for serious injuries, including a fractured ankle, and was later moved to a community hospital.\nIn June 2020, Madam Eng, represented by Ms V.M. Vidthiya, filed a negligence suit against Mr Lo.\nOn July 2, 2022, a deputy registrar awarded Madam Eng damages of $36,348.64, comprising general damages of $18,600 for pain and suffering as well as special damages for medical expenses, transport expenses and medical apparatus.\nThe deputy registrar, however, refused to award her an additional sum of $39,515.08, which she had claimed as special damages for medical expenses.\nThis sum comprised generic government subsidies, Pioneer Generation subsidies, and government grants for community hospital services and medical drugs.\nThese sums were deducted from her bills and as a result, she paid less than $500 out of pocket.\nAfter her appeal to a district judge was dismissed, she took her case to the High Court.\nIn his written judgment, Justice Tan noted that generally, if an injured plaintiff has received collateral benefits from parties other than the defendant, this should be taken into account when considering the amount recoverable from the defendant.\nThere are, however, two exceptions to this rule against double recovery.\nFirst, where the injured plaintiff recovers a payout under an insurance policy for which the person has paid the premiums, the insurance monies are not deductible from damages payable.\nSecond, where the injured plaintiff receives funds from the benevolence of others prompted by sympathy, the donated funds are not deductible from damages payable.\nMadam Eng argued that the subsidies and grants could fall within the benevolence exception.\nMr Lo’s insurers argued that the subsidies and grants do not contain the requisite charitable intent, as they were not “prompted by sympathy” but attached systematically to her by virtue of citizenship, age and income level.\nJustice Tan said the court cannot ignore the reality that the subsidies and grants are part of schemes that utilise taxpayers’ moneys to support the healthcare needs of the population.\nHe noted that the insurer’s lawyers admitted that it would have been willing to compensate Madam Eng for private hospital medical bills if she had sought treatment at a private hospital.\nHe said it was ultimately a binary situation – should Madam Eng be able to claim the amount from Mr Lo’s insurers, or should the insurers benefit by being able to pay her a lower sum after the deduction of subsidies and grants?\n“The commonsensical answer must be that the Government extended the subsidies and grants amounting to $39,515.08 specifically to the appellant for her enjoyment, and not to relieve the respondent of his liability,” said the judge.\nHe concluded that subsidies and grants were specifically conferred upon Madam Eng as she had met the stringent criteria, and that they were akin to collateral benefits that fall within the benevolence exception"},
{"url": "http://www.straitstimes.com/singapore/politics/shoppers-to-pay-10-cents-more-for-bottled-and-canned-drinks-from-april-2025-with-refund-after-recycling", "title": "Shoppers to pay 10 cents more for bottled, canned drinks from April 2025, with refund after recycling", "date": "2023-03-21T19:17:57+08:00", "content": "SINGAPORE – From April 2025, bottled and canned drinks will cost 10 cents more, but shoppers will get the deposit back once they return the empty cans and plastic bottles for recycling.\nAbout 400 supermarkets – those larger than 200 sq m – will house return points, and most of them are likely to be smart reverse vending machines that guzzle up empty drink containers and dispense the money.\nThe 10-cent deposit will be placed on bottles and cans of all drink types between 150ml and 3 litres.\nDrink manufacturers and importers will have a three-month transition period from April 1, 2025, to clear older stocks so that from July 1, 2025, all bottles and cans in the market will be labelled with a new logo and barcodes that will aid the return and help consumers identify packaged drinks under the scheme.\nIn Parliament on Tuesday, Senior Minister of State for Sustainability and the Environment Amy Khor outlined the upcoming beverage container return scheme – to officially begin on July 2025 – at the start of the debate on the changes to the Resource Sustainability Act.\nAs part of the proposed amendments to the Act, the House will also debate the minimum five cents plastic bag charge to be implemented at most supermarkets from July 2023.\nTogether with the plastic bag charge, the 2025 return scheme is the latest effort to nudge consumers to recycle and reduce disposables.\nThe aim is to boost Singapore’s domestic recycling rate to 30 per cent by 2030, the figure was at 13 per cent – a 10-year low - in 2021.\nFrom now till April 30, households can also collect home recycling boxes from vending machines at more than 140 locations.\nThe return scheme will be financed by beverage producers, revenue from the sales of the recyclables, and unredeemed deposits.\nThe National Environment Agency (NEA) had said in 2020 that the return scheme for drink containers would be implemented by 2022. That year, however, NEA said the scheme was proposed to start by mid-2024.\nDr Khor said beverage producers asked for more time to implement the scheme properly, and that it would start in April 2025.\n“We hear this feedback... we understand that the industry needs time to plan and set up a robust and effective scheme. This is to ensure smooth implementation on the ground for the multiple stakeholders of the scheme, beyond the manufacturers and importers to the F&B (food and beverage) operators and consumers.”\nOn the 10-cent deposit, Dr Khor said: “A higher deposit would encourage participation and a higher return rate, but we do not want the deposit to be too high such that it deters purchases of pre-packaged beverages.”\nNEA is still exploring whether the refund method should be in the form of e-payment or cash.\nIn a public consultation on the scheme in September 2022, some respondents were concerned about producers passing on the scheme costs to consumers, causing beverage prices to rise.\nIn response, NEA said the cost pass-through to consumers in beverage prices, if any, will likely be moderated by price competition among industry players along the value chain.\nBy the scheme’s third year in Singapore, about 800 million containers, or 80 per cent of the bottles and cans put into the market, are expected to be returned, said NEA.\nThe first two years will have return rate targets of 60 per cent and 70 per cent respectively.\nIn the 50 other countries and states that have a similar scheme, the current return rates are mostly between 80 per cent and 98 per cent.\nDr Khor said supermarkets were chosen to house the return points because most packaged drinks are sold there and were preferred by respondents during the public consultation.\nBut for greater convenience to consumers, NEA will work with the future operator of the scheme to set up additional return points in places such as common spaces in residential estates, hawker centres and malls.\nDr Khor said: If the scheme is owned and run by the industry, it will have a stronger incentive to operate efficiently and in a cost-effective manner, to keep scheme costs low for all parties.\nShe added that several beverage producers have expressed interest to jointly support the formation of the scheme operator.\nThe 2025 scheme aims to raise the country’s recycling rate, and will be the first phase of getting producers to bear the responsibility for the collection and recycling of their packaging waste.\nNEA said that plastic bottles and metal cans comprise about 70 per cent of beverage containers put to market, have high material values, and are easy to collect, compact and recycle.\nThe return scheme will help to ensure that a clean stream of good quality plastic bottles and metal cans can be recycled, so that it can help to develop Singapore’s recycling industry, the agency added.\nCurrently, most recyclables are collected and sorted in Singapore before being exported overseas for recycling.\nDr Yvonne Lin, materials expert at World Wide Fund for Nature Singapore, said: “With the introduction of the beverage container return scheme, the collection of plastic bottles will hopefully increase tremendously to a significant extent so that it is economically viable to have our own plastic recycling plant in Singapore.”\nDuring an online public consultation about the return scheme in 2022, there were concerns about its impact on informal collectors such as the karung guni and seniors who make a living by collecting used cans.\nIn response, NEA said it will work with the scheme operator to cater to the informal sector.\nFor example, larger return centres could be set up for the karung guni to drop off the cans.\nDr Lin said: “The informal sector can consolidate their collections and collect the refunds through the centres instead of overwhelming the reverse vending machines (meant for consumers). Informal collectors can also consider working with offices or commercial buildings that do not have return points to offer their collection services.”\nConsumers or companies that hand over the empty bottles and cans to informal collectors will be forfeiting the refund, which will be given to the karung guni or elderly instead"},
{"url": "http://www.straitstimes.com/singapore/singtel-users-grapple-with-slower-network-speeds-after-submarine-cables-damaged", "title": "Singtel users grapple with slower network speeds after submarine cables damaged", "date": "2023-03-21T20:14:41+08:00", "content": "SINGAPORE - Singtel users have experienced a slowdown in network speeds when connecting to websites and servers in the United States after a few submarine cables got damaged in February.\nIn response to queries, a Singtel spokesman on Tuesday said the cables were damaged in the course of fishing-related activities, and seabed movements caused by earthquakes.\nAnd maintenance works required cables to shut down for repairs, and that, too, affected some of the cables, she added.\nThe spokesman said: “Our engineers took swift action to implement mitigation measures such as re-routing traffic to other cable channels. Repair works are being carried out by our cable partners to restore normal levels of service and are close to completion.”\nShe added that users could experience intermittent slower transmission when watching US-based content or connecting to certain gaming sites.\nOn social media platform Twitter, several users reported experiencing lags when trying to play games.\nTwitter user William Lim, who tagged Singtel Support in his post and plays a computer game called Modern Warfare 2, said: “Have been getting (more than) 200 ping, when previously had less than 10, frustrating to deal with.”\nWhen a person or business is tagged on Twitter, they will be notified of the message that mentions them. Singtel Support is Singtel’s products and services support team.\nA ping is an estimate in milliseconds of how long the game takes to register a command. If a user’s ping has a speed of over 100 milliseconds, their game is noticeably slowed down.\nAnother Twitter user, Mr Victor Leong, said in a tweet that he had a difficult time playing Diablo IV as the non-player character or monster did not load in the game.\nThe Singtel spokesman said: “We apologise for the inconvenience caused. We are monitoring the situation and assisting any impacted customers."},
{"url": "http://www.straitstimes.com/singapore/politics/president-halimah-meets-with-m-sian-female-politicians-calls-for-joint-efforts-for-gender-equality", "title": "President Halimah meets Malaysian female politicians, calls for joint efforts for gender equality", "date": "2023-03-21T20:30:00+08:00", "content": "KUALA LUMPUR - Representation matters, said President Halimah on Tuesday during a state visit to Malaysia as she noted the steady advancements made by women on various fronts in Singapore and Malaysia, including the corporate world, politics and government.\nMeeting with four female Malaysian politicians during her three-day state visit to Malaysia, Madam Halimah said with their common heritage and deep people-to-people links, the two countries can benefit much from each other’s experiences in instilling gender equality.\n“The same high levels of familiarity and trust between us which have fuelled bilateral cooperation in multiple domains from the economy to climate, from cybersecurity to education, should also spur greater exchanges between our authorities charged with women’s issues as well as women-led non-governmental organisations and civil society organisations,” she said.\nThe meeting at the St Regis hotel in Kuala Lumpur was attended by four female politicians from four different political parties in Malaysia.\nThey included three out of five female ministers in the current Cabinet – Education Minister Fadhlina Sidek from Parti Keadilan Rakyat, Women, Family and Community Development Minister Nancy Shukri from Gabungan Parti Sarawak, and Youth and Sports Minister Hannah Yeoh from the Democratic Action Party. Dr Rosni Adam, deputy chief of the Parti Islam SeMalaysia women’s wing, was also present.\nNoting that International Women’s Day had only recently been marked on March 8, Madam Halimah said women had made huge strides in the two countries on various fronts.\nWhen she first entered Singapore politics in 2001, she was one of only 10 women elected to Parliament out of 84 - about 12 per cent. Today, women make up almost 30 per cent of Singapore’s legislature, she noted.\nSimilarly, the percentage of female parliamentarians in Malaysia doubled in the last three decades to 13.5 per cent in 2022.\n“The growing ranks of female MPs and political leaders like you inspire young girls to not only have big dreams, but also to give of themselves unstintingly and selflessly to public service,” she said.\nIn the corporate sphere, the percentage of women on the boards of Singapore’s top 100 listed companies rose to an all-time high of 21.5 per cent in 2022, added Madam Halimah. In Malaysia, the figure was 29 per cent.\nRecalling her own experience in persuading younger women to take up leadership positions during her time with the National Trades Union Congress, she said: “It was not easy because many cited the difficulty of balancing work and family as a huge deterrent. So it is encouraging to see more women in leadership positions, making their voices heard in the policymaking and corporate spheres.”\nMadam Halimah has championed women’s issues during her term as head of state in Singapore through various platforms, such as the 2022 White Paper on Women’s Development, and Women’s Forum Global Meeting.\n“Ultimately, it takes all of us – women and men alike – to foster a culture where everyone can fulfil their potential on a level playing field,” she said.\n“While supportive government policies are crucial, all of us in our daily lives can play our part to chip away at harmful gender stereotypes, call out unacceptable misconduct, and smoothen the path for those who come after us.”\nEarlier on Tuesday, Madam Halimah, who is also patron of Girl Guides of Singapore, was hosted to a visit at the Girl Guides Association of Malaysia by Malaysian Queen, Tunku Azizah Aminah Maimunah Iskandariah. The president of the association, Dr Wan Azizah, whose husband is Prime Minister Anwar Ibrahim, also attended.\nDuring the visit, Madam Halimah spoke of how guiding not only provides young women with a sense of camaraderie, but also inspires them to take an active interest in the wider community and strive to make a positive difference.\nAddressing the Girl Guides in attendance, she said: “I look forward to the many ways each of you will make our world a more inclusive, harmonious and secure one for everyone – regardless of race, language, religion, nationality, or indeed gender.”\nMadam Halimah will return to Singapore on Wednesday evening"},
{"url": "http://www.straitstimes.com/singapore/politics/s-pore-changes-laws-to-tackle-new-psychoactive-substances-increases-penalties-for-drug-possession", "title": "S’pore changes laws to tackle new psychoactive substances, increases penalties for drug possession", "date": "2023-03-21T20:18:55+08:00", "content": "SINGAPORE - Any substance that is abused for a high will be defined as a psychoactive substance under Singapore’s new drug laws.\nThis however, will exclude substances like alcohol, caffeine, tobacco, food additives and health products.\nAmendments to the Misuse of Drugs Act and the Constitution passed in Parliament on Tuesday introduced a new\nby criminalising the trafficking, manufacture, import, export, possession and consumption of such substances.\nThe amendments also increase the penalties for drug possession, introducing a tiered framework with the maximum jail sentence set at 30 years – three times the previous maximum of 10 years’ jail for possession of a controlled drug.\nIn his speech introducing the amendments, Minister of State for Home Affairs Muhammad Faishal Ibrahim said Singapore must continue to review and refine its laws\n“Drugs cause great harm to individuals, families and the society,” he said.\n“Many countries around the world have ‘given up’ on this fight, because drug trafficking and use have become so prevalent and they cannot stem the tide. For these countries, the only practical approach is to reduce the harm.”\nHe noted that the drug threat globally and locally is rising, with the\nand exceptionally large drug seizures in recent years.\nAssociate Professor Faishal said that Singapore will continue to take a tough stance to keep drugs at bay.\nNPS, which mimic the effects of the more traditionally controlled drugs like cannabis, heroin and cocaine, emerged as an issue only in the past decade.\nThese are typically artificial substances made to bypass drug laws by having a modified chemical structure, thus evading the current legal definitions of controlled drugs.\nBetween 2014 and 2017, just 11 abusers were caught in total, making the yearly average fewer than three people in that period.\nBut the number has gone up sharply, averaging 235 abusers per year since 2018.\nThere have also been at least four NPS-related deaths here since 2016.\nProf Faishal said the authorities previously could not prosecute NPS abusers until the substance was listed in the First Schedule, which took up to a year.\nThis forced a disadvantage on the authorities, who were constantly made to play catch-up with the syndicates.\nHe said: “The ease in modifying the molecular structure of NPS to create new variants, means that traffickers can easily overcome our laws by switching to new, unlisted NPS. In fact, drug suppliers are known to tailor the molecular structure of NPS according to what is not yet controlled through legislation.”\nUnder the new laws, substances will be controlled based on their capacity to produce a psychoactive effect, rather than chemical structure.\nIt also provides defences that can be invoked by an accused person, such as if the psychoactive substance is intended to be used for a legitimate purpose, and not for human consumption.\nThe amendments also make it such that offenders previously convicted of trafficking a controlled drug and who are then later convicted of trafficking a psychoactive substance will be considered repeat traffickers and subject to enhanced punishments.\nThere will also be enhanced punishments, including caning, for the possession of selected drugs above certain weight thresholds.\nThese selected drugs include cannabis, methamphetamine, cocaine, morphine, diamorphine and opium.\nSeveral MPs had raised questions during the debate, but all stood in support of the Bills.\nMs Sylvia Lim (Aljunied GRC) had raised questions regarding the possible defences, asking how a legitimate use of a substance would be determined.\nMr Zhulkarnain Abdul Rahim (Chua Chu Kang GRC) had similarly asked about defences, seeking clarification on what due diligence is expected of parties like landlords.\nMr Derrick Goh (Nee Soon GRC) had asked whether\ndeployed since February at checkpoints and roadblocks were able to pick up NPS.\nProf Faishal thanked the members for their questions, and assured them that the authorities will work closely with the Health Sciences Authority and the Home Team Science and Technology Agency to conduct rigorous testing to determine if a substance has any legitimate purpose.\nHe added that cases will be individually assessed based on their facts, and that defences can easily be made out by innocent persons.\nHe also clarified that the amendments are not to target legitimate substances or activities, and are instead aimed at NPS made specifically to be abused.\nAs for the new saliva test kits, he said they are currently unable to detect NPS"}
]