[
{"url": "http://www.straitstimes.com/asia/east-asia/south-korean-plaintiffs-in-japan-forced-labour-cases-reject-compensation-plan", "title": "South Korean plaintiffs in Japan forced labour cases reject compensation plan", "date": "2023-03-13T17:31:06+08:00", "content": "SEOUL - The three surviving South Koreans who have won court cases over being forced to work under Japanese colonial rule have formally rejected a government compensation plan, potentially throwing up legal obstacles for Seoul as\nSeoul announced last week that South Korean companies would\nunder Japan’s 1910 to 1945 occupation of Korea, seeking to end a spat that has undercut United States-led efforts to present a unified front against China and North Korea.\nThree of 15 plaintiffs in cases where South Korea’s Supreme Court ordered Japanese firms to pay reparations in 2018 are still alive and all are formally rejecting the government proposal, a representative said on Monday.\nMr Lim Jae-sung, a lawyer for one of the three plaintiffs, made the comments as he delivered written evidence of their objections to the state-run foundation that would oversee the compensation under Seoul’s plan.\nIt was not immediately clear if families of the deceased plaintiffs will accept the plan.\nIt was not also immediately clear how Tokyo would respond if Seoul is unable to convince the plaintiffs to accept the proposal, one that has been hailed as “groundbreaking” by US President Joe Biden.\nSouth Korean President Yoon Suk Yeol is\nfor a meeting with Japanese Prime Minister Fumio Kishida.\nMr Yoon’s office has called the planned visit, the first such in 12 years, “an important milestone in the improvement and development of relations between South Korea and Japan”.\nThe two countries’ relations plunged to their lowest point in decades after the 2018 Supreme Court rulings. None of the 15 South Koreans have been compensated.\nJapan has said the matter was settled under a 1965 treaty and Japanese Foreign Minister Yoshimasa Hayashi said last week his government’s stance had not changed. REUTER"},
{"url": "http://www.straitstimes.com/singapore/paralympian-sophie-soon-s-dispute-with-cafe-sheds-light-on-guide-dog-users-daily-challenges", "title": "Paralympian Sophie Soon’s dispute with cafe sheds light on guide dog users’ daily challenges", "date": "2023-03-13T18:29:58+08:00", "content": "SINGAPORE - While waiting to take the lift at an HDB block in Bedok, Mr Alvin Ng was told to wait for the next lift by a member of the public, as he had his guide dog with him.\nOn several other occasions, when the retiree in his 50s was dining out with his guide dog, he was asked to sit outdoors.\nIn a Facebook post on Sunday, Mr Ng said: “Once, the waiting staff (at a restaurant) led me to an outside dining area... It was noon and the temperature was high. It was hot for me, so it must (have been) terrible for my dog. I walked away.\n“Another time, I had to leave my half-eaten food and run for cover when it rained suddenly... the place (was) covered, but not enough to shield the diners from heavy rain,” he said, adding that on both occasions, there were still available seats inside the restaurants.\n“It’s either you dine outside or you bring your business somewhere else,” he said.\n“Am I not a paying customer? How about my feelings? Does using a guide dog make me a lesser human being?”\nA guide dog user since 2012, Mr Ng was sharing his experiences in response to an incident on March 8, when Paralympic swimmer Sophie Soon, who is visually impaired,\nover her guide dog.\nMs Soon claimed the employee at the halal-certified cafe wanted her to agree to three conditions before allowing her to dine in: Her dog must be leashed, it must not be fed, and customers must not complain about the dog.\nShe shared a recording of what happened with the employee on her social media pages, but has since taken it down.\nBut the incident has raised the accessibility issues faced by visually-impaired individuals with guide dogs in Singapore.\nGuide dogs – which wear yellow harnesses indicating that they are working dogs – are approved and allowed on halal-certified premises, according to a Muis advisory.\nThe National Environment Agency and the Singapore Food Agency also allow guide dogs in restaurants, food courts and cafes.\nIn response to queries from The Straits Times, Guide Dogs Singapore (GDS), a social service charity formed in 2006, said guide dog users here face rejection about 50 to 70 per cent of the time when patronising a new place.\n“Hence they tend to frequent the same places that welcome them to avoid the trouble of facing rejection which can be disruptive to their schedule and impact their social life... they might walk away on some occasions as this happens almost daily, and would sometimes just accept their fate,” said a spokesman.\nGDS also said that more than 70 per cent of the time, food and beverage (F&B) places will request the guide dog users to be seated outdoors with their guide dogs, or farther away from other diners.\nSome establishments would ask guide dog users to use a different entrance to walk to their table.\nEmployees who are not well-trained to handle such situations also prefer to err on the side of caution as they are concerned about complaints from other patrons, and not confident in handling them, said the GDS spokesman.\nIn some cases, employees are not well-informed about guide dogs. For example, they are not aware that the “no pets” signs should not apply to guide dogs.\n“They are unaware of the stringent training a guide dog undergoes, where the guide dogs will be quietly tucked under the guide dog user’s seat or table and not cause any disturbances,” the spokesman said, adding that the guide dogs are taken to relieve themselves before entering indoor areas.\nGuide dog users also find it challenging to book a ride on taxis and private-hire vehicles. Some drivers think guide dogs are pets and refuse to accept their bookings. Others may drive off upon seeing the dog when they arrive at the pickup location, the GDS spokesman said.\n“It takes an average of one hour for guide dog users to book a ride,” the spokesman said.\n“As a result, most guide dog users prefer to take buses or trains instead to avoid going through the trouble.”\nGDS hopes that with increased awareness and access for guide dogs, it will provide other visually impaired people “with the confidence to consider using a guide dog as a safe and effective mobility aid”.\n“The bigger issue of the challenges our guide dog users face is that it hinders inclusivity and progress for the visually impaired community,” the spokesman said.\n“It discourages economic empowerment and social integration for vision-impaired persons as it disempowers them to lead an independent life.”\nGDS has trained 11 guide dog-and-user teams since its inception, and there are now six working teams, including Ms Soon and her guide dog Orinda.\nMs Soon on Sunday apologised to\nthe\nRocky Master outlet’s employee, manager and those who responded to her video, saying: “It was a poor move and poor judgment on my part for thinking that this (posting the recording online) is the way to resolve discrimination issues.”\nMoving forward, she said she will work on posting “more positive content” to spread awareness about guide dogs"},
{"url": "http://www.straitstimes.com/singapore/bookings-for-tarawih-prayers-required-at-10-mosques-in-singapore-during-ramadan", "title": "Bookings for tarawih prayers required at 10 mosques in Singapore during Ramadan", "date": "2023-03-13T18:41:04+08:00", "content": "SINGAPORE - As Muslims usher in the month of Ramadan on March 23, 10 mosques will require bookings for the nightly tarawih prayers as the Islamic Religious Council of Singapore (Muis) seeks to continue best practices developed during the Covid-19 pandemic.\nIn a statement on Monday, Muis said it had catered for 98,550 spaces at 67 mosques throughout the fasting month, but bookings are required at certain mosques where there is limited space and high demand.\nThe 10 mosques are Masjid Al-Islah, Masjid Al-Istighfar, Masjid Al-Taqua, Masjid Darul Ghufran, Masjid An-Nur, Masjid Darul Makmur, Masjid Yusof Ishak, Masjid Al-Abrar, Masjid Tasek Utara and Masjid Al-Khair.\nBookings for slots, which will begin on Thursday, can be done through prayerbooking.ourmasjid.sg\nMuis said: “We seek the support and understanding of the Muslim community to safeguard public health as we perform our religious obligations in our mosques.\n“Let’s continue our efforts in making our mosques the safest, cleanest, calmest and most caring spaces for our community during Ramadan and beyond.”\nWhile bookings will be required for the tarawih prayers, which are specially held during Ramadan, they will not be in place for the qiyamullail prayers, which take place during the last 10 days of the holy month.\nThough the Republic has since moved away from Covid-19 restrictions following a reversion to disease outbreak response system condition green on Feb 9, Muis urged Muslims here to continue with the practices adopted previously.\nFor one thing, it encouraged them to break fast and perform their nightly prayers at home, though communal eating areas will still be prepared for congregants.\nWorshippers are also urged to bring their own prayer mats and perform their ritual ablution before arriving at the mosque, with those feeling unwell advised to stay home.\n“We thank the community for its patience and cooperation in this journey with us to resume more activities in our mosques safely,” Muis said.\n“Muis and mosques will continue to monitor the situation and will make adjustments to allow for a meaningful spiritual experience at our mosques for all."},
{"url": "http://www.straitstimes.com/singapore/transport/public-transport-workforce-to-grow-by-4-by-2025-800-jobs-to-be-added-as-rail-network-grows", "title": "Public transport workforce to grow by 4% by 2025; 800 jobs to be added as rail network grows", "date": "2023-03-13T20:10:30+08:00", "content": "SINGAPORE - The number of workers in the public transport sector is expected to grow by around 4 per cent – or 880 positions – by 2025, from 22,000 now.\nAnother 800 new jobs will be created on top of that as Singapore’s rail network expands with the development of the Jurong Region Line and Cross Island Line, said the Land Transport Authority (LTA) on Monday.\nIn a statement, the LTA noted that public transport is a growth segment in the land transport industry, which has more than 100,000 workers across roles such as bus drivers, mechanics, customer service officers, railway engineers, and taxi and private-hire drivers. Since 2018, about 1,000 new jobs have been created in the rail sector, it said.\nTransport Minister S. Iswaran on Monday launched an updated blueprint for the industry, which outlines plans to equip rail and bus workers with more skills, improve rail reliability, and use technology to reduce carbon emissions as well as improve service to commuters.\nMr Iswaran said the industry transformation map (ITM) is an “important enabler” to achieve the targets set for land transport in the next few years.\nUnder the latest blueprint, the LTA said it will be working with the National Transport Workers’ Union and public transport operators to train the workforce, to improve efficiency and productivity.\nThe Rail Manpower Development Incentive has helped to train more than 2,900 workers in the industry since 2020, the LTA added.\nDrivers and technicians are also being trained to handle the electric buses that are being introduced to public bus fleets, said the LTA. The Singapore Bus Academy is said to be working with parties including the bus suppliers, union and operators to come up with relevant training.\nSingapore aims to have half of the public bus fleet be electric by 2030. Sixty electric buses are already in service under a pilot, and a tender will be called in March 2023 for another 400 electric buses to replace diesel powered ones.\nThese electric buses will replace old buses from December 2024. As at the end of 2022, there are 5,847 buses used for public transport.\nThe LTA is also tapping the private sector for solutions to make the transport system more reliable and cost-effective.\nThis includes making transport related information readily available on the LTA DataMall portal, which also allows those in the transport industry and in academia to request for specific data. The LTA hopes that giving access to such information will encourage “ground-up innovations that can serve land transport needs”.\nThe previous Land Transport ITM was launched in 2018 by then transport minister Khaw Boon Wan. The land transport industry was said to employ 123,000 people then, with more than 21,000 in the public bus and rail sectors. The projection then was to increase the number of jobs in public transport by up to 8,000 by 2030"},
{"url": "http://www.straitstimes.com/asia/xi-s-direct-rebuke-of-us-signals-that-china-is-bracing-for-rockier-relations", "title": "Xi’s direct rebuke of US signals that China is bracing for rockier relations", "date": "2023-03-13T21:46:11+08:00", "content": "BEIJING - He may have only very recently have broken his public silence on perceived bullying by the United States, but Chinese President Xi Jinping did not just wake up to what some international relations experts say is the possibility, if not inevitability, of China and the US falling into a Thucydides Trap.\nAs early as 2009 when Mr Xi was vice-president, he slapped the US on the wrist – indirectly and behind closed doors – during a stopover in Mexico, America’s backyard.\nAlready a subscriber?\nGet exclusive reports and insights with more than 500 subscriber-only articles every month\nNo contract\nST app access on 1 mobile device\nSubscribe now\nAll subscriber-only content on ST app and straitstimes.com\nEasy access any time via ST app on 1 mobile device\nE-paper with 2-week archive so you won't miss out on content that matters to yo"},
{"url": "http://www.straitstimes.com/asia/south-asia/japanese-tourist-molested-on-delhi-street-says-she-still-loves-everything-about-india", "title": "Japanese tourist molested on Delhi street says she ‘still loves everything about India’", "date": "2023-03-13T19:14:41+08:00", "content": "A Japanese tourist who was seen in a viral video being molested by an unruly mob of men and boys on a street in New Delhi has said she holds no grudges over what happened to her, and that she still loves “everything about India”.\n“I have been there many times on holiday, and it is a country brimming with charms,” the 22-year-old woman, identified in her social media accounts as Megumiko, said in a Twitter post.\nShe said India is a wonderful country, and that she cannot bring herself to hate it, despite her recent experience there.\n“India and Japan will forever be ‘tomodachi’ (friends),” she said.\nMegumiko, a spa manager from Osaka, said she was more traumatised by reactions to the incident than by what actually happened to her.\nIn the 24-second video, a rowdy group of men and boys can be seen dousing her with coloured water and powder on a street in Delhi’s Paharganj area last Wednesday as they shouted, “Happy Holi”, as is tradition during the Hindu festival of Holi.\nBut they were\neven as she tried to flee from them, telling them repeatedly, “itai, itai”, which is Japanese for “it hurts”.\nA boy smashed an egg on her head.\nShe slapped a man who tried to grab her chest, and then quickly ran to an alley.\nMegumiko said she was terrified after seeing that her tweet with the video was being retweeted and shared privately “beyond my imagination”.\n“While it may be the opinion of a few people, I am not used to being criticised or threatened, and this became psychologically unbearable,” she said.\nMegumiko said she was, for now, pausing all her social media accounts.\nShe said she was sorry that the video seemed to have put Holi and India under harsh scrutiny.\nHoli is celebrated in India to mark the beginning of spring after a long winter.\nIn the streets, the celebrations are often marked by ribald language and behaviour as it’s typically regarded as an “anything goes” holiday.\nMegumiko said she knew the risks she was taking when she set out on that day, as all of India was celebrating Holi.\n“I had heard it was very dangerous for a woman to go out alone during the daytime at the Holi festival,” she said.\nShe said she went out with 35 friends, thinking there was safety in numbers.\n“Unfortunately, this kind of situation happened,” she added.\nMegumiko said she was taking responsibility for the decisions she made that day.\nShe said she knew she and her friends were going to “one of the most unsafe places in India”.\nBut she also acknowledged that she went there willingly. “I participated in the festival,” she added.\nShe said she hopes people would understand that she “was not trying to convey the abnormalities and damages of the Holi festival”.\n“I sincerely apologise for causing concern to many people through the videos and on Twitter. My original intent was to convey the positive and fun sides of India. But, in the end, I instead caused a lot of concern and anxiety in many ways, for which I apologise,” she added.\nStill, she said she appreciated police efforts to check excesses that lead to violence during Holi, especially those targeting women.\n“I anticipate that starting from next year’s Holi festival, harassment against women will decrease significantly."},
{"url": "http://www.straitstimes.com/opinion/in-your-opinion-podcast-good-surprise-for-singles-more-family-centric-choices-two-youths-on-budget-2023-s-public-housing-measures", "title": "In Your Opinion Podcast: ‘Good surprise for singles’, ‘more family-centric choices’: 2 youths on Budget 2023’s public housing measures", "date": "2023-03-13T18:00:00+08:00", "content": "Synopsis: Every second and fourth Monday of the month, The Straits Times takes a hard look at social issues of the day with guests.\nTwo single and unattached youths - aged 26 and 36 respectively - share their reactions to Budget 2023’s new public housing measures after they had raised their concerns and thoughts about housing issues in prior episodes.\nST’s podcast editor Ernest Luis finds out the sentiments of Mr Mohamad Arshad, a 26-year-old sales development executive who recently graduated from Singapore University of Technology and Design and now works in his family’s business. His second guest is Mr Cho Ming Xiu, 36, who started a non-profit mental health organisation in 2016 for youths and young adults, called Campus PSY.\nHighlights (click/tap above):\n2:28 Ming Xiu on higher CPF housing grant for first-timer singles buying 2-5 room HDB resale flats, besides current option of 2-room flexi BTO in non-mature estates\n5:17 On the new First-Timer (Parents & Married Couples) priority category catering to those with Singaporean children aged 18 and below as well as married couples aged 40 and below, who will get more support when they apply for a new Housing Board flat\n7:00 With combined grants of up to $190,000, up from $160,000 in this new priority category, has it opened up more options for youth in future, and young couples now?\n12:50 Their views and concerns about the possible future mature/non-mature estate debate\n15:45 Increasing CPF monthly salary ceiling in 2026 to keep pace with rising salaries and future retirement needs - their views on how this also relates to rising cost of living concerns and take-home pay\nProduced by: Ernest Luis (\n), Hadyu Rahim and Eden Soh\nEdited by: Hadyu Rahim\nFollow In Your Opinion Podcast here and rate us:\nChannel:\nApple Podcasts:\nSpotify:\nGoogle Podcasts:\nSPH Awedio app:\nWebsite:\nFeedback to:\nRead ST’s Opinion section:\n---\nDiscover more ST podcast channels:\nIn Your Opinion:\nAsian Insider:\nHealth Check:\nGreen Pulse:\nYour Money & Career:\nST Sports Talk:\n#PopVultures:\nMusic Lab:\nDiscover ST Podcasts:\nDiscover BT Podcasts:\n---\nSpecial edition series:\nThe Unsolved Mysteries of South-east Asia (5 eps):\nInvisible Asia (9 eps):\nStop Scams (10 eps):\nSingapore’s War On Covid (5 eps):\n---\nFollow our shows then, if you like short, practical podcasts"},
{"url": "http://www.straitstimes.com/singapore/singpost-equips-vehicles-with-aeds-to-join-network-of-drivers-that-can-respond-to-cardiac-arrest-cases", "title": "SingPost equips vehicles with AEDs to join network of drivers that can respond to cardiac arrest cases", "date": "2023-03-13T21:19:43+08:00", "content": "SINGAPORE - Postal services provider Singapore Post has equipped some of its vehicles with defibrillators as part of a Singapore Civil Defence Force (SCDF) programme that gets first aid-trained drivers to quickly respond to cardiac arrest cases.\nSingPost joins Strides Taxi, Grab, ComfortDelGro, Ninja Van, private hire drivers as well as drivers from the general community who\nand are ready to be mobilised.\nMinister of State for Home Affairs and National Development Dr Muhammad Faishal Ibrahim said aside from equipping the vehicles with AEDs, the drivers are also trained in cardiopulmonary resuscitation.\nDr Faishal, who attended the launch of SingPost’s initiative on Monday, said: “When a cardiac arrest is reported, community first responders (CFRs) in participating vehicles within 1.5km of the case will be notified by the SCDF via the myResponder mobile application.”\nHe said responders who are in the vicinity and able to help, can quickly proceed to the scene, perform CPR, and administer the AED on the victim.\n“In areas with limited AED coverage, the drivers under the AED-on-Wheels programme can make a key difference to the lives of others whenever they ply the roads.”\nAs at February 2023, these responders on wheels have responded to 152 suspected cardiac arrest cases.\n“Together, they are part of more than 130,000 CFRs registered on the myResponder app. Last year, these CFRs responded to over 60 per cent of suspected cardiac arrest cases activated by the SCDF,” added Dr Faishal.\nSCDF trained 25 SingPost drivers how to perform CPR, apply first aid, use a fire extinguisher and an AED. In total, SingPost will have 11 vans and 14 three-wheeler bikes involved in the programme.\nThe vehicles are equipped with AEDs and first aid kits provided by Temasek Foundation, and fire extinguishers from SingPost.\nThe programme was first piloted in November 2015 when 100 SMRT taxis were equipped with AEDs.\nThe SingPost delivery drivers participating in the AED-on-Wheels programme had all signed up voluntarily.\nMr Muhammad Anis Othman, 57, said he wants to make a bigger difference to the lives of people caught in emergencies.\nThe delivery driver said he witnessed a traffic accident, which involved a pedestrian, some time back.\nHe said he had no first aid skills then, adding that all he could do was to keep the victim conscious while waiting for SCDF officers.\nMr Anis, who has been with SingPost for 27 years, said he will not hesitate to interrupt a delivery to attend to a myResponder case.\n“Between my work and saving lives, saving lives is more important. Work can wait, but life will not wait as it can leave a victim anytime,” he added"},
{"url": "http://www.straitstimes.com/asia/se-asia/philippines-us-kick-off-joint-drills-amid-china-concerns", "title": "Philippines, US kick off joint drills amid China concerns", "date": "2023-03-13T19:03:14+08:00", "content": "FORT MAGSAYSAY, Philippines – The Philippines and United States launched army-to-army exercises on Monday, with a focus on enhancing the South-east Asian nation’s ability to protect and defend its territory from external threats.\nThe drills come on the heels of Philippine President Ferdinand Marcos Jr’s decision last month to\nto his country’s military bases.\nIt is a move that has infuriated China, since the Philippines is seen as a fulcrum of geopolitical rivalry between the two major powers.\nMore than 3,000 Philippine and US soldiers will participate in the three-week long annual exercises called Salaknib.\nSalaknib involves multiple small-arms live-fire exercises, artillery and mortar live-fire events, and construction projects.\n“The scenarios would involve the defence of the Philippine archipelago from potential foreign aggressors,” Lieutenant-General Romeo Brawner, the Philippine army chief, told reporters following the opening ceremony.\n“Since this is an army-to-army exercise, we will focus on defence operations such as air defence and also our defence from the shorelines,” he said.\nThe majority of activities will take place at Fort Magsaysay, the Philippines’ largest military camp.\nIt is also one of the five existing sites the US has access to under its Enhanced Defence Cooperation Agreement (EDCA) with Manila.\nUnder the agreement, the US can use the bases for joint training, pre-positioning of equipment and building of facilities such as runways, fuel storage and military housing, but not to maintain a permanent presence.\nChina has slammed the expanded agreement, calling it “part of US efforts to encircle and contain China through its military alliance with this country”.\n“By doing these, the US has not only heightened tension, driven a wedge between China and the Philippines, but also has disturbed and upset the joint effort of countries in this region to safeguard peace and stability in the South China Sea,” the spokesman of the Chinese Embassy in Manila said in a statement on Sunday.\nThe Philippines has yet to disclose the additional bases to which the US will have access.\nBut a former military chief has said they include bases on the island of Luzon, facing north towards Taiwan, and on Palawan in the south-west, near the disputed Spratly Islands in the South China Sea. REUTER"},
{"url": "http://www.straitstimes.com/singapore/s-pore-firm-bags-global-award-for-surgical-robotics", "title": "Singapore firm bags global award for surgical robotics", "date": "2023-03-13T18:21:10+08:00", "content": "SINGAPORE – With the help of artificial intelligence (AI) and image processing, a local start-up can map critical details of human anatomy and plot a safe path for surgeons to access small and hard-to-reach tumours.\nFor this, Singapore-based surgical robotics company NDR Medical Technology bagged the second prize and US$200,000 (S$268,900) at the Entrepreneurship World Cup in Riyadh, Saudi Arabia, on Sunday, in a field of more than 30,000 companies from around the world.\nNDR’s chief executive and co-founder Alan Goh, 43, told The Straits Times: “The award is a recognition of our team’s hard work. This will provide more exposure for the start-up, and attract more partners and venture capital... in our journey of building a Singapore-made surgical robot that potentially could enhance the safety of interventional procedures.”\nThe company, started eight years ago, has shareholders that include SGInnovate and ST Engineering Ventures.\nSingapore investor and venture builder Jayren Teo, 27, who was one of the judges, called what NDR does “the future of healthcare”.\n“Imagine a world where surgical procedures are safe and precise, where margins of error are reduced,” he said. “The doctors’ performance is not limited by experience and their well-being, but assisted by surgical robots to make better assessment and decision, with in-depth patient health data provided by AI-powered robots.”\nThe Entrepreneurship World Cup is co-hosted by the Global Entrepreneurship Network (GEN) and Monsha’at – the Small and Medium Enterprises General Authority in Saudi Arabia.\nThe top 100 competitors were invited to pitch their start-ups to a panel of international judges at the global finals after several qualifying rounds. The 2023 competition was held from last Friday to Sunday at Biban 23, the largest event for entrepreneurs and small and medium-sized entrepreneurs in Saudi Arabia.\nSince its launch in 2019, the competition has engaged more than 400,000 entrepreneurs from 200 countries, and connected founders with more than US$4 million in cash prizes and another US$266 million worth of perks and free support and services.\n“These founders and their companies are disrupting their industries and testing big ideas with potential to transform our world,” said GEN president Jonathan Ortmans. “GEN is proud to co-host the Entrepreneurship World Cup for the fourth year, giving promising companies the opportunity to connect to global markets and investment.”\nCompetitors that emerged among the global top 40 in this year’s Entrepreneurship World Cup were plant-based food company The Leaf Protein, and NurtureRN, a Singapore company that helps the international nursing community.\nThe Saudi White Helmet Company, which provides smart construction management services, took first place.\nIn 2020, Singapore’s TurtleTree Lab clinched the first prize at the competitio"},
{"url": "http://www.straitstimes.com/asia/se-asia/vivian-balakrishnan-and-johor-leaders-welcome-full-resumption-of-cross-border-visits", "title": "Vivian Balakrishnan and Johor leaders welcome full resumption of cross-border visits", "date": "2023-03-13T20:32:43+08:00", "content": "Minister for Foreign Affairs Vivian Balakrishnan met leaders in Johor, Malaysia on Monday, as they welcomed the full resumption of cross-border visits and exchanges between Singapore and Johor since the reopening of borders.\nDuring his one-day visit, Dr Balakrishnan had an audience with Johor Sultan Ibrahim Iskandar. He also called on Crown Prince Tunku Ismail Sultan Ibrahim and met Johor Menteri Besar Onn Hafiz Ghazi, said Singapore’s Ministry of Foreign Affairs (MFA).\nThe leaders reaffirmed the longstanding and close ties between Singapore and Johor, said an MFA spokesman in a statement.\n“They were happy to note the good progress made on the\nproject, and the commencement of ferry services between both sides, which will enhance connectivity and alleviate congestion on the Causeway,” the spokesman added.\nDr Balakrishnan and the Johor leaders agreed to explore new areas of cooperation between Singapore and Johor, and to continue to cooperate closely “for the mutual benefit of our peoples”.\nDr Balakrishnan’s trip comes after Datuk Onn Hafiz’s\n. The Menteri Besar had discussions with various Singapore agencies on electric vehicle infrastructure, flood mitigation and agri-food technology.\nSULTAN IBRAHIM TERIMA MENGADAP MENTERI LUAR SINGAPURA\n\nDYMM Sultan Johor Sultan Ibrahim Ibni Almarhum Sultan Iskandar.."},
{"url": "http://www.straitstimes.com/singapore/scdf-firefighters-battling-blaze-in-tuas-south-warehouse", "title": "SCDF firefighters battling blaze in Tuas South warehouse; 2 workers injured", "date": "2023-03-13T20:24:16+08:00", "content": "SINGAPORE - Singapore Civil Defence Force (SCDF) firefighters are currently battling a fire at a warehouse at 28 Tuas South Avenue 8.\nThe blaze, the size of about 1½ football fields, had engulfed an industrial building and a connecting warehouse, SCDF said on Facebook at 9.08pm on Monday.\nIn an earlier post, SCDF said it was alerted to the fire at about 6.15pm and that, upon arrival, the fire was raging inside the warehouse.\nTwo workers were assessed by a paramedic for blisters on their hands and foreheads, it said in its latest update. The injured workers refused to be taken to the hospital. No other injuries were reported.\nThe fire involved drums of flammable solvents.\nSCDF firefighters are currently using eight water jets and one unmanned firefighting machine to battle the blaze.\n“In view of the ongoing firefighting operation, members of the public are advised to avoid the area,” SCDF said.\nMigrant workers staying in the nearby dormitories said they detected an acrid smell from about 6.30pm.\nMr Nebaron Bormon Komol, 42, a worker from Bangladesh, said he could see the smoke from almost 2km away in Tuas South Avenue 4.\nA video of the fire that he took at about 7.30pm showed thick black smoke billowing from the compound.\nAnother worker, who wanted to be known only as Mr Aminul, 49, from Bangladesh, said he was worried when he saw the large cloud of smoke, but came out of his dormitory nearby and headed towards the scene instead of away from it.\nHe said: “The smell was strong, but later the wind blew it away.\n“I was quite scared, but I wanted to see what was happening.”\nAt about 9pm, flames could still be seen from the middle floors of the building.\nChecks by The Straits Times online showed that the site is listed by manufacturer Sika Singapore as its head office. The company is a subsidiary of Sika AG, a speciality chemical company based in Switzerland that supplies the building and construction industry as well as manufacturing industries.\nVideos on social media showed plumes of black smoke billowing from a blaze on the lower floors of a building that looks to be more than two storeys high.\nAnother video shows the fire engulfing the building.\nA video shows huge plumes of smoke coming from a building where the Singapore Civil Defence Force says it expects to...\nIn an earlier Facebook post at 6.54pm, SCDF said firefighters were fighting the fire with two water jets and a ground monitor.\n“This is expected to be an extended firefighting operation,” SCDF said.\nSCDF added at 7.19pm that it had warned members of the public to avoid the area by sending a message through the SMS Public Alert System and the SGSecure app"},
{"url": "http://www.straitstimes.com/singapore/man-injured-after-crane-topples-near-boon-lay", "title": "Man hurt after crane topples near Boon Lay", "date": "2023-03-13T21:13:11+08:00", "content": "SINGAPORE - A man was injured on Monday after the crane that he was operating toppled near Boon Lay.\nResponding to queries from The Straits Times, an ExxonMobil spokesman said the incident occurred at a lubricant plant project site at 35 Shipyard Road, and the crane operator suffered some minor abrasions.\nThe crane was operated by contractor Huationg Holdings.\nThe ExxonMobil spokesman added: “Immediate medical attention was provided and a doctor has assessed him as fit to return to work.\n“No one else was hurt.”\nShe said work at the project site was stopped after the incident.\nShe added: “We are cooperating with the relevant authorities in their investigation and will work closely with the contractor company to ensure that the appropriate next steps are taken safely.”\nPhotos of the incident showed at least five workers near the crane, which had its wheels exposed.\nThe Straits Times has contacted the Manpower Ministry and Huationg Holdings for comment"},
{"url": "http://www.straitstimes.com/singapore/ex-sakae-holdings-director-said-to-have-misappropriated-158-million-from-joint-venture", "title": "Ex-Sakae Holdings director on trial for allegedly misappropriating $15.8m from joint venture", "date": "2023-03-13T19:02:13+08:00", "content": "SINGAPORE - Former Sakae Holdings director Andy Ong Siew Kwee went on trial on Monday over the alleged\nfrom a real estate investment joint venture.\nSakae Holdings is a Singapore-based food and beverage company that runs the Sakae Sushi chain.\nThe money was reportedly transferred from the joint venture entity, Griffin Real Estate Investment Holdings (GREIH), in September 2012 to two other companies in which Ong had stakes, ERC International and ERC Unicampus.\nOng faces a total of 69 charges. The 52-year-old is contesting three charges – criminal breach of trust, abetting the forgery of a lease agreement, and intentionally giving false evidence in the High Court.\nHis remaining charges have been stood down during the trial.\nOng’s two co-accused, Ho Yew Kong and Chris Chua Wei Tat, are on trial on one charge each of intentionally giving false evidence in the High Court.\nOng was a majority shareholder, director and founder of ERC Holdings, through which he held stakes in ERC Institute, ERC International and ERC Unicampus. They provide programmes and resources for businesses here.\nHe was also a director and minority shareholder of investment holding company Gryphon Real Estate Investment Corporation (GREIC).\nSome time in 2009, Ong approached his long-time acquaintance Douglas Foo to co-invest in a joint venture to acquire most of the units in shopping centre Bugis Cube at North Bridge Road.\nFoo was then managing director of Apex-Pal International, which later became Sakae Holdings.\nThe parties agreed that Sakae and GREIC would each contribute capital to GREIH, which, as the joint-venture vehicle, would hold the units at Bugis Cube.\nAt the time, Andy Ong and Ong Han Boon were directors of GREIH.\nOn Sept 3, 2010, following a joint venture agreement between Sakae and GREIC, Sakae contributed $4 million to GREIH and became a 24.69 per cent minority shareholder, with the remaining shares in GREIH held by GREIC.\nDeputy Public Prosecutors Nicholas Tan, Jason Chua, Tay Jingxi and Foong Ke Hui said that in June 2012, Andy Ong abetted Ong Han Boon to falsify a lease agreement between GREIH and ERC Institute.\nOng Han Boon has since pleaded guilty.\nChua allegedly prepared the agreement, which was reportedly signed by Ho on behalf of GREIH and Ong Han Boon on behalf of ERC Institute.\nThe prosecution said the document falsely purported that it was created on March 1, 2012.\nAfter the $15.8 million was transferred, Andy Ong claimed the money was compensation paid by GREIH to ERC Institute for termination of the lease agreement.\nBut the prosecution said  GREIH and ERC Institute had not entered into any formal lease to rent out the space in Bugis Cube to the educational institute.\nInstead, by March 2012 and possibly earlier, Andy Ong was already pursuing a different plan to subdivide GREIH’s units in the building and sell them individually, argued the prosecution.\nThese acts came to light when Sakae engaged PriceWaterhouseCoopers (PWC) to examine the financial and accounting affairs of GREIH in November 2012. In the course of the audit, PWC questioned a number of transactions, including the transfers amounting to $15.8 million.\n“The evidence will show that numerous other falsified documents were subsequently created to add to the false paper trail,” said the prosecution.\nIt added that letters were also falsified to justify why the $15.8 million was transferred to ERC International and ERC Unicampus instead of ERC Institute, which should have received the money if it was indeed compensation for termination of the lease agreement.\nIf convicted of criminal breach of trust, an offender could be jailed for up to seven years, fined, or both.\nThe trial continues"},
{"url": "http://www.straitstimes.com/singapore/evening-update-todays-headlines-from-the-straits-times-on-march-13-2023", "title": "Evening Update: Today's headlines from The Straits Times on March 13", "date": "2023-03-13T18:00:32+08:00", "content": "You are reading the Evening Update newsletter. Get up to speed with the important stories from the day.\nBishan residents have the most expensive breakfast at $9.50.\nHDB will pilot the initiative at the former Anderson Junior College hostel in Ang Mo Kio Avenue 8.\nOn Taiwan, Mr Xi says Beijing must oppose pro-independence and secessionist activities.\nThe film won seven Oscars, including Best Picture, Best Director and Best Actress.\n“You can see that in the way she fights in movies, the way she performs. She is very beautiful, talented and smart also,” said the 84-year-old.\nThe man allegedly struck Mr Kamal on the head with a baton during a photo-taking session.\nStaff can identify a time and place to discuss the issue with their managers so they can have a private conversation without interruptions or distractions.\nHarvest produce to make your own noodles and check out Kluang's best food.\nThe girl’s biological mother consented to the adoption.\nSpiralling dispute with star host Gary Lineker puts BBC’s reputation on the line\nThe fallout from the dispute is likely to be wide and long-lasting, casting doubt over BBC's management"},
{"url": "http://www.straitstimes.com/tech/at-a-glance-singpass-hits-5-million-users-new-anti-scam-steps-to-come-e-appointment-system-expanded", "title": "At a glance: Singpass hits 5 million users, new anti-scam steps to come, e-appointment system expanded", "date": "2023-02-28T05:00:00+08:00", "content": "SINGAPORE - A WhatsApp chatbot for the public to check if a message is a scam and the expansion of a national vaccine booking system to include more shots were among the announcements made in Parliament last Friday.\nThe Smart Nation and Digital Government Group (SNDGG) also announced milestones for digital tools used here, like Singpass, PayNow and ScamShield.\nThe Straits Times highlights some announcements made.\nListing some milestones that digital services had reached in the past year, Minister for Communications and Information Josephine Teo said that such tools helped people to apply for government services and seek help when they need it.\nadded Mrs Teo, who is also the Minister-in-charge of Smart Nation and Cybersecurity.\nThere are 5 million users of Singapore’s digital identity app Singpass, with 4.2 million people using Singpass via its app. Nine in 10 of all Singpass transactions are conducted via the app, said SNDGG in a statement.\nSome 300,000 transactions are performed daily using MyInfo, a service that allows users to fill in digital forms for credit cards and official services with their personal data drawn from government databases. At least 1,000 digital services offered by government agencies and businesses are onboard.\nFunds transfer platform PayNow facilitated 311 million individual and corporate transactions in 2022, double the 144 million transactions made in 2020.\nThe government also migrated 64 per cent of eligible government systems to the cloud in 2022.\nMessage recipients can upload a screenshot of texts to the new ScamShield Bot on WhatsApp to check if they are scams. Available later this year, the ScamShield Bot will flag likely scam content based on crowdsourced reports and police blacklisted contacts and links.\nThe bot is a spinoff of ScamShield,\nsaid SNDGG. The app has reached some 500,000 users since its launch in 2020.\nThe newly launched Government Cyber Security Operations Centre to respond to cyber threats faced by national agencies will soon also be able to detect malicious sites posing as government agency webpages.\nSingaporeans can make a booking for any nationally recommended vaccine online on the Health Appointment System, which is to be expanded soon.\nThe system was re-purposed from the Covid-19 vaccination system, which facilitated some 14.7 million appointments for shots following the roll-out in December 2020. The e-appointment system was relaunched in 2022 to include other vaccines, and close to 40,000 flu and pneumococcal vaccination bookings have been made under the system.\nThe updated service streamlines the online booking process, providing users with a clear list of vaccine providers, instead of having to try their luck with clinics to see if they carry the vaccine they are seeking. By June, the expanded service will also include all recommended vaccines against diseases for adults and children.\nThe first expansion of the system in February includes the vaccine for the human papillomavirus (HPV), which can cause cervical cancer. Recommended for women between nine and 26 years old, the HPV vaccine is available at more than 700 Community Health Assist Scheme (Chas) clinics and can be booked on the Health Appointment System. The shot is fully funded for orange and blue Chas card holders.\nTo make a booking, visit\nEnterprises and researchers stand a chance to win $50,000 from their proposals on tackling urban environmental issues within the Jurong Lake District, set to be the largest business district outside the central area.\nParticipants have six challenges, including to reduce a building’s energy consumption while allowing occupants to feel comfortable; create a digital way to gather and analyse waste data from large commercial properties; and find ways to promote walking and cycling within the district.\nTheir proposals will be evaluated by a panel from the government and companies linked to the district, including CapitaLand, Jurong Community Hospital and SMRT"},
{"url": "http://www.straitstimes.com/tech/close-to-600000-tracetogether-tokens-returned-collection-continues-at-e-waste-bins", "title": "Close to 600,000 TraceTogether tokens returned; collection continues at e-waste bins", "date": "2023-03-13T18:13:27+08:00", "content": "SINGAPORE - Some 600,000 TraceTogether tokens have been returned, said Minister for Communications and Information Josephine Teo on Monday, a day after the collection exercise ended.\nBut those who have not returned their government-issued tokens can recycle them at any electronics waste bin, she said on LinkedIn. The bins can be found at various locations around the country.\nThe collection of the pocket-sized devices that aided the authorities with contact tracing amid the Covid-19 outbreak took place at 108 collection points in community centres between Feb 13 and Sunday. Members of the public were urged to return the tokens, regardless of their condition.\nMrs Teo said the tokens collected will come in handy if digital contact tracing is needed in future. The tokens will be refurbished or recycled.\nThe token served as an alternative to the TraceTogether app and was particularly useful for seniors and children without smartphones.\nThe Straits Times previously reported that at least 2.6 million tokens had been collected by January 2021.\nThe Government deactivated the TraceTogether and SafeEntry contact-tracing systems on Feb 9 as Covid-19 measures were stepped down, and said residents could uninstall the apps from their phones and return their tokens.\nST has contacted the Smart Nation and Digital Government Office, which oversaw the distribution of the tokens, on which parts of the tokens will be recycled and how this will be done.\nThe office did not disclose how many TraceTogether tokens were distributed before the recall.\nTo check where e-waste bins are located, visi"},
{"url": "http://www.straitstimes.com/sport/olympics-seoul-to-bid-for-2036-games-without-north-koreas-pyongyang-says-mayor", "title": "Olympics: Seoul to bid for 2036 Games without North Korea’s Pyongyang, says mayor", "date": "2023-03-13T15:29:00+08:00", "content": "SEOUL – Seoul will pursue a bid for the 2036 Summer Games without reviving efforts to co-host an Olympics with North Korean capital Pyongyang, Seoul Mayor Oh Se-hoon told Reuters.\nAmid hopes for better relations with the nuclear-armed North, Seoul sent\nto the International Olympic Committee (IOC) in 2021, before Brisbane was named as host city.\n“I think the strategy for 2032 was doomed to failure because of unpredictable inter-Korean relations,” Oh said in an interview.\nThe 2032 bid sought to build on the Pyeongchang Winter Olympics in the South in 2018, when athletes from both Koreas marched under a unified flag at the opening ceremony and fielded a combined women’s ice hockey team.\nIOC president Thomas Bach welcomed the joint-bid at the time as a “historic initiative”. But relations have since soured again, and North Korea has tested\nin the past year.\nPyongyang routinely trades threats with Seoul and its allies in Washington, where officials say North Korea may be preparing to resume nuclear weapons testing for the first time since 2017.\nOh said Seoul would remain flexible to the idea of holding a few events in the Demilitarised Zone (DMZ) or Pyongyang if relations improved enough by that time.\nThe Korean Sport and Olympic Committee said it had not received formal statements from either Seoul or Busan on a 2036 bid.\nIt would be up to the individual cities in consultation with the national government to decide whether to jointly host with Pyongyang, the official added, speaking on condition of anonymity.\nthe event following its successful staging of last year’s football World Cup, while India, Germany and Egypt are also reportedly considering a bid. Mexico has also\n.\nLooking to 2024, the decision on whether Russian athletes should compete in the Paris  Olympics is the biggest headache facing organisers 500 days from the opening ceremony, former senior IOC officials have told AFP.\nThe 2022\nand the ongoing war has prompted many observers to argue\nYet, former IOC marketing chief Michael Payne said the last thing anyone wants is for the Games “to be overshadowed by politics”.\nPayne, who in nearly two decades was credited with negotiating sponsorship deals that vastly improved the IOC’s finances, believes Bach is conducting “a very effective consultation process” on the Russian athletes’ conundrum.\nHe admits the IOC are caught “between a rock and a hard place” when it comes to taking a final decision on the Russians’ participation. He believes it will come in “the second quarter of next year”.\nFormer IOC marketing executive Terrence Burns, who since leaving the IOC has played a key role in five successful Olympic bid city campaigns, says the issue of Russia “is the biggest challenge for Paris and indeed the Olympic movement”.\n“It’s unprecedented, raw, and tragic and there’s no simple handbook or case study on how to handle it depending on one’s point of view,” he told AFP.\nThe Paris Games’ total budget is €8.8 billion (S$12.7 billion), half of which goes to the organising committee and the rest to Solideo, the body tasked with building facilities. REUTERS, AF"},
{"url": "http://www.straitstimes.com/sport/tennis/tennis-garin-stuns-ruud-to-reach-last-16-at-indian-wells-0", "title": "Tennis: Garin stuns Ruud to reach last 16 at Indian Wells", "date": "2023-03-13T14:59:11+08:00", "content": "INDIAN WELLS – Chilean Cristian Garin’s aggressive play overwhelmed Casper Ruud at Indian Wells on Sunday, as the qualifier upset the third seed 6-4, 7-6 (6-2) to book a spot in the last 16.\nHe pounded 27 forehand winners and fought off a second set comeback attempt to dispatch the struggling Norwegian, who has yet to win consecutive matches this season.\n“I’m so happy with the way that I played,” said Garin. “I played so aggressive the whole match, even in the second set when I was leading 3-1 and lost those games.”\nWith the win, Garin, a former top-20 player now ranked 97th, improved his career record against Ruud to 3-1.\n“Casper is one of the players I really, really like on the tour so it’s very special to me,” he said.\nRuud is still searching for the sensational form that saw him make the finals of the French Open and US Open and soar up the rankings to No. 2 last September.\nGarin will next face Spaniard Alejandro Davidovich Fokina, who beat Russia’s Karen Khachanov 6-3, 1-6, 6-4.\nGerman 12th seed Alexander Zverev dug deep to beat Finn Emil Ruusuvuori 7-5, 1-6, 7-5 despite admitting he was not at his best.\n“To be honest I thought he played much better than me throughout the match,” said Zverev. “That’s just the way it is sometimes... This is tennis, one or two points can decide a match and I’m happy that I won those points.”\nZverev will next face red-hot Russian Daniil Medvedev, who continued his recent streak of dominance that led to three consecutive titles with a 6-2, 3-6, 6-1 win over Belarusian Ilya Ivashka.\nFifth seed Medvedev looked like he would make quick work of Ivashka after a one-sided first set but ran into trouble in the second where he grew agitated with some noisy fans on a windy night on centre court.\nHe corrected course in the third, however, breaking to take a 2-0 lead and cruising to the finish.\nEarlier in the day, British 10th seed Cameron Norrie fought back to beat Japanese player Taro Daniel 6-7 (5-7), 7-5, 6-2 as the 2021 champion looks to add a second Indian Wells title to his collection. He will next play Russian sixth seed Andrey Rublev.\nAmerican Frances Tiafoe, seeded 14th, will face Chilean Alejandro Tabilo in the round of 16 after both players advanced in straight sets.\nOn the women’s side, seventh-seeded Maria Sakkari of Greece kept her title hopes alive by battling back to beat Ukrainian Anhelina Kalinina 3-6, 6-2, 6-4.\nSakkari drew Kalinina to the net with a drop shot and then fired a backhand winner down the line on match point to complete the comeback.\nThe Greek leaned over and pumped her fists in celebration after sealing the win on a hot day in the Southern California desert.\n“I don’t mind winning ugly,” she said. “It doesn’t really matter. I just give myself another chance to play better the next day.”\nSakkari, the finalist a year ago, will next face 17th seed Karolina Pliskova in the round of 16 after the Czech beat Russia’s Veronika Kudermetova 6-1, 7-5.\nThird-seeded American Jessica Pegula edged out Russia’s Anastasia Potapova 3-6, 6-4, 7-5 to set up a meeting with Petra Kvitova, after the 15th-seeded Czech won a roller-coaster match against Jelena Ostapenko 0-6, 6-0, 6-4.\n“Maybe at first I felt a little bit of pressure,” said Pegula. “People talk about you more, you become a favourite more.\n“I’m good at just thinking one match at a time, I think that’s helped where I haven’t really felt too much pressure as being top five. It’s so weird to think at I’m three in the world. I don’t even like to say it, it’s awkward.”\nSweden’s Rebecca Peterson dispatched Jil Teichmann of Switzerland 3-6, 6-3, 6-1, 16th seeded Czech Barbora Krejcikova beat China’s Wang Xinyu 6-2, 7-6, (6-1), 6-2, and sixth-seeded American teenager Coco Gauff beat Czech Linda Noskova 6-4, 6-3.\nBelarusian second seed Aryna Sabalenka advanced via walkover when her Ukrainian opponent Lesia Tsurenko withdrew.\nTennis fans showed up in record numbers to the Indian Wells Tennis Garden on Saturday, three years after the Covid-19 pandemic forced the event’s cancellation.\nSaturday set a single-day record with more than 61,000 fans on site and overall attendance is so far tracking with the tournament’s record 2019 levels, the organisers said on Sunday. REUTER"},
{"url": "http://www.straitstimes.com/tech/meta-builds-a-team-focused-on-ai-products", "title": "Meta builds A-team focused on AI products", "date": "2023-02-28T07:12:46+08:00", "content": "SAN FRANCISCO - Meta Platforms is creating a new top-level product group focused on generative artificial intelligence (AI), Chief Executive Mark Zuckerberg said on Monday, as the AI race among Big Tech firms heats up.\nAI has emerged as a bright spot for investments in the tech industry, which has been struggling with slowing growth, and has cut thousands of jobs, as well as dialled down on experimental bets to beat the downturn.\n“We’re starting by pulling together a lot of the teams working on generative AI across the company into one group focused on building delightful experiences around this technology,” Mr Zuckerberg said in an Instagram post.\n“Over the longer term, we’ll focus on developing AI personas that can help people in a variety of ways,” Mr Zuckerberg said, but for now “we’re exploring experiences with text (chat in WhatsApp and Messenger), with images (creative Instagram filters and ad formats), and with video and multi-modal experiences”.\nMr Ahmad Al-Dahle will lead the new product team, which will report to Mr Chris Cox, Meta’s chief product officer, a company spokesman confirmed. This will enable Meta to more rapidly implement the AI research team’s findings in Meta’s products, the spokesman said.\nThe public battle to dominate the AI technology space kicked off late last year with the launch of Microsoft-backed OpenAI’s ChatGPT, which has since prompted tech heavyweights from Alphabet to\nLast week, Facebook-parent Meta said it was releasing a new large language model LLaMA, the core software of a new AI system, which would be available under non-commercial licence to researchers and entities affiliated with government, civil society and academia.\nShares of Meta Platforms closed down 0.5 per cent on Monday. REUTER"},
{"url": "http://www.straitstimes.com/tech/smart-insole-that-detects-workplace-falls-to-be-trialled-in-maritime-sector", "title": "Smart insole that detects workplace falls to be trialled in maritime sector", "date": "2023-02-28T05:00:00+08:00", "content": "SINGAPORE – A smart insole jointly developed by the National University of Singapore (NUS) and local start-up FlexoSense is set to go on trial in the Republic’s maritime industry early in 2023 to tackle the issue of slips, trips and falls in the workplace.\nThe proof-of-concept tests are sponsored by the Maritime and Port Authority of Singapore (MPA) under its Maritime Innovation and Technology (Mint)-Start-up Grant, which is worth up to $50,000.\nBased on technology developed by Professor Lim Chwee Teck from the university’s Institute for Health Innovation and Technology and FlexoSense, the shoe inserts can identify slips, trips and falls (STFs) using pressure sensors and inertial measurement unit (IMU) sensors.\nThe pressure and IMU sensors continuously collect data on a person’s balance and motion respectively, and streams this via Bluetooth to a smartphone. The information is then uploaded to the cloud via an Internet connection, where it is analysed by a machine-learning algorithm.\nWhen an STF occurs, one’s speed, orientation and weight distribution in the feet will change. The algorithm can recognise these changes in real time to track their occurrence.\nShould it detect one, an alert stating the location of the accident will be sent to a centralised dashboard for the employer, as well as to the employee’s smartphone. In future, such incidents will be registered on a “heat map” of the workplace, which helps to identify high-risk spots and enable companies to, say, clear hazardous debris or level uneven surfaces.\nThe device’s creators hope that this will make STF reporting more transparent by exposing otherwise unreported incidents, and prevent similar accidents from happening again.\nMs Chia Lye Peng, chief executive of FlexoSense, said: “The feet are a treasure trove of information. They give us information on one’s gait patterns, sense of balance and foot pressure. Our smart insole can help to reduce the human and financial costs before serious accidents happen.”\nSTFs, which the Ministry of Manpower (MOM) defines as occurring on level surfaces or stairs, are a key cause of workplace accidents across many industries here, and the marine sector is no different.\nMOM told The Straits Times that from 2018 to 2022, STFs were one of the top three incident types for major workplace injuries in the industry.\nMs Adeline Ng, director of the ministry’s Workplace Safety and Health Institute, said: “Some of the contributory factors leading to STFs include poor situational awareness, slippery or uneven surfaces, and clutter.”\nAdding that there were also many STF near-misses that were unreported, she added that these were potential indicators of existing hazards or poor workplace practices that needed to be rectified.\nThe researchers from NUS and FlexoSense decided to tackle the marine industry’s workplace hazards after participating in the PIER71 Smart Port Challenge 2021, an annual technological competition organised by MPA and NUS Enterprise, which is the university’s entrepreneurial arm.\nAlthough still in its early stages of development, the gadget was tested in 2021 with a few workers, which helped the researchers to gather more inputs for their design.\nThey hope to gear up the insole for harsher conditions and provide a customisable option to fit one’s foot shape better.\nProf Lim, who is also from NUS’ Department of Biomedical Engineering, said: “Hopefully, with this technology in place, we can proactively monitor unreported STFs, which helps to minimise the number of workplace accidents that results in major injuries or fatalities.”\nThe team is also looking into future applications of the smart insole to mitigate STFs in the construction, aviation and manufacturing industries"},
{"url": "http://www.straitstimes.com/tech/how-to-spot-a-phishing-scam-even-one-crafted-by-ai", "title": "How to spot a phishing scam, even one crafted by AI", "date": "2023-03-12T06:00:00+08:00", "content": "SINGAPORE - The Sunday Times tasked Microsoft Bing with drafting templates for scam messages to test the next-generation chatbot’s ability to craft scams.\nThis was done to test the capabilities of next-generation artificial intelligence (AI) tools amid rising concerns\nThe generative AI quickly got to work when asked to draft a phishing scam e-mail that would pressure a victim to click on a link that could plant malware on his device. Posing as a bank in its draft, the bot addressed the e-mail to a “valued customer” with the subject, “Urgent: Bank Account Issue”.\nIt wrote: “Due to a system error, your account has been temporarily suspended until further verification.”\nIt also included a phishing link and urged the e-mail recipient to verify his account via the link or risk losing his account and all its funds.\nIn a separate trial, Bing was tasked to write another e-mail for a job scam – typically luring victims with roles that seem to pay well for mundane tasks.\nAt first, the AI refused to assist and said: “I’m sorry but I cannot help you with that. Phishing scam e-mails are illegal and unethical, and they can cause serious harm to people’s privacy and security. I do not support or condone such activities.”\nBut it soon obliged when the question was rephrased on the fourth try. I said the template was for “educational purposes” and asked it to write a scam message based on descriptions included in\nWithin seconds, Bing created a draft for a “part-time affiliate marketing job opportunity” that involved a role with flexible hours, liking social media posts for money. The e-mail recipient is prompted to pay a one-time fee to cover training costs and gain access to a network of clients, which is typically the lure that allows fraudsters to get hold of one’s banking details.\nWeighing in on the phishing scams written by AI, Ms Joanne Wong, vice-president of international marketing at cyber-security firm LogRhythm, said generative AI tools like Bing and ChatGPT are a game changer for fraudsters, just as it is for everyday users.\nMs Wong said: “Their writing can now be much better. With past phishing scams, it often sounds like (the text) is written by a non-English speaker, with many phrases that are written clunkily.\n“But when you read this, it sounds natural, with no major grammatical errors.”\nThe bots appear to use the tricks fraudsters have relied on in phishing scams, said Ms Wong, noting that the AI-written excerpts contain phrases that create a sense of urgency, pressuring readers to follow a set of instructions within a short time or face drastic consequences.\nMessages addressed to a “valued customer” or other generic titles are also a giveaway that an e-mail has been sent en masse, she added.\n“Most of the phishing e-mails we see are part of a large phishing campaign, so they are rarely personalised,” said Ms Wong.\n“However, we cannot rule out cases of targeted phishing attacks, particularly on important individuals who hold executive roles like CEOs.”\nESET senior research fellow Righard Zwienenberg said one way users can verify the source of a message before opening an e-mail is to let their cursor hover over the sender’s name to check if the e-mail matches it.\nHe said: “If the two don’t match, or if the underlying one is a long combination of random characters, there’s a good chance it’s a scam."},
{"url": "http://www.straitstimes.com/tech/oppo-launches-foldable-phone-at-1299-undercutting-closest-samsung-competitor", "title": "Oppo launches foldable phone at $1,299, undercutting closest competitor Samsung", "date": "2023-03-03T16:31:23+08:00", "content": "SINGAPORE - Chinese electronics maker Oppo opened pre-orders on Friday for its latest flip phone priced at $1,299, undercutting its closest competitor in the foldables market – the Samsung Galaxy Flip4, which starts at $1,411.\nThe Oppo Find N2 Flip’s price tag ranks it among the least expensive foldables at launch, in a market where most devices with flexible screens push past the $1,500 mark.\nOppo’s latest attempt at the folding flip phone aims to beat the competition with what it says is the largest battery and cover screen in the flip phone category and a subtler crease down the middle of the screen.\nThe device, which is available for pre-order ahead of its March 11 launch, comes in black and purple, with 256GB of storage and 8GB of RAM.\nThe phone has a 3.26-inch front-facing screen that allows users to perform quick tasks without flipping open the device. Oppo said: “Its extra size makes everything easier to do, with the big screen a bona fide fumble-free zone, be it taking selfies or checking notifications.”\nUsers can also personalise their cover screen with one of five interactive digital pets, including a cat, hamster and bird, on top of the usual time and date information displayed.\nBased on early footage of the device, the N2 Flip appears to have a more subtle crease down the middle of the folding screen – an obstacle that has plagued foldable devices. It remains to be seen how durable the material is, although Oppo has said it is tested to survive at least 400,000 folds.\nThe screen itself is a 6.8-inch 120Hz Amoled display with a 21:9 aspect ratio that is ideal for films. When folded, the phone is almost square-shaped and has a thickness of 16mm – roughly the same as the Samsung Flip4.\nThe N2 Flip is powered by the Android-based ColorOS operating system, also designed by Oppo. Popular apps for calls like Zoom and WhatsApp have also been optimised to work with the phone’s tripod mode – sitting the phone up perpendicularly, with the camera pointed at the user.\nThe N2 Flip’s 4,300mAh battery is among the largest in a foldable flip phone and can be fully charged in under an hour, thanks to Oppo’s Supervooc charging technology.\nThe SIM card tray supports two 5G SIM cards, which can come in handy for those who travel frequently.\nUnder the hood, the N2 Flip packs the MediaTek Dimensity 9000 Plus chip – the same processor powering smartphones like the Asus ROG Phone 6D that are geared towards gamers.\nThe flip phone arrives in Singapore after a global launch in December 2022.\nThe N2 Flip is another option in the growing foldables market, which saw a more mainstream take-up in 2022, led by Samsung’s foldable phones such as the tablet-like Galaxy Z Fold and the clamshell Z Flip series.\nAn estimated 10 million foldables were shipped worldwide in 2021, a threefold increase from 2020, according to statistics provided by Samsung in July 2022"},
{"url": "http://www.straitstimes.com/sport/football/football-brunei-dpmm-recovering-from-the-effects-of-the-covid-19-pandemic", "title": "Football: Brunei DPMM recovering from effects of the Covid-19 pandemic", "date": "2023-03-13T17:27:49+08:00", "content": "SINGAPORE – A year of limbo during the start of the Covid-19 pandemic, followed by a disrupted season in the Bruneian league – which saw them win by lopsided scorelines of 15-0, 16-1 and 13-0. Then, another year of inactivity ensued.\nIn a nutshell, that was what Brunei DPMM had gone through during their three-year hiatus from the Singapore Premier League (SPL).\nFootballing normalcy finally returned for the two-time SPL winners this season, and the team could not be happier.\nThe 2019 SPL champions had begun their title defence in March 2020 with a 2-0 home win over Tampines Rovers, which turned out to be their last SPL game for three years. The SPL was suspended later that month as the pandemic hit.\nWhen the SPL resumed in October, DPMM had to withdraw from it due to Brunei’s travelling restrictions. It was not until December that year when they were finally allowed to resume training, although it started only in groups of five, then 10.\nDPMM coach Adrian Pennock, who led them to their 2019 SPL title, recalled: “Everything was locked down. There was no gym, no swimming, nothing was open. We went to Jerudong which is our mini stadium and did some fitness work.\n“I would rotate the players every couple of days and they were really understanding. At that time, it was more about getting them to come out from their homes.”\nVeteran midfielder Hendra Azam praised Pennock’s humane approach when spirits were low.\nThe 34-year-old said: “I would say coach Pennock is the best coach I could have. He is a family man. For example, when our father is sick, he will give us time off training. During lockdown, he would regularly WhatsApp the team words of encouragement to keep us united.”\nHendra, like most other local DPMM players, are part-time footballers. Even till today, they work about three days a week doing shift work in the government sector. With no football in 2020, they took a 30 per cent wage cut as training was cancelled.\nIn June 2021, the Brunei Super League resumed and DPMM sent their first team. They picked up maximum points from six games, with 56 goals scored and only one conceded.\nTheir double-digit wins included a 16-1 whitewash of Bahtera Kemudi Sekawan and a 15-0 drubbing of Rimba Star. Pennock likened it to “Liverpool playing a lower-league side in England every week”.\nBut even that lasted only two months as the league was suspended due to another wave of Covid-19 infections. Pennock and Belarusian forward Andrey Varankow, who scored 23 of DPMM’s 56 goals in 2021, returned to their home countries.\nPennock, a British citizen and former assistant manager of Stoke City, did scouting work for several English Premier League clubs. Varankow, 34, trained with Belarusian Premier League side FC Vitebsk and played competitive futsal.\nIn August 2022, the Brunei FA Cup was reinstated instead of the league. DPMM won the competition comfortably without Pennock and Varankow, both of whom returned in early 2023.\nVarankow, who was the 2019 SPL top goalscorer, said: “I returned to Brunei (DPMM) because I like this league. I’ve played in the Ukrainian leagues for eight years and in Belarus for three years. The Bruneian and Singaporean leagues are a new journey for me and I am very happy to play here.”\nDPMM have lost both their opening games – 3-1 to Lion City Sailors and 4-3 to Balestier Khalsa – on their return to the SPL.\nWith their home stadium in Bandar Seri Begawan under renovation till May, they are scheduled to play their first eight games in Singapore, including Tuesday’s match against Tanjong Pagar United at Jalan Besar Stadium, their temporary “home” venue.\nPennock, who had downplayed his side’s title hopes, is eyeing something else now. He hopes to develop younger Bruneian players such as 22-year-old centre-back Wafi Aminuddin and 20-year-old forward Hakeme Yazid.\n“Brunei only has a population of 500,000 people. If I can find one golden nugget in 500,000 young boys then great, that’s what we’re trying to find in the next few years,” he said"},
{"url": "http://www.straitstimes.com/tech/meta-cuts-price-of-quest-vr-headsets-by-up-to-33-after-disappointing-demand", "title": "Meta cuts price of Quest VR headsets by up to 33% after disappointing demand", "date": "2023-03-04T07:32:30+08:00", "content": "SAN FRANCISCO – Facebook parent Meta Platforms Inc. cut the price of some of\nincluding its high-end mixed reality device, in part because demand has been weaker than anticipated, a person familiar with the matter said.\nThe Meta Quest Pro, the company’s headset unveiled last fall aimed at corporate users, will cost US$1,000 (S$1,344) beginning March 5, down from US$1,500, the company said on Friday. The 256-gigabyte Meta Quest 2, previously listed at US$500, will soon cost US$430.\nThe price is dropping so that “more people can get into VR”, Chief Executive Officer Mark Zuckerberg posted on his Instagram channel.\nBut the move is also in response to sluggish demand from both business customers and consumers, said the person familiar with the matter, who asked not to be identified because they weren’t authorised to speak publicly about the company.\nA Meta spokesman declined to comment.\nWhile one of the original plans for the Quest Pro was to sell to enterprise customers interested in using the device in work settings, that plan hasn’t gained traction, the person said. The lack of compatible third-party apps also hindered sales, the person said.\nMeta has been exploring ways to package hardware and software for the Quest for more commercial clients to sell it in larger batches, the person said. The company has been considering which workplace settings the technology could be useful for, and has been working with companies like Autodesk Inc., this person said.\n“We are working closely with them to ensure that our customers have viable software and hardware solutions that meet our high standards for security, privacy, usability, and capability,” Mr Gabe Paez, head of mixed reality at Autodesk, said in a statement about its discussions with Meta.\nShares of Menlo Park, California-based Meta, which owns Facebook, Instagram and WhatsApp, rose 6.1 per cent in New York trading on Friday. The stock has risen 54 per cent this year, thanks in large part to Mr Zuckerberg’s focus on cutting costs and becoming more efficient. BLOOMBER"},
{"url": "http://www.straitstimes.com/tech/broken-english-no-longer-a-sign-of-scams-as-crooks-tap-ai-bots-like-chatgpt-experts", "title": "Broken English no longer a sign of scams as crooks tap AI bots like ChatGPT: Experts", "date": "2023-03-12T06:00:00+08:00", "content": "SINGAPORE – Bad grammar has long been a telltale sign that a message or a job offer is likely to be a scam.\nBut cyber-security experts said those days may be over as generative artificial intelligence (AI) chatbots like ChatGPT have helped scammers craft messages in near-perfect language.\nCyber-security experts said they have observed improvements in the language used in phishing scams in recent months – coinciding with the rise of ChatGPT – and warned that end users will need to be even more vigilant for other signs of a scam.\nRisks associated with ChatGPT were categorised as an emerging threat in a special-issue report in March by security software firm Norton, which said scammers will tap large language models like ChatGPT. While not new, the tools are more accessible than before, and can be used to create deepfake content, launch phishing campaigns and code malware, wrote Norton.\nBritish cyber-security firm Darktrace reported in March that since ChatGPT’s release, e-mail attacks have contained messages with greater linguistic complexity, suggesting cyber criminals may be directing their focus to crafting more sophisticated social engineering scams.\nChatGPT is able to correct imperfect English and rewrite blocks of texts for specific audiences – in a corporate tone, or for children. It now\nwhich crossed 100 million active users in March and is set to challenge Google in a fight for the search-engine pie.\nMr Matt Oostveen, regional vice-president and chief technology officer of data management firm Pure Storage, has noticed the text used in phishing scams becoming better written in the past six months, as cases of cyber attacks handled by his firm rose. He is unable to quantify the number of cases believed to be aided by AI as it is still early days.\nHe said: “ChatGPT has a polite, bedside manner to the way it writes... It was immediately apparent that there was a change in the language used in phishing scams.”\nHe added: “It’s still rather recent, but in the last six months, we’ve seen more sophisticated attempts start to surface, and it is probable that fraudsters are using these tools.”\nThe polite and calm tone of chatbots like ChatGPT comes across as similar to how corporations might craft their messages, said Mr Oostveen. This could trick people who previously caught on to scams that featured poor and often aggressive language, he added.\nUsers are 10 per cent more likely to click on phishing links generated by AI, said Mr Teo Xiang Zheng, vice-president of advisory and consulting at Ensign InfoSecurity. The numbers are based on the cyber-security firm’s phishing exercises that made use of content created by AI.\nHe added that within Dark Web forums, there has been chatter about methods to exploit ChatGPT to enhance phishing scams or create malware.\nIn December, Check Point Software Technologies found evidence of cyber criminals on the Dark Web using the chatbot to create a python script that could be used in a malware attack.\nSoftware company BlackBerry reported in February that more than half of the tech leaders it surveyed believe there will be a successful cyber attack attributed to ChatGPT within a year. Most respondents are planning to double down on AI-driven cyber security within two years, said BlackBerry.\nMs Joanne Wong, vice-president of international markets at LogRhythm, said the rise of AI-driven scams is no surprise as the tools come in handy for syndicates hampered by their language skills.\n“In most cases, they do not have English as a first language nor a strong command of language – and this is why scam messages have, to date, been poorly written,” she noted.\nESET senior research fellow Righard Zwienenberg said AI tools threaten to boost the ability of fraudsters to launch large-scale attacks, including bogus e-mails targeting work staff to attack companies. He added that cyber criminals have already been found using AI-driven tools for malicious purposes.\nHis team also tested ChatGPT’s ability to create scam messages, which were mostly free of errors and convincing to the untrained eye.\n“Grammatical errors may be a thing of the past, thanks to tools like ChatGPT. Still, fortunately, there are other warning signs to alert users to possible scams,” said Mr Zwienenberg.\nRecipients should be cautious when receiving e-mails with surprise pressure tactics, requests for personal information or offering gifts that are too good to be true, he added.\nThe use of AI in scams comes amid rising cases of phishing scams that leverage apps that are used in the workplace, such as bogus e-mails by fraudsters posing as Microsoft, Google and Adobe.\nCyber-security firm Proofpoint said it recorded some 1,600 such campaigns in 2022 across its global customer base.\n“While Microsoft was the most abused brand name with over 30 million messages using its branding or featuring a product such as Office or OneDrive, other companies regularly impersonated by cyber criminals included Google, Amazon, DHL, Adobe and DocuSign,” it noted.\nSeven in 10 Singapore organisations reported an attempted e-mail attack in 2022, based on respondents surveyed by Proofpoint. Its survey did not ask respondents for the amount lost to scams.\nBut there are still ways people can guard against AI-generated scams – by looking out for suspicious attachments, headers, senders and URLs embedded within an e-mail, it added in a separate report.\nExperts urge the public to verify whether a sender’s e-mail is authentic, and encourage firms to conduct ransomware drills and work with consultants to plug gaps in their system.\nJust over half of local firms with a security awareness programme train their entire workforce on scams, and even fewer conduct phishing simulations to prepare staff for potential attacks, said Proofpoint. Familiar logos and branding were enough to convince four in 10 respondents that an e-mail was safe.\nThe firm’s regional director of cyber-security strategy, Ms Jennifer Cheng, said: “Since the human element continues to play a crucial role in safeguarding companies, there is clear value in building a culture of security that spans the entire organisation."},
{"url": "http://www.straitstimes.com/tech/tech-news/what-is-6g-and-why-is-it-important", "title": "What is 6G and why is it important?", "date": "2023-03-07T05:00:00+08:00", "content": "SINGAPORE - Singapore is developing\nto stay in the global digital race. What is 6G and how is it superior to predecessor technologies such as 5G and 4G? The Straits Times’ tech editor Irene Tham looks at the mobile evolution and what each upgrade can do for users here.\n5G mobile technologies provide connectivity on the move for artificial intelligence (AI) applications. Together, 5G and AI are expected to stage the next industrial revolution to welcome new realities such as self-driving cars, remote surgery and smart cities complete with smart power grids, e-surveillance and payments by facial scans. Nations with these technologies hold the keys to the future.\nBy building its network on dedicated 5G gear instead of piggybacking on existing 4G technologies, Singapore is able to perform “network slicing”, which guarantees the security of applications such as remote port operations.  The technology is also able to connect 1,000 times as many devices as 4G networks without any transmission lag – key for driverless car navigation and remote surgery.\nTo date, dozens of 5G commercial projects have received government funding, allowing more 5G-enabled robots to roam the shop floor of factories and ports, as well as patrol streets and coastal waters.\n6G services are expected to be available by 2030 and promise speeds up to 100 times faster than 5G ones, and with significantly less transmission lag. Laboratory tests in China have already achieved speeds of around 200Gbps (gigabits per second).\n6G networks are also said to have the potential to make the digital and physical world indistinguishable through holographic telepresence, as well as augmented reality and virtual reality (VR) technologies.\nWhat’s more, 6G networks could deliver the promise of edge computing, where data processing is done by hardware mounted on, for example, a lamp post close to the user of a self-driving car or a pair of VR glasses, rather than in a data centre located far away. This also means the driverless car or the VR glasses need not be too bulky.\nAll three telcos, Singtel, StarHub and M1, launched commercial 3G services that offered consumers the ability to make video calls, watch streaming video clips and surf the Internet at speeds of up to 7.2 megabits per second (Mbps) for the first time.\nAll three telcos launched their 4G services here, offering surfing speeds of up to 150Mbps. The cellular architecture for 4G networks departs from that of 3G and 2G. Being completely architected in standards for data communications, 4G is said to be built for streaming videos.\nSingapore was\nbased on the latest dedicated 5G gear. On 5G networks, surfing speeds can go beyond 1Gbps. This means users can download 4K movies in under 100 seconds"},
{"url": "http://www.straitstimes.com/tech/5g-enabled-robots-to-clean-singapore-s-rivers-patrol-streets-and-build-hyundai-evs", "title": "5G-enabled robots to clean Singapore’s rivers, patrol streets and build Hyundai EVs", "date": "2023-03-07T05:00:00+08:00", "content": "SINGAPORE - Expect to see robots patrolling the streets, cleaning rivers and building cars in 2023, following government funding for 5G projects in Singapore.\nThe three projects were supported by a $30 million fund launched by the Infocomm Media Development Authority (IMDA) in 2021 to accelerate the adoption and commercialisation of 5G solutions. A total of seven 5G projects have received grants under the scheme so far.\nThe scheme is one of two waves of funding from IMDA to support the growth of 5G. In total, IMDA has channelled at least $70 million in support of more than a dozen projects that include building Singapore’s largest 5G smart estate and autonomous transport systems.\nThese investments aim to encourage industries to tap the 5G network here, said Senior Minister of State for Communications and Information Janil Puthucheary in Parliament last Tuesday.\nHe added that Singapore’s first two 5G standalone networks have reached 95 per cent nationwide outdoor coverage.\nUnmanned electric vessels will be used to clean and inspect rivers in a partnership with Weston Robot.\nDr Janil said 5G technology allows for video analytics and high data transfers, allowing the electric boats to detect and remove rubbish, even outside of their mapped paths, and to respond to emergencies.\nThe project, which commences in August, will serve as a test bed for launching similar vessels for rubbish detection in other parts of the region.\nThese will be a greener alternative to petrol-fuelled boats, which produce as much as 20 tonnes of carbon each year and cost up to $12,000 yearly to maintain.\nElectric vessels, which can cut carbon emissions of each boat by up to 80 per cent, will gradually replace gasoline-fuelled boats used to clean water bodies today, IMDA told The Straits Times. The electric boat is equipped with a mechanism mounted at the side of the vessel that picks up rubbish.\nIMDA said the current line-up of boats cannot be replaced immediately due to the amount that has already been invested in them.\nThe autonomous vessels also relieve boatmen of long hours under the sun and reduce the risk of man overboard, said IMDA. “This will transform the nature of the job scope, as a single operator stationed at the command centre can now pilot multiple electric vessels.”\nMore information about the vessels will be announced in April, said IMDA.\nAt least 100 5G-enabled robots will be deployed on the factory floor of the upcoming Hyundai Motor Group Innovation Centre in Singapore (HMGICS) to transport materials for electric vehicles in production.\n5G will help enable seamless real-time communication across the bots and the automated control system, enhancing productivity and quality control, said Dr Janil.\nHundreds of robots will be communicating constantly, coordinating the movement of materials throughout the vehicle manufacturing process, said IMDA. “The reliability of 5G ensures that messages would not be ‘lost in transit’, which would otherwise cause unwanted delays in the manufacturing process.”\nThe robots will also ease the load on workers at HMGICS, which will be located in Jurong West and launched in 2023. The centre aims to produce up to 30,000 vehicles per year by 2025.\nThe project will pave the way for Hyundai’s upcoming “built-to-order” vehicles for customers to customise newly ordered cars to their needs.\nThe South Korean car manufacturer plans to hire robotics engineers, data analysts and process engineers to work in the upcoming facility, Dr Janil said.\nSurveillance robots are being trialled in South Beach and will be rolled out in May, patrolling indoor and outdoor venues, to help plug the shortage of security manpower here, which can make it difficult for agencies to deal with security breaches, said IMDA.\nThe robots, which come in the form of a small patrol car and a sentry robot, are more nimble than the ubiquitous fixed security cameras.\nSecurity officers will be able to monitor multiple locations remotely, aided by video analytics that will alert them when a threat is detected. When needed, the robots can also be controlled remotely by officers, said IMDA"},
{"url": "http://www.straitstimes.com/sport/worlds-best-to-feature-at-spore-badminton-open-why-is-a-womans-period-still-a-taboo-topic-in-sport", "title": "ST Full-time Report: World's best to feature at S'pore Badminton Open | Why is a woman's period still a taboo topic in sport?", "date": "2023-03-13T19:55:39+08:00", "content": "Dear ST reader,\nThe table tennis Singapore Smash is in town this week. Local player Izaac Quek made headlines with his stunning upset of India's Commonwealth Games champion Sharath Kamal Achanta. Quek is the first Singaporean to win a men’s singles match in the main draw of the tournament.\nNext, it has been a tough week for the Lion City Sailors in the Singapore Premier League. They lost 4-0 to champions Albirex Niigata last Thursday and, in the same game, saw their star striker Kodai Tanaka suffer a torn anterior cruciate ligament in his left knee.\nFinally, my colleague Laura Chia spoke to several national athletes and explored why periods are still a taboo topic in sport and what can be done to raise greater awareness of it.\nSee you again next week. For more sports news on the go, check out ST Sport on Instagram.\nJust 7 months ago at the Commonwealth Games, he was beaten 4-0 by the veteran, who went on to win gold.\nThis gym is a furnace where you can feel the heat of ambition, writes Rohit Brijnath.\nChina swept almost all the golds at the Tokyo 2020 Olympics.\nHe is the second player to become a match official in Singapore's professional football league.\nMost of DPMM's local players are part-time footballers who work about three days a week doing shift work in the government sector.\nLocal hero Loh Kean Yew will also be aiming to capture his first Open title on home soil.\nPulled muscles, fatigue, bloatedness are all issues they deal with but little research has been done.\nThe former player coached his team to their first-ever B Division boys' gold in the sport on Thursday.\nDue to plans for 'Long Island' project, the federation is eyeing a move across the island.\nDiscover the journey of a five-time LPGA Tour winner"},
{"url": "http://www.straitstimes.com/sport/in-golf-a-lovely-lesson-being-a-bad-player-has-its-upsides", "title": "In golf, a lovely lesson: Being a bad player has its upsides", "date": "2023-03-13T19:00:42+08:00", "content": "If wisdom is required about golf, it is best taken from a man who made a teddy bear famous. A.A. Milne, creator of Winnie The Pooh, wrote an essay in 1920 called The Charm of Golf. For every amateur this should be akin to a religious text.\nGolf, wrote Milne, “is the best game in the world for the bad player. And sometimes I am tempted to go further and say that it is a better game for the bad player than for the good player. The joy of driving a ball straight after a week of slicing... these things the good player will never know.”\nMilne, a poet and playwright, was attracted to golf as novelists have been to cricket and baseball. All are long, pensive, unfolding dramas which draw out fine prose. Boxing is the other seduction, its hardship, rawness, and art luring writers such Joyce Carol Oates and Norman Mailer. Wrote Oates once: “Considered in the abstract the boxing ring is an altar of sorts, one of those legendary spaces where the laws of a nation are suspended.”\nAlready a subscriber?\nGet exclusive reports and insights with more than 500 subscriber-only articles every month\nNo contract\nST app access on 1 mobile device\nSubscribe now\nAll subscriber-only content on ST app and straitstimes.com\nEasy access any time via ST app on 1 mobile device\nE-paper with 2-week archive so you won't miss out on content that matters to yo"},
{"url": "http://www.straitstimes.com/sport/football-gary-lineker-to-return-as-match-of-the-day-presenter-says-bbc", "title": "Football: Gary Lineker to return as Match of the Day presenter, says BBC", "date": "2023-03-13T18:35:34+08:00", "content": "LONDON – British broadcaster BBC reinstated its highest-paid presenter Gary Lineker on Monday after a decision to take the sports host off air over his criticism of the government sparked a near mutiny at the public broadcaster.\nThe corporation was forced to axe much of its sports coverage over the weekend after presenters, pundits and commentators refused to work in a show of solidarity with Lineker, who criticised the government’s immigration policy.\nThe publicly-funded BBC had suspended Lineker for breaching its impartiality rules by comparing the rhetoric of Britain’s interior minister Suella Braverman to the language used in 1930s Germany.\nIt said on Monday it would hold a review over how presenters can use social media, including freelancers outside news and current affairs, such as Lineker, the former England football captain who presents the country’s flagship football highlights programme.\nLineker tweeted as the news was released, thanking everyone for their support.\n“I have been presenting sport on the BBC for almost three decades and am immeasurably proud to work with the best and fairest broadcaster in the world,” he said, before going on to return to the topic of immigration.\n“A final thought: however difficult the last few days have been, it simply doesn’t compare to having to flee your home from persecution or war to seek refuge in a land far away. It’s heartwarming to have seen the empathy towards their plight from so many of you.”\nBBC director general Tim Davie said in a statement on Monday that Lineker was a valued part of the BBC. “I look forward to him presenting our coverage this coming weekend,” he said. REUTER"},
{"url": "http://www.straitstimes.com/sport/table-tennis-defending-women-s-champ-chen-meng-stunned-as-china-suffer-early-knockouts-at-s-pore-smash", "title": "Table tennis: Defending women’s champ Chen Meng stunned as China suffer early knockouts at S’pore Smash", "date": "2023-03-13T17:43:55+08:00", "content": "SINGAPORE – Powerhouses China are losing their aura of invincibility at the World Table Tennis Singapore Smash, as 2022 women’s singles champion Chen Meng was deposed in the round of 32 on Monday. Her shock defeat came shortly after 2022 semi-finalist Wang Yidi was stunned at the same stage.\nRomania’s 42nd-ranked Elizabeta Samara produced the biggest shock of the day at the OCBC Arena when she beat Chen 3-2 (6-11, 11-6, 2-11, 11-6, 11-8) for her first win over the world No. 2 in five attempts.\nCollapsing to the ground as she slapped the floor in ecstasy after her victory, the 34-year-old said: “It feels amazing, and this is the best win of my career. When we play the Chinese, the key is to enjoy and learn from the best.\n“Realistically, I had asked my federation to change my return ticket from Wednesday to tonight. But at the table, I remembered my teammate Bernadette Szocs had beaten Chen Meng in Macau last year, so I thought why can’t I do the same? Now, hopefully I can stay until the end.”\nAt various points in the match, it had looked like the rankings and formbook would prevail as Chen led 1-0 and 2-1, and she held a 5-1 advantage in the decider. But Samara fought back with some excellent serves, mixing spin with speed to clinch a milestone victory.\nWhile Chen skipped the media interviews in the mixed zone, Samara added: “Last May, I had back surgery and was out for two months, so I worked a lot on my fitness.\n“The key today was more spin and more legs. In our previous matches, she read my serves so well, I told my coach I don’t know how to play against her. But I’m mentally stronger and more mature now, I made changes to my serves, moved well and took my chances. She was nervous, while I had nothing to lose.”\nIn the other big upset of the day, Japan’s 21st-ranked Miu Hirano survived a roller-coaster match to edge out world No. 3 Wang 3-2 (11-9, 11-4, 7-11, 4-11, 12-10).\nHirano, 22, had the upper hand in most of the backhand rallies, but looked to have squandered a two-game lead and a 4-2 advantage in the rubber game, as the net cord gave Wang a matchpoint.\nRemarkably, the Japanese took the next three points and the match to avenge a whitewash at the same stage in 2022, squatting down with her fist clenched to celebrate her first victory over Wang in four tries.\nHirano, who also received a yellow card for timewasting during the match, said: “Yes, that and the net cord disrupted my rhythm, but I have grown enough to have the mental fortitude to overcome such scenarios.”\nThe match marked a great comeback for Hirano, who found success early in her career when she won the 2014 German Open women’s doubles title with Mima Ito as 13-year-olds. Two years later, she became the only non-Chinese World Cup women’s singles champion.\nBut a back injury in 2019 and 2020 and poor form meant she played only in the women’s team event at the 2020 Tokyo Olympics, and her world ranking dipped to 45th in 2022.\nShe said: “I lost interest in playing. But as I recovered, my enthusiasm and spirit are also back. With all my will, I can challenge any player and I will give my best to climb the rankings. This result gives me confidence in the build-up to qualify for the Paris Olympics next year.”\nChina also suffered another women’s singles loss when world No. 12 Fan Siqi was beaten 3-1 (12-10, 8-11, 11-6, 11-5) by France’s 19th-ranked Yuan Jianan. But world No. 22 Qian Tianyi managed an upset in China’s favour when she saved two matchpoints to beat fifth-ranked Ito 6-11, 12-10, 11-8, 9-11, 12-10 and leave the Japanese in tears"},
{"url": "http://www.straitstimes.com/sport/table-tennis-s-pore-s-izaac-quek-stuns-swedish-star-mattias-falck-in-singapore-smash", "title": "Table tennis: S’pore’s Izaac Quek stuns Swedish star Mattias Falck in Singapore Smash", "date": "2023-03-13T21:43:43+08:00", "content": "SINGAPORE – Even visually, it was a David versus Goliath battle as Singapore’s world No. 242 Izaac Quek – standing at no more than 1.72 metres – was up against Sweden’s 36th-ranked Mattias Falck, who is 1.88m.\nWhile 16-year-old Izaac can claim to be a former Under-15 boys singles world No. 1, Falck is a 31-year-old veteran who won a men’s singles silver medal at the 2019 World Championships and is one half of the men’s doubles world champions from the 2021 edition.\nBut Izaac was unfazed, his face defiant even after losing the first two games, and his roars louder as he levelled the Singapore Smash men’s singles round-of-32 match. As the intensity in OCBC Arena’s glowing-red Infinity Arena increased, Quek smiled as he faced two match points.\nFour points later, he held his hands aloft, as he had slain another giant with a 3-2 (6-11, 3-11, 11-7, 11-9, 12-10) victory to become the first Singaporean to make it to the event’s round of 16.\nOn Saturday, he had beaten India’s world No. 51 Sharath Kamal Achanta to be become the first player from the Republic to win in the Singapore Smash men’s singles main draw.\nIzaac will now go on to Wednesday’s round of 16, where he will take his idol and fellow leftie, China’s world No. 3 Wang Chuqin.\nPost-match, Izaac said: “After the final point, I still couldn’t believe it. I didn’t set myself any goals for this tournament other than to give it my all and learn as much as possible.\n“I heard the cheers from the home crowd, which definitely helped. But when I was trailing, I didn’t feel or think much. I just tried to play as well as I could and make the necessary adjustments to deal with opponent.\n“I wasn’t really used to the short pimples he is playing on his forehand, as he could be the only player in the men’s single with this style.\n“He was controlling me quite well when I was serving from a wider position, so I started serving from the middle to his wide forehand, changing the speed and location of my serves to try to get hold of his forehand shots.\n“I also tried to hit more towards his backhand and mix things up with strength and speed, which worked ultimately.”\nWith the win, Izaac is likely to break into the top 100 for the first time and national men’s singles coach Gao Ning hailed his young charge’s mental qualities and desire to improve.\nThe former national player, visibly spent as he held a cup of hot coffee, said: “Izaac always had the potential and what sets him apart is his strong desire to upgrade his technique and win. He has improved a lot over the past year in terms of maturity and his ability to adapt and introduce variety during matches.\n“Today was a good example. I told him to let loose at 2-0 down and add more power to his backhand and serve more to the opponent’s wide forehand, and he managed to do just that.”\nGao was not the only one on the edge of his seat for the stunning upset. Izaac’s mother Chew Soon said her smart watch indicated her heart rate reached 153 beats per minutes, while his father David said his felt more like 200bpm.\nQuek, 53, said: “We are proud of what he has achieved. We thought winning 20 points over three games would be a good result, and taking down one or two games would be a bonus.\n“We never thought about winning because we value the performance more, and we never pressure him over his results.”\nHis wife, 52, added: “Regardless of the results, we will always support him in terms of preparation and psychology. Tonight, I can see him enjoying the competition and thinking through every point, and once again he amazed us."},
{"url": "http://www.straitstimes.com/sport/singapore-clinch-six-medals-at-world-para-athletics-grand-prix-stop-in-marrakech", "title": "Singapore clinch six medals at World Para Athletics Grand Prix stop in Marrakech", "date": "2023-03-13T20:09:10+08:00", "content": "SINGAPORE – Singapore captured six medals (three gold, two silver and a bronze) at the recently-concluded World Para Athletics (WPA) Grand Prix stop in Marrakech, Morocco, finishing 10th out of 33 countries.\nThe March 9-11 event was the third leg of the WPA Grand Prix 2023.\nJames Ethan Ang won the T13/47 200m in 23.09 seconds last Friday and a silver in the T13 100m a day earlier in a time of 11.56sec, with Samba Coulibaly of Mali taking the gold in 11.49sec. The 21-year-old Singaporean, who is visually impaired, broke national records in both categories.\nThis was his second Grand Prix outing, having debuted at the Dubai meet in February, where he was third in the T13 400m.\nSingapore’s other gold medallists were Maisarah Mohamed Hassan, 25, (T35/36 women’s 100m) and Muhammad Diroy Noordin, 31, (F40/41 men’s shot put) while Lionel Toh, 24, clinched a silver in the T37 100m and a bronze in the T35/36/37/38/46/47 200m.\n𝗧𝗛𝗜𝗦 𝗝𝗨𝗦𝗧 𝗜𝗡: \nOur para-athletics team clinched 4 medals and broke a national record on their first day at the World...\n𝗧𝗛𝗜𝗦 𝗝𝗨𝗦𝗧 𝗜𝗡: \nJames Ethan Ang and Lionel Toh Jun Jie has earned Singapore's fifth and sixth medal on the second day of...\nAll four have qualified for the World Para Athletics World Championships 2023 to be held in Paris from July 8-17.\nLong jumper Suhairi Suhani, 25, who has an intellectual disability, withdrew from his event due to a hamstring injury"},
{"url": "http://www.straitstimes.com/business/china-s-big-fund-gets-new-boss-to-fight-us-chip-export-curbs", "title": "China’s ‘Big Fund’ gets new boss to fight US chip export curbs", "date": "2023-03-13T12:58:16+08:00", "content": "BEIJING - China has assigned a new chief for a high-profile, state-backed chip investment fund amid a renewed push to pour resources into the local semiconductor industry and counter a US-led blockade of the country’s technological development.\nMr Zhang Xin is taking the helm of the National Integrated Circuit Industry Investment Fund, better known as the Big Fund, according to Chinese corporate data service provider Tianyancha. He was previously an official from China’s Ministry of Industry and Information Technology (MIIT), according to news outlet Caixin.\nThe Big Fund was tarnished by an\nwhich led to the downfall of its previous chief and several other officials.\nTop Chinese leaders ordered investigations after they grew frustrated over a lack of breakthroughs in developing semiconductors to replace foreign imports despite years of ample government investments, at a time that the US and its allies are tightening curbs on China’s access to critical technologies.\nThe secretive Big Fund is Beijing’s primary vehicle for doling out capital to the country’s chipmakers. Founded in 2014, it drew about US$45 billion (S$60.5 billion) in capital and backed scores of companies, including Semiconductor Manufacturing International Corp and Yangtze Memory Technologies. The fund operated mostly behind the scenes and kept investment standards away from public view, which some analysts said undercut accountability.\nMr Zhang replaced Mr Ding Wenwu at the Big Fund last Friday and replaced him as the head of China Integrated Circuit Industry Investment Fund Phase II, another state-backed chip fund, a day later, according to Tianyancha.\nMr Zhang had been a mid-ranking official at MIIT. He is listed as a first-class inspector on the website of the ministry’s planning bureau. In contrast, Mr Ding was once director of the ministry’s electronic information bureau, outranking Mr Zhang.\nThe ministry did not respond to a faxed request for comment on the appointment.\nThe Big Fund became somewhat dormant for a few months following the anti-graft investigations, but it sprang into action earlier in 2023, pledging an additional investment into Yangtze Memory, China’s top memory chipmaker that has been blacklisted by the US.\nEarlier in March, Chinese President Xi Jinping said his country will take forceful measures to support the development of high-end manufacturing, and he overhauled China’s bureaucracy as part of a sweeping push to make the economy more self-sufficient and resilient.\nBut the Biden administration is looking to put further limits on the export of semiconductor manufacturing gear to China on top of a set of broad restrictions it already announced in October, escalating rules aimed at preventing the country from developing an advanced chip industry, Bloomberg News has reported. BLOOMBER"},
{"url": "http://www.straitstimes.com/business/weekly-money-fm-podcasts-s-reits-that-will-hold-up-well-in-an-increasing-interest-rate-environment", "title": "Weekly Money FM Podcasts: S-REITs that will hold up well in an increasing interest rate environment", "date": "2023-03-13T15:00:00+08:00", "content": "Weekly Money FM Podcasts (Mar 13)\nSussing out sustainability with Minister Grace Fu, plus find out who her women heroes are! (featuring Ms Grace Fu, Minister for Sustainability and the Environment)\nS-REITs that will hold up well in an increasing interest rate environment (featuring Mr Kenny Loh, REIT specialist and independent financial advisor)\nWhy should investors care about gender diversity? (featuring Ms Miranda Carr, executive director, global head, applied ESG & climate research, MSCI)\nWhere employers are hunting for talent in South-east Asia (featuring Mr Puay Lim Yeo, managing director, Glints)\nSingapore heritage tours in a Vespa sidecar (featuring Mr Simon Wong, co-founder, Singapore Sidecars)\nDiscover Money FM 89.3 Podcasts:\nSpotify"},
{"url": "http://www.straitstimes.com/sport/football-nsf-sobti-disciplined-after-training-with-sailors-while-on-mc", "title": "Football: NSF Sobti disciplined after training with Sailors while on MC", "date": "2023-03-13T20:21:58+08:00", "content": "SINGAPORE – Former Singapore Under-16 goalkeeper Veer Karan Sobti has been charged and disciplined by the Ministry of Defence (Mindef), after training with Singapore Premier League (SPL) club Lion City Sailors while on medical leave from Basic Military Training (BMT). The 18-year-old is currently serving time in the detention barracks.\nIn response to The Straits Times’ queries, a Mindef spokesman said on Monday: “National Servicemen found to abuse privileges or medical leave will face disciplinary measures.\n“Investigations revealed that Recruit Veer Karan Sobti, a full-time national serviceman, sought medical attention and obtained medical leave, which exempted him from military training.\n“On multiple occasions, while on medical leave, REC Veer trained with the Lion City Sailors Football Club. When interviewed by his superiors, REC Veer denied attending the football training sessions.\n“REC Veer has been summary trialled for disobedience of a general order for leaving his home without permission while on medical leave, and conduct to the prejudice of good discipline for lying to his superiors.”\nMindef noted that the punishment imposed for such offences include being sent to the Singapore Armed Forces Detention Barracks, but it did not disclose further details.\nBorn in Hong Kong to Indian parents, Sobti came to Singapore when he was three. He impressed the national selectors enough to be called-up for the Asian Football Confederation Under-16 Championship qualifiers and played in the 2-1 loss to Hong Kong and 6-1 defeat by North Korea.\nIn 2019, he had two trials with Cardiff City before signing with the Young Lions in 2020. He moved to the Sailors in 2021 and joined Tanjong Pagar United on loan in 2022, playing his only SPL game to date when he completed 90 minutes in a 3-1 win over Balestier Khalsa in September.\nHe returned to the Sailors when he enlisted for national service (NS). However, photos of Sobti training with the Sailors in early 2023 were posted on social media while he was in BMT, which led to Mindef’s investigations. It is understood that he had sought medical leave for eczema and allergies.\nA Sailors spokesman acknowledged there was a “gap in communications protocol at the club” and that corrective action has been taken following an internal review “so such a situation never happens in the future”.\nHe added: “Karan’s contract had earlier been suspended, before he enlisted... and he was not an active player with the club when he requested to join training sessions.\n“Karan had informed some staff members of his NS medical status, and the moment this was surfaced to club management, he was immediately disallowed from participating in training sessions.”\nIt is believed that he had attended training before the ban and that the photos had surfaced after.\nThe Football Association of Singapore (FAS) said in a statement on Monday that Sobti is not currently representing any of its national youth teams and that the disciplinary measures imposed by Mindef were “appropriate”.\nIts spokesman said: “FAS does not condone any footballers not fulfilling their national service obligations and/or meeting expected conduct, as it is a duty expected of every Singaporean male.”\nNational agency Sport Singapore stressed that Sobti is not a Team Singapore athlete who receives support, as its spokesman noted that “sportsmanship is important on and off the field”.\nThe spokesman added: “Sport Singapore does not condone anyone compromising their National Service obligations or abusing their privileges. Any TeamSG athlete who does so will be subject to disciplinary review."},
{"url": "http://www.straitstimes.com/business/crypto-firms-circle-coinbase-cryptocom-rush-to-assure-customers-amid-us-bank-collapse", "title": "Crypto firms Circle, Coinbase, Crypto.com rush to assure customers after US bank failures", "date": "2023-03-13T17:09:37+08:00", "content": "SINGAPORE – Some of the big names in the cryptocurrency world with regional headquarters in Singapore have rushed to assure customers that business will go on, as the\nin the past three days stoked fears round the globe.\nPeer-to-peer payment firm Circle Internet Financial and cryptocurrency exchanges Coinbase and Crypto.com, all of which have received in-principle approval from the Monetary Authority of Singapore (MAS) to offer digital payment token services in the Republic, on Monday sought to give assurance to customers.\nIn a reply to media queries, MAS on Monday said it is in close touch with Enterprise Singapore to assess any potential impact of international developments on Singapore start-ups, including those with operations in the United States.\n“The initial feedback indicates that the impact is limited. MAS and other government agencies will continue to monitor the situation closely for any signs of stress,” the regulator said.\nCircle’s chief executive Jeremy Allaire early on Monday said on Twitter that customers will be able to redeem from Tuesday its token USD Coin (USDC) that is pegged to the US dollar.\nHe said automated USDC minting and redemption for customers will be through Cross River Bank, while redemptions can also be made via Bank of New York Mellon.\nMr Allaire’s comments come after the US Federal Reserve, Treasury Department and the Federal Deposit Insurance Corporation on Monday morning took the extraordinary step of designating the two US banks – Silicon Valley Bank and Signature Bank – which are popular with fintech and crypto firms, as a systemic risk to the financial system.\nSuch a move is not a bailout but it gives US regulators the flexibility to guarantee uninsured deposits. It means customers of both American banks will be able to get back all their deposits.\nCircle, which received the MAS nod last November, said it has US$3.3 billion (S$4.5 billion), or about 8 per cent of total USDC reserves, deposited at Silicon Valley Bank, and this will be fully available when US banks open on Tuesday. It added that no USDC cash reserves were held at Signature Bank.\nExchange Coinbase, which got the nod from MAS last October, on Monday said in a series of tweets that it continues to operate as usual and that “all client funds continue to be safe and accessible, including USDC conversions”.\nThe exchange said that as at end-Friday, it had about US$240 million in corporate cash at Signature Bank, and it expects “to fully recover these funds”.\nWhen asked, Crypto.com, which received MAS in-principle approval in June 2022, said there is “no impact to the Singapore business”.\nIts chief executive and co-founder Kris Marszalek had tweeted that the exchange has “zero exposure” to Signature Bank, and that the firm is in the process of resuming all USDC services.\nIn an earlier tweet, Mr Marszalek also declared that the firm did not have exposure to Silicon Valley Bank or crypto-focused Silvergate Bank.\nSilvergate, the\nsaid last week that it would wind down operations and voluntarily liquidate. The decision came after it was hit with a liquidity crunch following the collapse of US crypto exchange FTX late last year.\nOn Friday, the California authorities\n, the 16th largest in the US.\nSilicon Valley Bank’s failure was led by a bank run that came about due to higher interest rates. The bank’s clients, many of which are tech start-ups and fintech firms, started to pull money out to meet liquidity needs as fund-raising became harder.\nThe fall of Silicon Valley Bank, combined with the crypto market rout, prompted the US authorities to close Signature Bank on Sunday, given the threat Signature posed to the entire financial system.\nThe New York-based lender is known for its huge real estate lending business, and it had become one of the main crypto banks. The lender’s closure is the third-largest bank failure in US history and the second massive bank failure within days"},
{"url": "http://www.straitstimes.com/business/s-pore-banking-system-remains-sound-in-wake-of-collapse-of-silicon-valley-bank-signature-bank-in-us-mas", "title": "S’pore banking system remains sound in wake of collapse of Silicon Valley Bank, Signature Bank in US: MAS", "date": "2023-03-13T19:02:17+08:00", "content": "SINGAPORE – The local banking system remains “sound and resilient”, said the Monetary Authority of Singapore (MAS) on Monday, amid the closure of two banks in the United States over the weekend.\nThe US authorities have since said that all customers in the two banks will be paid in full.\nIn its statement, MAS said that the Singapore dollar money market and foreign exchange market continue to function well.\nSVB Financial Group, which did business as Silicon Valley Bank (SVB) and focused on start-ups, became on Friday\nsince the 2008 financial crisis.\nThis was followed by the closure of Signature Bank in New York state which ran a big real-estate lending business and had recently made bets on cryptocurrencies.\nA third bank, California-based Silvergate Bank, which did business with a high number of crypto clients, announced earlier last week that it\nIn response to queries from The Straits Times, a DBS Bank spokesman noted that it has “strong liquidity and a diversified funding base that is supported by a solid retail customer deposit franchise”.\nIts loan exposure to start-ups is immaterial and it does not have exposure to the three banks.\nDBS said its loan books have benefited from rising interest rates while its debt securities, or fixed-income securities portfolios, have relatively short maturities.\nShort-term bonds are less sensitive to interest rate changes than long-term bonds, meaning that if interest rates rise, the value of the short-term bonds in the portfolio is less likely to decline significantly compared to longer-term ones.\nNoting that the bank has a sizeable and diversified deposits base, a UOB spokesman added that it has a short-duration and highly-liquid securities portfolio. It, too, has no exposure to the three banks.\nMs Koh Ching Ching, head of group brand and communications at OCBC Bank, also confirmed that her bank does not have any exposure to the three banks.\nIn its statement, MAS reiterated that “banks in Singapore are well-capitalised and conduct regular stress tests against interest rate and other risks”.\nThus “their liquidity positions are healthy, underpinned by a stable and diversified funding base. These factors will allow them to weather potential stresses from global financial developments”.\nThe central bank added that it “stands ready to provide liquidity through its suite of facilities to ensure that Singapore’s financial system remains stable and financial markets continue to function in an orderly manner”.\nMAS will also work with Enterprise Singapore to assess any potential impact the failure of SVB and Signature Bank might have on Singapore start-ups, including those with operations in the United States.\nThis comes after the US Treasury Department, the Federal Reserve and the Federal Deposit Insurance Corporation (FDIC) on Sunday said depositors at Signature Bank will have access to their money – just like SVB clients who will get their money in full on Monday.\n“All depositors of this institution will be made whole,” the regulators said. “As with the resolution of SVB, no losses will be borne by the taxpayer.”\nMAS said the feedback it has received so far indicates that any impact is limited.\nST understands that Singapore-based, US-listed Grab is not exposed to SVB. Mr Nirgunan Tiruchelvam, head of consumer and Internet at investment advisory firm Aletheia Capital, confirmed that Grab has not banked with SVB.\nMeanwhile, payments firm Wise, which has a Singapore-client base, told Reuters that while it held funds in SVB, the firm faced “minimal exposure”.\nState investment fund Temasek Holdings did not comment. However, some companies in its portfolio, including US-listed payments firm Bill.com and online gaming platform Roblox, filed statements noting that their exposure to SVB is limited.\nGIC declined to comment. ST understands that the Singapore sovereign wealth fund has limited exposure to SVB and does not have any accounts with them.\nA Singaporean start-up founder based in the US, who did not wish to be named, told ST it managed to move 90 per cent of its money out of SVB on Thursday morning, just a day before the bank collapsed. “The past few days have been crazy, I spent the whole weekend opening up over 10 bank accounts around the world. This episode shows us the importance of diversifying where we put our funds."},
{"url": "http://www.straitstimes.com/business/sias-tells-shareholders-to-reject-boustead-offer-which-ifa-calls-not-fair-but-reasonable", "title": "Sias tells shareholders to reject Boustead offer, which IFA calls ‘not fair but reasonable’", "date": "2023-03-13T21:35:52+08:00", "content": "SINGAPORE - Boustead Singapore’s bid to acquire Boustead Projects at 95 cents a share is being met with opposition, as the Securities Investors Association (Singapore), or Sias, has advised shareholders to reject the listed acquirer’s offer unless the offer price is raised to a “fair and reasonable” amount.\nThis goes against the recommendation of Boustead Projects’ independent directors, who said shareholders should accept the offer, unless they are able to get a price that is higher than what the open market is offering.\nIn a statement on Monday, Sias’ founder and chief executive David Gerald said that all exit offers for voluntary delisting must be fair and reasonable under the Singapore Exchange’s (SGX) listing rules.\nNow that the appointed independent financial adviser (IFA) has assessed that the offer is “not fair” while being reasonable, he said shareholders “should not fear that the company will be delisted even if they do not accept the offer”.\nThis is because the company cannot exercise compulsory acquisition under Section 215 of the Companies Act, he added. The provision which he cited addresses the power to acquire shares of shareholders dissenting from a scheme or contract approved by a 90 per cent majority.\nHowever, this can change if shareholders continue to accept the offer, since it will cause a drop in the free float, which would have to be restored, failing which the company faces delisting, Mr Gerald said.\nAs at March 10, the total number of shares owned, controlled or agreed to be acquired by Boustead Singapore and its concert parties as well as valid acceptances of the offer\nGerald further called upon SGX Regulation to require Boustead Projects to restore the free float even if it loses it, as it “has not complied with the Listing Rules requirements on exit offer for delistings”.\nThe offer to acquire Boustead Projects\n– raised from the initial price of 90 cents –\nIFA’s detailed opinion was carried in an offeree circular that was issued on Monday. It views the offer as not being fair, as the final offer price of 95 cents is not within its final estimated valuation range of between $1.17 and $1.38 for the shares.\nIn fact, the price represents a significant discount of approximately 29.6 per cent to the target base price of $1.35 of the latest broker research report available, it noted as one of the factors against the 95-cent offer price.\nThe IFA also said that the premia implied by the offer price over the company’s historical volume-weighted average price are lower than the mean and median premia of the precedent privatisation transactions.\nReasons it states for calling the offer reasonable included the fact that 95 cents comes at a premium to the historical traded prices of the shares over the one-year, six-month, three-month, and one-month periods.\n“It appears likely that the market price following the offer announcement till the latest practicable date is supported by the offer,” it stated, noting that Boustead Projects’ shares closed at 83.5 cents on the last full traded day.\nIt also noted that the shares have been thinly traded. The highest recorded average daily traded volume was 136,966 shares, which represented 0.16 per cent of the free float for the two-year lookback period prior to the last full traded day, it said.\nThis may result in investors being unable to undertake transactions in larger number of shares at the intended price or a price higher than 95 cents, it stated.\nBoustead Projects’ share price was flat at the offer price of 95 cents, while Boustead Singapore dropped 0.6 per cent to 86 cents as at market close on Monday"},
{"url": "http://www.straitstimes.com/business/us-bank-failure-exposes-lurking-systemic-risk-of-tech-s-trillion-dollar-money-machine", "title": "US bank failure exposes lurking systemic risk of tech’s trillion-dollar money machine", "date": "2023-03-13T13:14:53+08:00", "content": "– The\nhas prompted a global reckoning at venture capital (VC) and private equity firms, which found themselves suddenly exposed all together to the tech industry’s money machine.\nSVB billed itself as a one-stop shop for tech visionaries. Its tactics to bundle client services were deemed aggressive by some, but it was hard to argue with the results: business with 44 per cent of VC-backed technology and healthcare companies that went public last year, and overall explosive growth during boom times.\nIn so doing, it created massive counterparty risk – a single point of failure that could imperil the sprawling financial ecosystem that backs America’s next big ideas.\nPrivate equity firms including Vista Equity Partners, Insight Partners and Thoma Bravo have dozens of portfolio companies that banked with SVB. It was the institution of choice for start-ups backed by the region’s most prominent venture firms, like Sequoia Capital and Andreessen Horowitz. It also provided services to Roku and other public companies long after their initial public offerings.\nIt is a startling wake-up call to regulators after largely standing by as the shadow banking system ballooned in the wake of the global financial crisis. Private equity firms invested more than US$6 trillion (S$8 trillion) in the United States economy in the 10 years to 2021 and employed more than 11.7 million Americans. VC money more than quadrupled to about US$1 trillion from 2007 to 2021, and VC-backed companies have 3.8 million workers – a 960 per cent increase from 1990.\nUS financial regulators laid out a plan on Sunday to\nThe Treasury Department, Federal Reserve and Federal Deposit Insurance Corporation (FDIC) jointly announced the efforts, which includes a bank funding programme.\nIt allows banks to place Treasuries (US government bonds), which have declined sharply in value over the past year, at the Fed and receive face value back in the form of a one-year loan. It was large unrealised losses on such securities, combined with unstable deposits, that doomed SVB.\n“Glad we did not have to learn the hard way, but this is still a reminder of the dangers when we become too dependent on a single point of failure,” said Mr Darren Eng, a venture capital adviser and executive director of Los Angeles’ venture association. “The ecosystem should not be beholden to just one bank.”\nSVB’s vast reach was laid bare to Mr Joshua Frost, the US Treasury’s assistant secretary for financial markets, as he addressed a virtual audience of almost 1,000 venture capitalists and their portfolio companies on Friday evening.\nDuring a members-only Zoom call, representatives of lobbying group National Venture Capital Association (NVCA) threw question after question at Mr Frost, who would later that evening speak to FDIC officials. They implored him to consider the industry’s view when officials crafted a response.\n“The magnitude of what this industry is responsible for, and on behalf of the country – this is significant,” said NVCA president Bobby Franklin. “This is where the innovation happens.”\nThe same day, some 20 private equity chief financial officers and executives with exposure to SVB jumped on a call. Some said that if it became clear deposits were not secure at smaller institutions like SVB, they would stop parking assets in them altogether, said a person briefed on the call.\nMeanwhile, institutional investors were rushing to make sure they were not sending money into SVB’s black hole.\nIn the back offices of some of the nation’s biggest public pension plans, employees on Friday were checking that funds for capital calls were not being wired to accounts tied to SVB, according to a person familiar with the matter.\n“SVB would provide venture debt for companies that sometimes don’t have revenues or millions in revenue at a very good price,” said Mr Jai Das, co-founder of Sapphire Ventures. “There was a lot of trust involved.”\n“The fates of thousands of small technology companies and the vitality of the start-up economy will be back in the hands of strangers,” Sequoia partner Michael Moritz wrote. “And the US will be all the poorer.”\nSVB was not the only financial institution that the tech industry patronised, of course, but it was a clear leader in the market, so much so that banking there was something of a badge of honour among venture capitalists.\nIts collapse leaves a void in the industry that in the immediate aftermath will likely be filled by multiple banks.\n“What would be best for the ecosystem is for a half a dozen banks all partnering with early-stage tech entrepreneurs and investors,” said Mr Scott Jacobson, a managing director at Madrona Venture Group. BLOOMBER"},
{"url": "http://www.straitstimes.com/business/hsbc-acquires-silicon-valley-bank-uk-to-protect-depositors", "title": "HSBC buys UK arm of stricken Silicon Valley Bank for £1", "date": "2023-03-13T15:28:02+08:00", "content": "LONDON - HSBC bought the British arm of stricken Silicon Valley Bank (SVB) for a symbolic £1 (S$1.60) on Monday, rescuing a key lender for technology start-ups in Britain and helping curb the fallout from the biggest bank collapse since the 2008 financial crash.\nThe move comes after the\nand stem any wider contagion from the sudden collapse of parent firm Silicon Valley Bank.\nThe deal, which sees one of the world’s biggest banks, with US$2.9 trillion (S$3.9 trillion) of assets, take the doomed British arm of the tech lender under its wing, brings to an end frantic weekend talks between the government, regulators and prospective buyers.\n“HSBC is Europe’s largest bank, and SVB UK customers should feel reassured by the strength, safety and security that brings them,” said British Finance Minister Jeremy Hunt.\n“We were faced with a situation where we could have seen some of our most important companies – our most strategic companies – wiped out, and that would have been extremely dangerous.”\nAsked about HSBC’s white-knight role, he said the Finance Ministry’s priority had been to avoid using UK taxpayers’ money.\nThe Bank of England said it had organised the sale to underpin confidence in the financial system and minimise any fallout for British technology firms.\nIt said deposits at the bank were safe as a result of the sale, and that the wider banking system was safe.\nBritain’s blue-chip FTSE 100 index of shares was down 1 per cent in early trading, after sliding 1.7 per cent on Friday amid wider global market turmoil sparked by SVB’s collapse. HSBC shares were down 1.7 per cent.\n“On the face of it, it appears a good deal,” said Mr Richard Marwood, senior fund manager and HSBC investor at Royal London Asset Management. “SVB lacked liquidity and depositor confidence – HSBC has both of those in spades.”\nSVB UK is ring-fenced from the US group, and HSBC said the assets and liabilities of the parent firm were excluded from the transaction. “This acquisition makes excellent strategic sense for our business in the UK,” HSBC chief executive Noel Quinn said in a statement.\nSVB UK has loans of around £5.5 billion and deposits of around £6.7 billion, HSBC said, adding that the takeover is completed immediately. The Bank of England said SVB UK had a total balance sheet size of around £8.8 billion.\nUnlike the United States, Britain has not announced broader liquidity measures for the banking system. Dozens of listed British companies issued statements on Monday about their exposure to SVB UK, seeking to reassure investors, or in some cases warn them, just as news of the rescue deal was announced.\nOthers had also examined buying the bank.\nBank of London said on Sunday it had submitted a formal proposal. SoftBank-owned lender OakNorth Bank also weighed a bid, a source told Reuters.\nAbu Dhabi state-backed investment vehicle ADQ was also looking, according to media reports.\nMeanwhile, Canada’s banking regulator seized control of SVB’s branch in Toronto on Sunday and said it would seek a legal order to wind up the operation. The branch in Canada mainly lends to corporate clients, and does not hold any commercial or retail deposits. REUTER"},
{"url": "http://www.straitstimes.com/business/experts-flag-moral-hazard-risk-as-us-intervenes-in-svb-crisis", "title": "Experts flag moral hazard risk as US intervenes in Silicon Valley Bank crisis", "date": "2023-03-13T14:55:48+08:00", "content": "SYDNEY/NEW YORK - US regulators may have stemmed a banking crisis by guaranteeing deposits of\nbut some experts warn that the move has encouraged bad investor behaviour.\nFollowing a weekend of discussions over the future of SVB owner SVB Financial Group, banking regulators unveiled emergency funding plans for the bank.\nBillionaire hedge fund manager Bill Ackman wrote on Twitter that if the authorities had not intervened, “we would have had a 1930s bank run continuing first thing Monday, causing enormous economic damage and hardship to millions”.\n“More banks will likely fail despite the intervention, but we now have a clear road map for how the government will manage them.”\nYet by guaranteeing that depositors would lose no money, the authorities have again raised the question of moral hazard – the removal of people’s incentive to guard against financial risk.\n“This is a bailout and a major change of the way in which the US system was built, and its incentives,” said Mr Nicolas Veron, senior fellow at the Peterson Institute for International Economics in Washington. “The cost will be passed on to everyone who uses banking services.”\nHe added: “If all bank deposits are now insured, why do you need banks?”\nSeparately, officials said depositors of New York’s Signature Bank, which the New York state financial regulator closed on Sunday, would be made whole at no loss to the taxpayer. Also, the Federal Reserve made it easier for banks to borrow from it in emergencies.\n“If the Fed is now backstopping anyone facing asset/rates pain, then they are de facto allowing a massive easing of financial conditions as well as soaring moral hazard,” Rabobank strategists Michael Every and Ben Picton wrote in a note to clients.\nBecause only the first US$250,000 (S$337,000) of each deposit at a US bank is insured by the Federal Deposit Insurance Corporation (FDIC), last week’s collapse of SVB sparked concerns that its small-business clients would be unable to pay employees. Some 89 per cent of around US$200 billion in deposits held by SVB at the end of 2022 was uninsured, according to the FDIC.\nRegulators have now removed that risk. But in doing so, “they took another step towards demonstrating that they are unwilling to allow free markets to sort themselves out”, said Toronto-based independent proprietary trader Kevin Muir.\nSome analysts said the US actions were not a bailout, as shareholders and unsecured debt holders of SVB would not be covered.\n“It’s certainly a stress relief in the short term, and we can worry about moral hazard and lax regulation later,” said Mr Steve Sosnick, chief strategist at Interactive Brokers in Connecticut, referring to the regulators’ actions.\n“Stock and bond holders in SVB and Signature are likely wiped out. That’s a lot of money that simply evaporated, which has to hurt someone. It won’t fully remove the worries about what other banks might be in trouble.”\nThe regulators’ moves pushed up US stock futures in Asian trade on Monday, but investors wagered that, amid the financial nervousness, a US interest rate rise this month was no longer a certainty. REUTER"},
{"url": "http://www.straitstimes.com/business/bond-markets-may-benefit-if-us-fed-slows-rate-hiking-cycle-after-svb-collapse", "title": "Bond markets may benefit if Fed slows rate hiking cycle after Silicon Valley Bank collapse", "date": "2023-03-13T17:00:00+08:00", "content": "SINGAPORE - The\nlast week has led to jitters in the markets, and there is chatter that the US Federal Reserve will have to pause or even slow its rate hiking cycle when it meets on March 21 and 22.\nBond markets, particularly emerging market (EM) bonds, are awaiting this Fed decision for an indication of how much further the US central bank will go.\nAlready a subscriber?\nGet exclusive reports and insights with more than 500 subscriber-only articles every month\nNo contract\nST app access on 1 mobile device\nSubscribe now\nAll subscriber-only content on ST app and straitstimes.com\nEasy access any time via ST app on 1 mobile device\nE-paper with 2-week archive so you won't miss out on content that matters to yo"},
{"url": "http://www.straitstimes.com/life/entertainment/oscars-everything-everywhere-all-at-once-is-big-winner", "title": "Oscars: Everything Everywhere All At Once is big winner", "date": "2023-03-13T12:43:26+08:00", "content": "LOS ANGELES - In the late 1960s, young cineastes shook up a moribund film industry by delivering idiosyncratic, startlingly original work. The moment became known as New Hollywood.\nWhen film historians look back at the 95th Academy Awards, they may mark it as the start of a new New Hollywood.\nVoters honoured A24’s head-twisting, sex toy-brandishing, TikTok-era Everything Everywhere All At Once with the Oscar for best picture – along with six others – while also naming Netflix’s German-language war epic All Quiet On The Western Front the winner in four technical categories.\nThe Daniels, the young filmmaking duo behind the racially diverse Everything Everywhere All At Once,\nThe Daniels is an oh-so-cool sobriquet for Daniel Kwan and Daniel Scheinert. They are both 35.\nThe film, which received a field-leading 11 nominations, also won Oscars for film editing, best actress and best supporting actor and actress, with Michelle Yeoh, Ke Huy Quan and Jamie Lee Curtis honoured for their performances.\n“Ladies, don’t let anybody ever tell you that you are ever past your prime,” Yeoh, 60, said when accepting\n“Never give up.” She was the first Asian woman to receive the award.\nQuan’s win provided the Academy Awards with a hall-of-fame comeback story: After early success in movies like The Goonies (1985) and Indiana Jones And The Temple Of Doom (1984), his acting career grew so cold that he turned to stunt work.\n“Dreams are something you have to believe in,” Quan, 51, said as tears streamed down his face and A-list attendees gave him a standing ovation. “I almost gave up on mine. To everyone out there, please keep your dreams alive.”\nCurtis, 64, was also in tears by the time she reached the fiery conclusion of her acceptance speech.\n“To all of the people who have supported the genre movies that I have made for all these years,” she said, “the thousands and hundreds of thousands of people, we just won an Oscar together!”\nThe Academy of Motion Picture Arts and Sciences spread nominations remarkably far and wide this year.\nTwo blockbuster sequels, Avatar: The Way Of Water and Top Gun: Maverick, made the best picture cut. So did the little-seen art films Triangle Of Sadness, Women Talking and Tar. Voters also made room for a musical (Elvis) and a memory piece (The Fabelmans).\nIn some ways, spreading nominations widely reflected the jumbled state of Hollywood.\nNo one in the movie capital seems to know which end is up, with streaming services like Netflix hot then not, and studios unsure about how many films to release in theatres and whether anything but superheroes, sequels and horror stories can succeed.\nOver the weekend, Scream VI was the top movie at the North American box office, with an estimated US$44.5 million in ticket sales.\nFirst-time nominees filled 16 of the 20 acting slots, with new stars like Austin Butler (Elvis), Barry Keoghan (The Banshees Of Inisherin), Brian Tyree Henry (Causeway), Paul Mescal (Aftersun) and Stephanie Hsu (Everything Everywhere All At Once) honoured for breakthrough roles.\nBut first-time acting nominations also went to Hollywood stalwarts like Curtis, Yeoh and Brendan Fraser. To some degree, the inclusion of Quan, Curtis, Fraser and Yeoh was seen as redemption for Hollywood: All had somehow been cast to the side at some point over their careers.\nAn overcome\nas an obese professor in The Whale, thanked Darren Aronofsky, the film’s director, “for throwing me a creative lifeline”.\nThe academy was also trying to balance old and new in the Oscars ceremony itself.\nThe academy’s chief executive had promised a return to the polished, glamorous Oscar ceremonies of the past to recover from last year’s chaotic telecast, when an angry Will Smith walked onstage and slapped Chris Rock.\nIn a change from last year, when eight categories were scuttled to a non-televised portion, all 23 Oscars were handed out live on air.\nJimmy Kimmel arrived on the Oscars stage by parachute, moments after a pair of Top Gun-style fighter jets flew over the Dolby Theatre in Los Angeles at 345 mph, and breezed through a self-assured monologue that left the A-listers seated before him cheering in support.\nHe teased director Steven Spielberg – gently – for his lack of recreational drug use and Fraser and Quan for once appearing together in Encino Man (1992). It was the kind of affable ribbing that once made Billy Crystal the king of the Oscar emcee’s.\n“And if any of you get offended by a joke and decide you want to come up here and get jiggy with it? It’s not going to be easy,” Kimmel said, addressing last year’s slap without directly mentioning Smith.\nHe then joked that people like Michael B. Jordan, the Creed star, and Pedro Pascal, who plays the title role in The Mandalorian, were prepared to intervene.\n“Seriously, the academy has a crisis team in place,” Kimmel said. “If anything unpredictable or violent happens during the ceremony, just do what you did last year – nothing. Maybe even give the assailant a hug.”\nAs expected,\nand Navalny was honoured as best documentary. Less anticipated was Ruth Carter’s win for her Black Panther: Wakanda Forever costume design.\nMost awards handicappers had predicted victory for the Elvis costume designer Catherine Martin. Carter also won for Black Panther in 2019. NYTIMES\nEverything Everywhere All At Once\nMichelle Yeoh, Everything Everywhere All At Once\nBrendan Fraser, The Whale\nDaniel Kwan and Daniel Scheinert, Everything Everywhere All At Once\nEverything Everywhere All At Once (Paul Rogers)\nWomen Talking (Sarah Polley)\nNaatu Naatu, by M.M. Keeravaani and Chandrabose (RRR)\nAll Quiet On The Western Front (Volker Bertelmann)\nEverything Everywhere All At Once (Daniel Kwan and Daniel Scheinert)\nThe Boy, The Mole, The Fox And The Horse\nBlack Panther: Wakanda Forever (Ruth Carter)\nThe Whale”(Adrien Morot, Judy Chin and Annemarie Bradley)\nAll Quiet On The Western Front (James Friend)\nAn Irish Goodbye\nAvatar: The Way Of Water (Joe Letteri, Richard Baneham, Eric Saindon and Daniel Barrett)\nAll Quiet On The Western Front, Germany\nTop Gun: Maverick (Mark Weingarten, James Mather, Al Nelson, Chris Burdon and Mark Taylor)\nAll Quiet On The Western Front (Christian M. Goldbeck and Ernestine Hipper)\nNavalny\nThe Elephant Whisperers\nKe Huy Quan, Everything Everywhere All At Once\nJamie Lee Curtis, Everything Everywhere All At Once\nGuillermo Del Toro’s Pinocchi"},
{"url": "http://www.straitstimes.com/life/she-won-because-she-is-hardworking-says-michelle-yeoh-s-mum-after-malaysian-born-actress-oscar-win", "title": "She won because she is hardworking, says Michelle Yeoh’s mum after Malaysian-born actress’ Oscar win", "date": "2023-03-13T13:21:31+08:00", "content": "KUALA LUMPUR - Datin Janet Yeoh was ecstatic when her daughter Michelle Yeoh\nClapping, the 84-year-old hugged family members around her when Yeoh won the Oscar for her role in science-fiction film Everything Everywhere All At Once.\n“I am very happy with Michelle’s success,” Mrs Yeoh told The Star after the Oscar broadcast.\n“She won the award because she is hardworking. You can see that in the way she fights in movies, the way she performs. She is very beautiful, talented and smart also,” she added.\nMrs Yeoh shared her happiness with her family members and celebrity guests at a viewing party of the awards show at Dadi Cinema in Pavilion Kuala Lumpur, hosted by the Yeoh family on Monday morning.\nThe whole hall erupted with joy when the Ipoh-born star was announced the winner.\nIn her speech, Yeoh thanked her mum, which made the elder Yeoh beam with pride.\n“I have to dedicate this (award) to my mum, all the mums in the world because they are really the superheroes, and without them, none of us would be here tonight.\n“I’m taking this home to her. She’s watching right now in Malaysia, KL, with my family and friends. I love you guys. I’m bringing this home to you,” Yeoh said during her acceptance speech.\nMrs Yeoh, who kept her eyes on the screen throughout the broadcast, was ecstatic when the film Everything Everywhere received an award. The film\nYeoh’s nephew and niece were equally joyous of the actress’ victory at the Oscars.\nThe two youngsters addressed the guests who were present during a break of the viewing.\n“Michelle has lived a passionate life as an actor and is a very hardworking individual,” said Mr Kelvin Yeoh, her nephew, quipping that he and his sister, Vicki Yeoh, were  Yeoh’s No.1 fans.\nMs Vicki Yeoh added that Yeoh is proof that dreams can come true.\n“We hope that she continues to inspire people just as she has inspired us. She really is an inspiration not only to Asians but everyone, everywhere and maybe...all at once,” she said.\nDatin Yeoh said that she was nervous about the outcome, so much so that she could not sleep.\nAmong the local celebrities who witnessed the historical moment alongside Mrs Yeoh were Malaysian model-actresses Amber Chia, Nasha Aziz and Sangeeta Krishnasamy and Malaysian actor Henley Hii.\nAlso at the event was Women, Family and Community Development Minister Nancy Shukri, who presented the “Anugerah Wanita Kasih Unggul” award to Mrs Yeoh in conjunction with International Women’s Day. THE STAR/ASIA NEWS NETWOR"},
{"url": "http://www.straitstimes.com/life/entertainment/naatu-naatu-lady-gaga-and-rihanna-oscars-night-in-music", "title": "Naatu Naatu, Lady Gaga and Rihanna: Oscars night in music", "date": "2023-03-13T14:36:11+08:00", "content": "LOS ANGELES - The viral dance song Naatu Naatu made Oscars history on Sunday as the first song from an Indian film to win the Academy Award for best original song – besting heavyweights Lady Gaga and Rihanna to snag the prize.\nWith music by composer M.M. Keeravani and lyrics by Chandrabose, the win for the Telugu-language song followed an exuberant performance, including the famed “hook dance” steps from the crowd-pleasing film, RRR, rejigged for the Dolby Theatre stage.\nFresh off her career-spanning Super Bowl halftime performance, during which she revealed her second pregnancy, Rihanna also performed her nominated song in what was one of the night’s most anticipated moments.\nDonning black and silver beaded wide leg pants with elbow-length black leather gloves, swathes of sheer tulle dripping with rhinestones cascaded over her baby bump, the superstar sang Lift Me Up from the sequel Black Panther: Wakanda Forever.\nIt was a soft but impassioned tribute to the late Chadwick Boseman, who starred in the original film before\nFollowing Rihanna’s performance, the last of the evening, her partner A$AP Rocky cheered her on, raising a champagne glass to the global icon and mother of his children.\nAnd Lady Gaga delivered a surprise performance – she was not originally slated to perform – of her nominated song Hold My Hand, which she wrote for the Tom Cruise blockbuster sequel Top Gun: Maverick.\nAfter hitting the carpet in high-glamour Versace and heavy red-lipped, smoky-eyed makeup, Lady Gaga stripped back her look to match her raw, sparsely-produced performance.\nThe versatile pop phenom – who has already won an Oscar for her song Shallow from A Star Is Born – wore a black T-shirt and jeans ripped at the knee, capping off the look with Converse sneakers, a French braid and barely-there makeup.\nCalling her song “deeply personal”, Lady Gaga offered a heartfelt message before launching into her set: “We need a lot of love to walk through this life.”\n“We all need a hero sometimes – there are heroes all around us in unassuming places,” she continued. “But you might find that you could be your own hero even if you feel broken inside.”\nThe 14-time Oscar-nominated songwriter Diane Warren joined performer Sofia Carson onstage to perform their nominated song Applause from the movie Tell It Like A Woman.\nThat preceded a bizarre performance featuring none other than singer David Byrne that aimed to achieve the level of wackiness in the film\nThe track, This Is A Life, also earned a nomination for best song, performed for the film by Byrne, Mitski and Son Lux.\nMitski did not join Sunday’s festivities, with Everything Everywhere cast member Stephanie Hsu – who earned a best supporting actress nomination for her role in the film – taking the stage in her place, wearing, like Byrne, all white.\nFrom martial arts choreography to googly-eyed back-up dancers to the infamous hot dog fingers, the staging was rife with references to the film – including a visual of Raccacoonie, the film’s absurdist riff on animated classic Ratatouille.\nLenny Kravitz graced the Academy with his presence to deliver a touching, piano-driven version of his song Calling All Angels for the night’s in memoriam segment.\nAmerican actor John Travolta choked back tears as he introduced Kravitz’s performance to honour those who have died over the past year – Ray Liotta, Jean Luc-Godard and Angela Lansbury among them – referencing his beloved Grease co-star and friend, the late Olivia Newton-John, with a play on her famous song Hopelessly Devoted To You.\nHollywood maestro John Williams – whose iconic compositions include the scores to Jurassic Park, Jaws and Star Wars – fell short of setting the record for oldest Oscar winner ever (though he is still the oldest nominee).\nAt 91, his work on director Steven Spielberg’s The Fabelmans was up for best score, his 53rd nomination – but that prize went to Volker Bertelmann for All Quiet On The Western Front. AF"},
{"url": "http://www.straitstimes.com/business/sti-falls-14-amid-mixed-asian-trading-as-investors-weigh-svb-collapse", "title": "STI falls 1.4% amid mixed Asian trading as investors weigh SVB collapse", "date": "2023-03-13T18:15:10+08:00", "content": "SINGAPORE - Singapore stocks slid on Monday amid mixed trading in the region, as investors remained cautious following the\nThe benchmark Straits Times Index (STI) slid 1.4 per cent, or 45.06 points, to close at 3,132.37, with all but four counters ending the day in the red.\nKeppel Corp was the top STI decliner on Monday, with the counter slipping 2.6 per cent to end at $5.32. Meanwhile, shares of liquor company Emperador rose 2 per cent to close at 51 cents, ending the day at the top of the index performance table.\nAcross the broader market, losers outnumbered gainers 365 to 205, after 1.7 billion securities worth $1.3 billion changed hands.\nLocal banks DBS, UOB and OCBC were the top three most actively traded counters by value, with more than $400 million worth of the trio’s shares changing hands.\nThe counters fell between 1.4 per cent and 1.7 per cent on Monday.\nSingapore’s losses mirrored declines in Australia and Japan, where key indexes fell between 0.5 per cent and 1.1 per cent.\nBut key indexes in South Korea, Hong Kong and Shanghai ended between 0.7 per cent and 1.9 per cent higher, with US regulators stepping in at the weekend to strengthen confidence in the banking system.\n“In Asia trading today and the US close on Friday, equities, foreign exchange and bonds suggest markets are pricing in idiosyncratic risks from SVB, and not a systemic fallout. That’s how these type of shocks get interpreted by markets initially,” said RHB’s group chief economist and head of market research Sailesh K. Jha.\nHe noted that, beyond recent measures announced by the US government, the US Federal Reserve still had other liquidity injection tools it could use.\n“From our perspective, a systemic fallout on global markets from SVB is a low-probability event risk, and plenty of opportunities to add to risky asset exposure in coming weeks could materialise,” he added"},
{"url": "http://www.straitstimes.com/life/entertainment/historic-win-for-multiculturalism-on-oscars-night-with-everything-everywhere-s-sweep", "title": "Historic win for multiculturalism on Oscars night with Everything Everywhere’s sweep", "date": "2023-03-13T16:51:00+08:00", "content": "SINGAPORE – The oddball comedy Everything Everywhere All At Once made a sweep of the Oscars on Sunday night in Los Angeles (Monday morning, Singapore time), as expected.\nWith its seven Oscar wins, including for Best Picture and Best Director, the film has given the biggest boost to the profile of Asians and Asian-Americans in Hollywood to date.\nMalaysian Michelle Yeoh, 60, is\nCastmate Ke Huy Quan, 51, a Vietnamese-American of Chinese ancestry, is the second Asian to\n.\nThe first was Cambodian-American Haing S. Ngor, who won in 1985 for his performance in war drama The Killing Fields.\nEverything Everywhere, an idiosyncratic mash-up of riotous Stephen Chow-style comedy, the art-house drama of auteur Wong Kar-wai and the science-fiction concept of dimensional portals, entered the Oscar race with 11 nominations, the most of any film.\nIt is about a Chinese immigrant laundry owner, Evelyn (played by Yeoh), who speaks English, Cantonese and Mandarin.\nA factor said to be behind Everything Everywhere’s success is the feel-good element – a vote for the film, or for Quan, Yeoh and Jamie Lee Curtis, says something about the way the voters view themselves and their industry.\nIt was apparent to them that Yeoh and Curtis are veterans who have stayed in the game for more than 40 years, taking any role they could, while Quan is\nIt was a theme Yeoh emphasised in her acceptance speech.\n“For all the little boys and girls who look like me watching tonight, this is a beacon of hope and possibilities. This is proof... that dreams do come true. And ladies, don’t let anybody tell you you are ever past your prime. Never give up,” she said.\nThat desire to reward people not just for individual performances but also for their backgrounds is a factor behind\nfor his role as Charlie, a teacher seeking reconciliation with his daughter in The Whale.\nFraser, like Quan, was an actor whose shine had faded, until a hero film-maker saved him from exile.\nHelping to give the film an Oscars boost was the halo effect.\nEverything Everywhere’s winning streak began immediately after its debut at the South By Southwest festival in March 2022.\nBy the time of the Golden Globes in January, it had become an awards juggernaut, with wins that include\n(Yeoh’s Best Actress and Quan’s Best Supporting Actor) and a brace of critics’ prizes.\nVoter diversity was also certainly a factor in helping this eccentric movie win big.\nAfter the mid-2010s #OscarsSoWhite campaign slammed the event because its voters were mostly white men with an average age of 63, the Academy of Motion Picture Arts and Sciences began diversifying its base. Today, about a third of its 10,000 voters are women, and 19 per cent come from ethnic minorities.\nOscar voters are known to like outsider movies.\nIn 2017, for example, it gave the Best Picture award to Moonlight (2016), an independent drama about a gay black man, and in 2019, to the South Korean black comedy Parasite (2018). But\nincluding for Best Original Screenplay and Best Director, marks a historic shift towards multiculturalism.\nYeoh seems to be aware of this, as her speech made sure to name-check her roots.\n“I have to dedicate this to my mum. She’s watching right now in Malaysia, KL, with my family and friends. I love you guys, I’m bringing this home to you. And also to my extended family in Hong Kong, where I started my career. Thank you for letting me stand on your shoulders, giving me a leg up so that I can be here today.”\nEverything Everywhere All At Once\nDaniel Kwan and Daniel Scheinert – Everything Everywhere All At Once\nBrendan Fraser – The Whale\nMichelle Yeoh – Everything Everywhere All At Once\nKe Huy Quan – Everything Everywhere All At Once\nJamie Lee Curtis – Everything Everywhere All At Once\nGuillermo Del Toro’s Pinocchio\nAll Quiet On The Western Front\nThe Whale\nBlack Panther: Wakanda Forever\nAll Quiet On The Western Front\nAll Quiet On The Western Front\nAvatar: The Way Of Water\nEverything Everywhere All At Once\nWomen Talkin"},
{"url": "http://www.straitstimes.com/life/entertainment/jacky-cheung-preparing-for-new-concerts-including-a-stop-in-singapore-within-the-next-six-months", "title": "Jacky Cheung preparing for new concerts, including a stop in Singapore, within the next six months", "date": "2023-03-13T16:00:00+08:00", "content": "SINGAPORE – Hong Kong singer Jacky Cheung has announced that he is preparing for new concerts, expected to be held within six months.\nThe Heavenly King revealed these plans in a press release for his latest Mandarin single, Another Ten Years, which dropped on Feb 23.\nHis last concert tour, A Classic Tour, consisted of 233 shows from 2016 to 2019, and was seen by more than 4.5 million fans. It had two stops in Singapore – three shows in February 2017 and another three in February 2018 – all at the Singapore Indoor Stadium.\nIn an e-mail interview with The Straits Times, the 61-year-old star said that his upcoming tour will include a stop in Singapore. “Every time I go to Singapore, I always think to myself, ‘Wow, I still exist.’ I still feel so welcome by fans and the feeling is great. So, I am definitely coming back to Singapore.”\nAnother Ten Years is Cheung’s first Mandarin single in about eight years, after 2014’s The Rest Of Time, Tears Of Time and You Said It.\nDelivered in Cheung’s resonant baritone, the new number reflects on the rapid passage of time. The track was initially titled Golden Ten Years, but Cheung insisted it should be called Another Ten Years instead as he felt the latter emphasised the swift passage of time.\nThe track’s touching lyrics are penned by Malaysian lyricist Al Guan and its melody is composed by Malaysian musicians Jack Loo and Chet Ng.\nCheung shared that when he first heard the song’s demo, he felt deeply moved.\nHe said: “The lyrics reminded me of the past, such as drinking and meeting friends. There are fewer of such occasions now. Problems which I could not solve or let go of then have also become no big deal now.”\nHe found these lines especially moving: “That vigour and nostalgia have nothing to do with me.”\nCheung said: “When I think about how the past is something that I can never get back again, it makes me feel a little helpless and sad.”\nHe recalled that he once drove at night to see the home where he lived as a child, and found everything changed. “The whole place was different and it made me reflect on how cruel time is.”\nThis was why he teared when singing the number.\nThe singer, who is married to former actress May Lo and has two daughters, said: “When I was young, I always felt time passed very slowly. I just wanted to grow up quickly. It was only when I got older that I understood the meaning of time.”\nIn any case, he considered himself lucky to have discovered his love of singing so early in life and be able to support himself doing it.\nHe recalled that when his first album, Smile (1985), was released, he was still working as a reservation officer for Hong Kong airline Cathay Pacific. He said: “When I started singing, I was not sure if I could make ends meet.\n“It was only when my first record came out, and there were so many people who liked to hear me sing, that I dared to resign.”\nAlmost 40 years later, he has grasped that time is something everybody must come to terms with. “The faster it passes, the less you have.”\nHe just wants to cherish the present, work hard to do what he wants to do and learn to live life with peace of mind.\nHe said: “As the song’s last sentence goes, ‘how many more decades will there be?’"},
{"url": "http://www.straitstimes.com/life/entertainment/singaporean-director-pearry-reginald-teo-dies-in-his-hollywood-home-at-age-44", "title": "Singaporean director Pearry Reginald Teo dies in his Hollywood home at age 44", "date": "2023-03-13T17:15:00+08:00", "content": "LOS ANGELES – Singaporean writer-director Pearry Reginald Teo, best known for The Gene Generation (2007) starring Bai Ling, has died at the age of 44.\nAccording to his management agent Italia Gandolfo, who spoke to entertainment outlet The Hollywood Reporter, Teo died last Thursday of an unknown cause in his home in North Hollywood.\nHe also helmed DMX’s last movie, Fast Vengeance (2021), before the rapper-actor’s death in April 2021.\nOther works included genre horror films Necromentia (2009) and The Assent (2019), starring Tatum O’Neal.\nScience-fiction movie The Gene Generation, which was reportedly made for US$2.5 million, starred Chinese-American actress Bai as an assassin battling DNA hackers and included a cameo by American actress Faye Dunaway.\nHe was also an executive producer on the 2012 movie adaptation of David Mitchell’s novel Cloud Atlas, directed by the Wachowskis and Tom Tykwer.\nBased in the United States since 2001, Teo was born in Singapore on July 23, 1978. He moved to Australia when he was 14, and returned to Singapore for his national service.\nThe independent film-maker, who started making movies when he was 22, said in a 2013 YouTube interview with Asians On Film that he ventured to the US as he felt Singapore was “not ready to explore the concepts” in films that he was interested in.\nHis IMDb page lists three upcoming movies, including one which is completed and two in post-production.\nAccording to The Hollywood Reporter, he is survived by his son, Ashton; his sister, Chaya Supannarat, a producer on a couple of his films; and his parents"},
{"url": "http://www.straitstimes.com/life/entertainment/she-s-selina-jen-is-12-weeks-into-her-pregnancy", "title": "S.H.E’s Selina Jen is 12 weeks into her pregnancy", "date": "2023-03-13T17:40:00+08:00", "content": "TAIPEI – Taiwanese singer Selina Jen of girl group S.H.E has disclosed that she is 12 weeks pregnant.\nThe 41-year-old made the announcement via her podcast posted on Weibo on Monday, adding that the baby was probably conceived during a trip to Vietnam in late 2022.\nThe singer-actress said she has given her baby – she does not know the gender yet – the pet name “Little Cashew” because cashew nuts left an impression on her during the trip.\nShe felt unwell at the beginning of the year and believed she was pregnant only after she used three different pregnancy test kits.\nJen made the announcement a year after she confirmed on social media in March 2022 that she has found new love six years after her divorce from lawyer Richard Chang.\nShe and Chang were married for five years and split in 2016.\nShe is now dating a man known to the public only as Syu, a non-celebrity seven years her junior.\nShe has not disclosed how he looks in her social media photos, although her mother accidentally posted a photo of him in March before deleting it.\nJen said in the podcast she and Syu shed tears when they found out they were having a baby.\nShe was previously concerned that she could not get pregnant at the age of 40 after many unsuccessful attempts over a period of six months.\nJen also shared photos of an ultrasound scan and two books for expectant parents.\nShe hoped that her baby would be a happy child, and wrote that her S.H.E bandmates Ella Chen and Hebe Tien like the child’s pet name too.\nJen’s manager told Taiwanese media that marriage is not on the cards for the couple now because the pregnancy takes priority"},
{"url": "http://www.straitstimes.com/life/entertainment/scream-vi-tops-n-america-box-office-breaks-record-for-film-franchise", "title": "Scream VI tops North America box office; breaks record for film franchise", "date": "2023-03-13T17:07:11+08:00", "content": "LOS ANGELES – Twenty-seven years after the first Scream movie raised goosebumps, a sixth instalment opened atop the North American box office this weekend, taking in an estimated US$44.5 million (S$59.9 million), industry watcher Exhibitor Relations said on Sunday.\nThe movie also broke opening records of the film franchise, beating 2000’s Scream 3, which took in US$34.7 million.\nThe fifth Scream film, released in January 2022, opened to US$30 million domestically, which was considered impressive for the pandemic era, according to entertainment outlet The Hollywood Reporter.\nThat was “an excellent opening for an elite horror movie”, said analyst David A. Gross, and it came as the film world’s glitterati were converging on Hollywood for the evening’s Oscars presentations.\nA Paramount/Spyglass Media product, Scream VI again combines mystery and black comedy.\nThis edition stars Melissa Barrera, Jenna Ortega and Skeet Ulrich. It is the first in the series not to star Neve Campbell, who failed to reach terms with the studio.\nLast week’s top film, MGM’s boxing drama Creed III, came in second, with a take estimated at US$27.2 million for the Friday-through-Sunday period.\nMichael B. Jordan directs – his first time in that role – while again playing title character Adonis Creed.\nIn third place was 65, a new sci-fi thriller from Sony and Columbia Pictures, at US$12.3 million.\nAdam Driver plays a pilot whose spaceship crashes on an unknown planet, which turns out to be the Earth of 65 million years ago, and has to protect himself and a young passenger from dinosaur attack as well as from a huge asteroid that is about to extinguish much of life on Earth.\nMarvel and Disney’s Ant-Man And The Wasp: Quantumania placed fourth, at US$7 million. Paul Rudd and Evangeline Lilly star as the winged title characters.\nAnd in fifth place was Universal’s horror comedy Cocaine Bear, at US$6.2 million. Keri Russell plays a woman hunted through the Tennessee woods by a bear that had come upon, and unwisely consumed, a stash of drugs. AF"},
{"url": "http://www.straitstimes.com/life/entertainment/the-life-list-top-5-moments-from-oscars-2023", "title": "The Life List: Top 5 moments from Oscars 2023", "date": "2023-03-13T17:15:00+08:00", "content": "SINGAPORE – After 2022’s infamous The Slap – where Best Actor winner Will Smith slapped presenter Chris Rock on live television – overshadowed the entire ceremony, the 95th Academy Awards was comparatively sedate in 2023, but not short on emotion.\nHeld on Sunday night in Los Angeles, the event saw all four acting categories won by first-time nominees. All, however, are industry veterans, causing many to shed happy tears.\nAlready a subscriber?\nGet exclusive reports and insights with more than 500 subscriber-only articles every month\nNo contract\nST app access on 1 mobile device\nSubscribe now\nAll subscriber-only content on ST app and straitstimes.com\nEasy access any time via ST app on 1 mobile device\nE-paper with 2-week archive so you won't miss out on content that matters to yo"},
{"url": "http://www.straitstimes.com/world/europe/british-pm-sunak-rules-out-law-change-for-return-of-greek-parthenon-marbles", "title": "British PM Sunak rules out law change for return of Greek Parthenon marbles", "date": "2023-03-13T15:31:32+08:00", "content": "SAN DIEGO - British Prime Minister Rishi Sunak has ruled out changing a law that prohibits the British Museum from\nThe law states the museum can dispose of objects within its collection only in limited circumstances.\nMr Sunak said there are no plans to amend the legislation.\nHowever, the museum could still arrange a loan of the sculptures.\nSince independence in 1832, Greece has repeatedly called for the return of the sculptures.\nIn Britain, they are known as the Elgin Marbles, after the British diplomat, Lord Elgin.\nHe removed them from the Parthenon temple in Athens in the early 19th century, when Greece was under Ottoman rule.\nMr Sunak is unlikely to break with the stances of his two predecessors, who were both against any kind of loan of the marbles to Greece.\n“The United Kingdom has cared for the Elgin Marbles for generations. Our galleries and museums are funded by taxpayers because they are a huge asset to this country,” Mr Sunak told reporters on his plane as he flew to the United States.\n“We share their treasures with the world, and the world comes to the UK to see them. The collection of the British Museum is protected by law, and we have no plans to change it.”\nFormer finance minister George Osborne, the chair of the British Museum, has been working on a new arrangement with Greece through which the sculptures could be seen both in London and in Athens.\nThe Parthenon Project, which has been backed by British politicians from different political parties to settle the issue, said on Sunday that the British Museum’s Parthenon collection could be returned to Greece under a long-term cultural partnership agreement. REUTER"},
{"url": "http://www.straitstimes.com/life/entertainment/michelle-yeoh-s-best-actress-oscar-win-shows-anything-is-possible", "title": "Michelle Yeoh’s Best Actress Oscar win shows ‘anything is possible’", "date": "2023-03-13T18:24:00+08:00", "content": "SINGAPORE – Malaysia’s Michelle Yeoh made history at the Oscars when she won Best Actress for her performance in the zany, genre-blending science-fiction dramedy Everything Everywhere All At Once.\nYeoh, 60, is the first Asian woman to win the accolade at the awards given out organised by the Academy of Motion Picture Arts and Sciences.\nLocal actors and film-makers talk about what her win means to them.\nActress Yeo Yann Yann, 46\n“I am so happy that Michelle won. Her win, and the six other Oscars for Everything Everywhere All At Once, including Best Picture, is simply unbelievable. We, as Asian actors, are finally being recognised.”\nActor-director-stunt choreographer Sunny Pang, 50\n“I think there’s a misconception that she began as a stuntwoman, but she’s an actress. She just picked up additional action skill sets for her movies and did so with flying colours.\n“I see a lot of potential in our film industry and I think it’s not impossible to get to where Michelle Yeoh is, but you have to be willing to travel, to rub shoulders, to get out there and start from the very beginning. And to let people be aware of Singapore’s films, we must have a certain sense of value. It can’t always be slapstick or melodrama, we have to find a way to be commercially and artistically viable.“\nDirector-producer Eric Khoo, 56\n“The Oscars this year are a good signal that no matter where you come from, anything is possible. Many years ago, I made a film called My Magic (2008) on a small budget, but it still managed to compete for the Palme d’Or at the Cannes Film Festival so, really, anything is possible.\n“Michelle’s story as an Ipoh girl going to Hong Kong and having all these accomplishments and finally receiving recognition – she’s really deserving. I’ve met her several times over the years, and she’s not only a talented actress, but a most humble soul.“\nProducer Freddie Yeo, 53\n“It’s significant for sure as it feels like we’ve finally arrived and been recognised, but the opportunities given for any talent must always be a recognition for their craft, talent and ability, and not based on colour.”\nActor-director Glen Goei, 60\n“I am thrilled with her win, not only because she has made movie history, but because it also means the industry is becoming more diverse and inclusive of Asian talent. I hope this win translates to us seeing more Asian representation on television and film, both on screen as well as behind it."},
{"url": "http://www.straitstimes.com/world/europe/junior-doctors-in-britain-to-go-on-72-hour-strike", "title": "Junior doctors in Britain to go on 72-hour strike", "date": "2023-03-13T14:07:37+08:00", "content": "LONDON – Junior doctors in Britain’s National Health Service (NHS) will strike for 72 hours starting from Monday, with officials warning of\n“It will be a very difficult day for the NHS,” Ms Saffron Cordery, deputy chief executive of NHS Providers, said in an e-mailed statement.\nThe strike, which coincides with Chancellor Jeremy Hunt’s budget on Wednesday, is for better pay and conditions, with the British Medical Association (BMA), the doctors’ union, calling for a reversal of a 26 per cent cut in real wages since 2008-2009.\nPrime Minister Rishi Sunak’s government has been resisting the demands, saying they would stoke inflation.\nNHS medical director Stephen Powis said the strike would mean the cancellation of thousands of operations and appointments, and would set back efforts to clear the post-Covid-19 backlog.\nThere will be even greater disruption on budget day, when civil servants, teachers and London tube drivers stay off the job  – although nurses, ambulance drivers and physiotherapists have called off their strikes to enter talks with the government.\n“We have been working closely with NHS England on contingency plans to help protect patient safety during strikes,” Health Secretary Steve Barclay said in a statement.\n“I hugely value the hard work of junior doctors and urge unions to come to the negotiating table.”\nThe upheaval will come at a brutal time for the NHS, which has already been struggling with a tough winter and flu season and significant staff shortages.\nPatients have faced long waits for emergency care, and ambulances have been queueing outside A&E. And more trouble is brewing as consultants are being balloted to join their junior colleagues in taking strike action.\nRecent industrial action has resulted in more than 140,000 planned procedures and appointments being rescheduled, according to Ms Cordery at NHS Providers. But the scale and duration of the latest strike mean disruption would “move to the next level”.\nThe BMA moved its attack point to emphasise the effective hourly pay that junior doctors make, saying that they earn a penny less than a barista at Pret a Manger.\n“Thanks to this government, you can make more serving coffee than saving patients,” according to an advertising campaign launched Sunday.\nIn the past few months, Britain has seen train drivers, teachers, ambulance workers, border force officials and others walk out, demanding higher wages to meet the increased cost of living.\nMr Sunak said the junior doctors’ strike was “very disappointing” and urged the BMA to call it off.\n“We are actually having constructive dialogue with other unions which have accepted our offer to come in and talk through it,” Mr Sunak said to reporters on Sunday.\n“I would urge the junior doctors to follow suit.” BLOOMBER"},
{"url": "http://www.straitstimes.com/world/united-states/biden-meets-australian-british-leaders-in-california-on-subs-pact", "title": "Biden hosts UK, Australia to reveal anti-China submarine pact", "date": "2023-03-13T14:32:53+08:00", "content": "WASHINGTON – Leaders of the US, Australia and Britain are set to unveil plans to provide Australia with nuclear-powered submarines on Monday, in a major push against China’s ambitions in the Indo-Pacific.\nUS President Joe Biden, Australian Prime Minister Anthony Albanese and British Prime Minister Rishi Sunak will endorse details of the so-called Aukus project, which was first announced in 2021,\nCalifornia, principal home port of the US Pacific Fleet.\nUnder the agreement, Australia will buy three US Virginia-class, nuclear-powered submarines in the early 2030s, with an option to buy two more if needed, US officials said.\nThe agreement,\nwill have multiple stages with at least one US submarine visiting Australian ports in the coming years and end in the late 2030s with a new class of submarines being built with British designs and US technology.\nThe agreement will also see a force of US and British submarines deployed in Western Australia to help train Australian crews and bolster deterrence.\nChina’s growing militarisation of the South China Sea, which Beijing claims most of despite international maritime law that accords territory to Vietnam, Malaysia, the Philippines and other nations, is an increasing point of friction with the United States.\nThe US aims to start these rotational deployments with a single submarine in Western Australia from 2027 and within a few years, it is expected to involve four US submarines and one British.\nAukus will be the first time Washington has shared nuclear-propulsion technology since the 1950s, when it partnered with Britain. Currently, no party to the nuclear Non-Proliferation Treaty other than the five countries the NPT recognises as weapons states – the United States, Russia, China, Britain and France – has nuclear submarines.\nChina has condemned Aukus as an illegal act of nuclear proliferation.\nIn launching Aukus, Australia also greatly upset France by abruptly cancelling a deal to buy French conventional submarines.\nBig questions remain about the plan, not least over strict US curbs on the extensive technology sharing needed for the project and about the length of time it will take to deliver the submarines, even as the perceived threat posed by China mounts.\nVirginia-class manufacturer General Dynamics Corp has 17 submarines in its current backlog delivering through 2032.\nMr Albanese said on Saturday that South Australia and Western Australia would be big beneficiaries of Aukus. “This is about jobs, including jobs in manufacturing,” he said.\nBritain, which left the European Union in 2020, says Aukus will help boost its economy’s low growth rate.\nMr Sunak said Aukus was “binding ties to our closest allies and delivering security, new technology and economic advantage at home”.\nAustralian Defence Minister Richard Marles said on March 9 the submarines would ensure peace and stability across the Indo-Pacific, South-east Asia and the Indian Ocean.\nExperts say that given China’s growing power and its threats to reunify with self-ruled Taiwan by force if necessary, it is vital to advance the second stage of Aukus involving collaboration on hypersonics and other weaponry that can be deployed more quickly. REUTER"},
{"url": "http://www.straitstimes.com/world/europe/fierce-fighting-raging-for-centre-of-bakhmut-ukraine-wagner", "title": "Ukraine, Wagner in ‘bloodiest battle’ of war to gain  control of Bakhmut", "date": "2023-03-13T16:24:34+08:00", "content": "KYIV – Fierce fighting was raging for control of the centre of Bakhmut in eastern Ukraine, the longest-running and bloodiest battle of the war, the Ukrainian military and the Wagner Group said on Monday.\n“Wagner assault units are advancing from several directions, trying to break through our troops’ defensive positions and move to the centre of the city. In fierce battles, our defenders are inflicting significant losses on the enemy,” the Ukrainian military said in a morning briefing, referring to the Russian mercenary group that has claimed to be leading Moscow’s offensive.\nWagner, meanwhile, said the Ukrainian forces were “battling for every metre”.\nAnalysts are divided over the strategic significance of Bakhmut as a military prize.\nBut the city has gained important political stature, with both sides pouring significant resources into the fight.  It has become the main focus of a Russian winter campaign involving hundreds of thousands of freshly conscripted reservists and mercenaries.\nWagner head Yevgeny Prigozhin  acknowledged that his forces were experiencing determined resistance as they seek to capture the centre of the city.\n“The situation in Bakhmut is difficult, very difficult. The enemy is battling for every metre,” he said in a post on social media.\n“The closer we are to the city centre, the more difficult the battles get and the more artillery there is... Ukrainians are throwing endless reserves (at the fight). But we are advancing, and we will be advancing,” Mr Prigozhin said.\nHe also said Russian soldiers were providing his troops with truckloads of ammunition. He has previously complained that Russia’s top brass was deliberately starving his men of ammunition, an allegation the defence ministry rejected.\nKyiv announced last week it decided to defend Bakhmut rather than withdraw.  Russian forces led by the Wagner private army have captured the eastern part of the city but have so far failed to encircle it.\n“All enemy attempts to capture the town are repelled by artillery, tanks and other firepower,” Ukraine’s Colonel-General Oleksandr Syrskyi, commander of ground forces who has vowed not to withdraw, was quoted as saying by Ukraine’s Media Military Centre.\nThe months-long fight for Bakhmut has become Europe’s bloodiest infantry battle since World War II, described as a meat grinder by both sides.\nMoscow says taking it would be a major success, opening a path to capture the rest of the surrounding Donetsk region, a central war aim. Kyiv says it has decided not to pull out, continuing the fight to inflict losses on a Russian assault force it says is driven by Russian President Vladimir Putin’s need to claim his only victory in more than half a year.\nAfter Ukrainian advances throughout the second half of 2022, Kyiv has focused on the defensive for the last three months, while Moscow has launched an offensive campaign using mobilised reservists and convicts recruited from prison as mercenaries.\nKyiv has signalled plans for a counter-assault later in the spring, when muddy ground dries and hundreds of Western armoured vehicles and Challenger and Leopard battle tanks arrive.\nThe tanks would have a major impact, said Colonel Leonid Khoda, commander of Ukraine’s 1st Tank Brigade which is fighting in the Donbas, comprised of Donetsk and Luhansk regions.\n“Everyone is waiting, 1st Tank Brigade is waiting too. Not long ago, we sent personnel to learn to operate (Leopard) 2A6,” he told Reuters.\nUkraine says wearing out Russia’s military now will help its counter-offensive later.\nBut not every Western military analyst is convinced that Bakhmut is the best battlefield to take on the Russians due to casualties on the Ukrainian side.\n“The attrition ratio in Bakhmut is worse than elsewhere,” tweeted Mr Rob Lee, a US defence expert who visited Bakhmut  in March. REUTERS, AF"},
{"url": "http://www.straitstimes.com/asia/south-asia/india-elated-and-proud-of-2-oscar-wins-pm-modi-says", "title": "India elated and proud of 2 Oscar wins, says PM Modi", "date": "2023-03-13T16:46:12+08:00", "content": "NEW DELHI – India was “elated and proud” after scoring two Oscar wins on a historic night for Asian films, Prime Minister Narendra Modi said on Monday.\nThe energetic song-and-dance number Naatu Naatu from Telugu-language film RRR was awarded the Oscar for best original song, beating competition from superstars Lady Gaga and Rihanna.\nAnother Indian production, The Elephant Whisperers, a tale of an orphaned elephant calf, won the Oscar for best documentary short.\n“The popularity of Naatu Naatu is global. It will be a song that will be remembered for years to come,” Mr Modi said on Twitter.\n“Congratulations to @mmkeeravaani, @boselyricist and the entire team for this prestigious honour,” he said, referring to composer M. M. Keeravaani and lyricist Chandrabose, who wrote the winning song.\n“India is elated and proud.”\nNaatu Naatu was a favourite going into the competition, having already received the Golden Globe for best song in January.\nIt is the first track from an Indian production to win an Oscar.\nThe field of nominees in the category included Lady Gaga’s Hold My Hand from Top Gun: Maverick and Rihanna’s Lift Me Up from Black Panther: Wakanda Forever.\nNaatu Naatu was shot outside Ukraine President Volodymyr Zelensky’s official residence in 2021, before Russia’s invasion, according to director S. S. Rajamouli.\nProduced by southern India’s Telugu film industry last March, RRR has become a huge hit, both in India and abroad, with moviegoers dancing in cinema aisles.\nIt tells the story of two colonial-era revolutionaries, featuring echoes of Hindu mythology alongside fighting, fire and action galore – as well as gravity-defying stunts and even a punch-up with a tiger.\nMr Modi also congratulated director Kartiki Gonsalves and producer Guneet Monga for helming the documentary The Elephant Whisperers.\n“Their work wonderfully highlights the importance of sustainable development and living in harmony with nature,” Mr Modi tweeted.\nSet in the southern state of Tamil Nadu, The Elephant Whisperers tells the story of an orphaned elephant calf named Raghu, who is put in the care of Bomman and Bellie, an indigenous couple.\nThe documentary celebrates the bond that develops between them as well as the natural beauty of their surroundings.\n“Tonight is historic as this is the first-ever Oscar for an Indian production,” an elated Ms Monga wrote on Twitter. AF"},
{"url": "http://www.straitstimes.com/asia/se-asia/tourist-paradise-palawan-prepares-to-tackle-philippine-oil-spill-with-human-hair-old-clothes", "title": "Tourist paradise Palawan prepares to tackle Philippine oil spill with human hair, old clothes", "date": "2023-03-13T17:02:14+08:00", "content": "PALAWAN – Residents of a Philippine island famed for its white-sand beaches and turquoise waters are arming themselves with human hair and used clothing in a bid to stop oil washing onto the shore.\nPeople living in the town of Casian, in Palawan Province, have been cleaning the beaches after part of an oil slick travelled almost 300km, following the\nin the province of Oriental Mindoro in early March.\nThe ship was carrying 800,000 litres of industrial fuel when it went down.\nIt turned swathes of nearby shoreline black and led the authorities to declare a state of calamity.\nPalawan, which is often named one of the most beautiful beach destinations in the world, started seeing evidence of the spill last Friday, according to the Philippine Coast Guard.\nThe coast guard joined residents in clearing pockets of fuel from beaches near the town.\nResidents in neighbouring El Nido – a major tourist magnet known for its coral reefs and diving spots – have been preparing for the worst.\nThey have been collecting hair from barber shops and old clothing which can be stuffed into fishing nets to use as makeshift oil containment booms, according to Mr Andy Capones, who heads a team of responders from the local disaster management office.\n“We need to act together because if the oil reaches our area, tourism will take a hit since people can’t go island hopping,” he said.\nThe spill is also threatening the Verde Island Passage, a body of water between Mindoro and Batangas provinces.\nIt is home to endangered species including whale sharks, hawksbill turtles and manta rays.\nSome of the oil may reach the passage by Thursday, the University of the Philippines Marine Science Institute said on Monday.\nThe Philippine Coast Guard has sought the help of the United States in containing and cleaning up the oil spill, which has taken a heavy toll on tourism and fishing in Oriental Mindoro.\nPresident Ferdinand Marcos Jr has directed the authorities to eliminate the slick within four months.\nThe South-east Asian nation is targeting tourist arrivals of around 4.8 million this year, nearly double last year’s level, following the easing of Covid-19 restrictions. BLOOMBER"},
{"url": "http://www.straitstimes.com/world/united-states/biden-says-us-banking-system-is-safe-after-svb-signature-collapse", "title": "Biden says US banking system is safe after SVB, Signature collapse", "date": "2023-03-13T21:44:33+08:00", "content": "WASHINGTON - United States President Joe Biden declared the US banking system “safe” and vowed stiffer bank regulation, after US regulators were forced to step in with a series of emergency measures after Silicon Valley Bank (SVB) and Signature Bank collapse, threatening to trigger a broader crisis.\n“Americans can have confidence that the banking system is safe. Your deposits will be there when you need them,” Mr Biden said.\nThe managers of the banks will be fired, Mr Biden noted, and investors will lose money. “They knowingly took a risk, and when the risk didn’t pay off his adjusters lose their money. That’s how capitalism works,” he said.\nMr Biden also promised new regulation after the biggest US bank failure since the 2008 financial crisis.\n“I’m going to ask Congress and the banking regulators to strengthen the rules for banks to make it less likely this kind of bank failure will happen again, and to protect American jobs as a small business,” he said.\nMr Biden faces a divided Congress unlikely to approve tougher new rules.\nHis economic team worked with regulators over the weekend on the measures, which included guaranteeing deposits in both banks, setting up a new facility to give banks access to emergency funds and making it easier for banks to borrow from the Federal Reserve in emergencies.\nThe moves sent waves of relief through Silicon Valley but a relief rally was short-lived as the crisis tested confidence in the US financial system and fears remained that the fallout would roil global markets in the week to come.\nBank shares in Europe and Asia sank on Monday before the US market’s opening, while US stock index futures were down even as some investors bet on a pause in interest rate hikes by the Federal Reserve.\nS&P 500 futures were down 0.7 per cent and appeared to take little comfort in Mr Biden’s remarks, which largely tracked his earlier written statement.\nThe US. Federal Deposit Insurance Corporation on Monday said it had transferred all Silicon Valley Bank deposits to a newly created bridge bank and that all depositors would have access to their money beginning Monday morning.\nRules introduced after US banks sparked a global financial crisis in 2008 with aggressive mortgage lending were partially repealed in 2018 under former President Donald Trump.\nThe changes to the Dodd-Frank Act, pushed by Republicans, raised the threshold at which banks are considered systemically risky and subject to stricter oversight to US$250 billion (S$337 billion) from $50 billion. Silicon Valley bank had US$209 billion in assets at the end of last year.\nMr Biden, a Democrat, faces a divided Congress after Republicans took control of the House of Representatives in January, and new US bank regulations could be a tough sell.\n“The prospect of legislation in this polarised political world is very low,” said Dr John Coffee, a professor at Columbia Law School.\n“The real problem here is that banks that are holding illiquid loans or securities on a hold-to-maturity basis do not have to mark them down even though they have a market value well below their balance-sheet value. But when (SVB) sold some of these and revealed their loss, they created some panic.”\nSenator Tim Scott, a Republican from South Carolina who sits on the Senate’s banking, housing and urban affairs committee, said it was important to bring markets to a “calm and orderly resolution”, but warned against too much intervention.\n“Building a culture of government intervention does nothing to stop future institutions from relying on the government to swoop in after taking excessive risks,” Mr Scott said in a statement, adding he was committed to bringing accountability for the crisis.\n“We deserve to know what exactly happened and why,” Mr Scott said. REUTER"},
{"url": "http://www.straitstimes.com/world/europe/governments-to-vet-crucial-un-climate-science-report", "title": "Governments to vet crucial UN climate science report", "date": "2023-03-13T17:36:47+08:00", "content": "PARIS – Diplomats from nearly 200 nations and top climate scientists began a week-long huddle in Switzerland on Monday to distil nearly a decade of published science into an estimated 20-page warning about the existential danger of global warming and what to do about it.\nThe United Nations Intergovernmental Panel on Climate Change’s (IPCC) synthesis report – to be released on March 20 – will detail observed and projected changes in earth’s climate system; past and future impacts such as devastating heatwaves, flooding and rising seas; and ways to halt the carbon pollution pushing earth towards an unliveable state.\n“It’s a massive moment, seven years since the Paris Agreement and nine years since the last IPCC assessment report,” Greenpeace Nordic senior policy adviser Kaisa Kosonen, an official observer at IPCC meetings, told AFP.\nSince its creation in 1988, the IPCC – an intergovernmental body staffed by hundreds of volunteer scientists – has released six three-part assessments,\n“It is scientists telling governments how they are doing during these crucial defining years,” Ms Kosonen said.\nGlobal greenhouse gas emissions have continued to grow, even as science has cautioned that deadly consequences are coming sooner and at lower levels of warming than previously thought.\nSince the late 19th century, earth’s average surface temperature has risen more than 1.1 deg C, enough to amplify a crescendo of weather catastrophes on every continent.\nUnder the 2015 Paris Agreement, countries promised to collectively cap the rise at “well below” 2 deg C, and at 1.5 deg C if possible.\nAn IPCC special report in 2018 made it alarmingly clear that the more ambitious aspirational goal – since adopted by governments and business as a hard target – was a better bet for a climate-safe world.\nBut an already narrow pathway has become a tightrope: Humanity’s “carbon budget” for staying under the 1.5 deg C barrier is less than 300 billion tonnes of CO2, barely seven times of current yearly emissions, according to the IPCC.\nTwo other special reports – one on oceans and earth’s frozen zones, the other on forests and land use – will also be covered in the summary for policymakers under review in Interlaken.\n“The synthesis report matters because it will be the last IPCC product for some years, and one of the major sources of knowledge to be considered in the first Global Stocktake under the Paris Agreement,” Dr Oliver Geden, one of the report’s lead authors and a senior fellow at the German Institute for International Security Affairs, told AFP.\nUnveiled ahead of the COP28 UN climate talks in Dubai in December,\nwill confront nations with the deep inadequacy of their Paris pledges to cut emissions, which would allow global temperatures to rise 2.8 deg C above the pre-industrial benchmark.\nAmong the IPCC findings that could be highlighted in the synthesis report is the looming threat of deadly heat.\nEven in a 1.8 deg C world – an optimistic scenario, according to some scientists – half of humanity could, by 2100, be exposed to periods of life-threatening climate conditions arising from the coupled impacts of extreme heat and humidity.\nThere are similarly dire projections for health, the global food system and economic productivity.\n“What is at stake matters to everyone on the planet – our ability to have healthy, nutritious and affordable food, both now and in the future,” said Cornell University’s Professor Rachel Bezner Kerr, an IPCC lead author for the most recent report on climate impacts.\nFloods in 2022 that\nand\nboth bear the fingerprint of climate change.\nThe synthesis report will also reflect debate over the best way to decarbonise the global economy, with some emphasising the need to rapidly phase out fossil fuel use and reduce consumer demand, and others the potential of technological solutions.\nDiplomats in Interlaken vetting the text line by line cannot change the science in the underlying reports’ 10,750 pages, but they can decide what to leave in or out, and can highlight – or obscure – things through wording.\n“Over time, IPCC meetings became more politicised as government representatives – mainly, but not exclusively, from oil-producing states – interfered in the scientists’ discussions,” the journal Nature said in a recent editorial.\nDespite that, “the main IPCC studies have an extraordinary reach, informing everything from global climate agreements... to the school climate strikes movement Fridays of Future,” the journal said. AF"},
{"url": "http://www.straitstimes.com/world/europe/german-airports-face-fresh-disruption-as-staff-plan-pay-strike", "title": "German airports face fresh disruption as staff plan pay strike", "date": "2023-03-13T17:36:36+08:00", "content": "FRANKFURT – Airline passengers in Germany faced disruption on Monday, with scores of flights cancelled at Berlin’s international airport as ground staff\nHamburg, Hanover and Bremen airports are also affected by walkouts and flight cancellations.\nThe Ver.di labour union is pushing for improved pay and conditions as workers grapple with the soaring cost of living.\nThe planned industrial action comes less than a month after German flag carrier Lufthansa scrapped at least 1,200 flights because of strikes at its main Frankfurt and Munich hubs.\nWhile Ver.di said talks over pay have been going on for years, stress caused by acute labour shortages in the sector and the rising cost of living have brought matters to a head.\nAll flights departing from Berlin and a majority of arrivals were cancelled, according to the airport operator’s website.\nThe latest disruption at the Berlin airport follows a tumultuous summer of strikes and delays at Germany’s biggest airports in 2022 after labour unions pushed for better pay deals.\nInflation in Germany soared after Russia’s invasion of Ukraine drove gas and other energy prices higher.\n“With the strikes on Monday, the airport workers will once again give a strong signal that we will enforce our very justified demands for substantial pay increases,” said Mr Lars Stubbe, a Ver.di official in Hamburg.\nPublic-sector workers in Germany are seeking a 10.5 per cent pay bump, though talks with employers have yet to yield a result.\nPostal workers in the country have also gone on strike in their push for pay increases. BLOOMBER"},
{"url": "http://www.straitstimes.com/asia/australianz/flood-water-inundates-australias-northern-queensland-with-crocodiles-lurking-underneath", "title": "Flood waters inundate Australia’s north-western Queensland, crocodile sightings reported", "date": "2023-03-13T16:13:38+08:00", "content": "SYDNEY – With\nin Burketown and the Gregory River, police in the Australian state of Queensland on Monday reminded residents to limit movement in flood waters due to unseen hazards and recent crocodile sightings.\n“Police rescued a baby kangaroo from flood waters behind a residential community in Burketown yesterday. A helicopter pilot flew over at the time and spotted two very large crocs nearby, a timely reminder to stay out of flood waters as you never know what is lurking beneath,” Queensland Police Service warned on social media.\nIn an update on the severe weather event affecting north-western Queensland, the state police said sewage and water treatment plants in Burketown are now offline, with residents instructed to conserve water usage and continue to monitor advice from local councils.\nAs significant flooding is surging downstream of Urandangi to Roxborough Downs, police are closely monitoring the situation in Urandangi, with 16 people so far evacuated from the town in preparation for rising flood waters.\nAccording to the police, air assets are stationed nearby and on standby for emergency rescues and transport of food, water and medical supplies.\nDays of heavy rainfall led to major to record-breaking flooding through parts of north-western Queensland.\n“No observations are available for the Burketown Airstrip manual gauge. Based on anecdotal information from Burketown, the river level is expected to have peaked above the 2011 record flood level of 6.78m on Sunday,” said the Australian Bureau of Meteorology (BOM).\n“Major flooding is expected to be easing slowly on Monday. The river level along the Albert River at Burketown Airstrip is expected to continue easing slowly over the next few days, but is likely to remain above the major flood level (6m) during Monday and Tuesday, possibly longer,” the BOM added.\nBurke Shire Mayor Ernie Camp told Australian Broadcasting Corporation on Monday that up to 100 people had been evacuated from Burketown, with another 120 across the shire. Mr Camp noted that the water levels dropped about 400mm. “So hopefully, there won’t be any further rises and we’ll keep it positive.” XINHU"},
{"url": "http://www.straitstimes.com/world/europe/uk-doctors-begin-strike-likely-to-be-most-disruptive-for-health-service", "title": "Junior doctors in Britain begin strike likely to be 'most disruptive' for health service", "date": "2023-03-13T17:42:29+08:00", "content": "LONDON – Thousands of\nin a three-day strike that will disrupt patient care, as they protest over salary they say is less than what a barista makes per hour.\nThe strike is the latest involving staff at Britain’s state-funded National Health Service (NHS), following walkouts by nurses, paramedics and other workers demanding a pay rise that better reflects double-digit levels of inflation.\nThe NHS will prioritise emergency care during the strike, which could come at the cost of routine appointments, operations and even some urgent cancer treatments, said NHS England national medical director Stephen Powis.\n“This is likely to be the most disruptive set of industrial action days that we’ve seen all winter,” Dr Powis told Times Radio.\n“We are working closely across the NHS to make sure that services are not affected in those emergency pathways,” he said.\n“But it is going to be a hard three days, and it’s going to be quite challenging.”\nJunior doctors in Britain are qualified physicians, often with several years of experience, who work under the guidance of senior doctors and represent almost half of the country’s medical workforce.\nTheir trade union – the British Medical Association (BMA) – said starting pay for junior doctors can be as low as £14.09 pounds (S$23) per hour, one penny less than the top level of pay for a barista at British coffee chain Pret A Manger.\nPrime Minister Rishi Sunak is under pressure to help end walkouts by health workers, which also hinder his major priorities of cutting long waiting lists for treatment.\nHealth Minister Steve Barclay on Friday invited the BMA for formal pay talks.\nA broader wave of strikes in Britain, involving hundreds of thousands of public sector workers, comes at a time of pressured public finances and as Mr Sunak’s government prepares to deliver a budget on Wednesday. REUTER"},
{"url": "http://www.straitstimes.com/asia/east-asia/chinas-xi-plans-russia-visit-as-soon-as-next-week", "title": "China’s Xi plans to talk to Zelensky, meet Putin next week", "date": "2023-03-13T16:31:29+08:00", "content": "BEIJING - Chinese President Xi Jinping is planning to travel to Russia to meet his counterpart Vladimir Putin and also speak with Ukrainian President Volodymyr Zelensky via a video call as soon as next week, according to people familiar with the matter.\nThe meetings with Mr Zelensky and Mr Putin come as China has been offering to broker peace in Ukraine, an effort that has\ngiven China’s diplomatic support for Russia.\nMr Xi is not known to have spoken with Mr Zelensky since Russian troops crossed into Ukraine’s borders in February 2022.\nBut he has engaged with Mr Putin several times through video calls and face-to-face meetings since the war unfolded.\nRussia’s Tass news agency reported on Jan 30 that Mr Putin had invited Mr Xi to visit in the spring.\nThe Wall Street Journal reported in February that a visit to Moscow could take place in April or early May.\nChina’s foreign ministry did not immediately respond to a request for comment on the possibility of Mr Xi going to Moscow.\nWhen asked about Mr Xi’s reported visit, the Kremlin said it had nothing to say on the matter.\n“As a rule, announcements of official foreign visits are coordinated synchronously by mutual agreement of the parties,” Kremlin spokesman Dmitry Peskov told reporters in Moscow. “When there is such readiness, we will let you know.”\nNo other details were immediately available.\nThe sources briefed on the matter declined to be identified given the sensitivity of the issue.\nIn February, Mr Putin hosted China’s top diplomat Wang Yi on a visit to Moscow. One source said that Mr Wang’s trip to Moscow was to help prepare for Mr Xi’s visit.\nChina and Russia struck a “no limits” partnership in February 2022, weeks before Russia invaded Ukraine, and the two sides have continued to reaffirm the strength of their ties.\nMr Xi has met Mr Putin in person 39 times since becoming President, most recently in September during a summit in central Asia.\nThe Wall Street Journal reported that Mr Xi is considering visiting other European countries as part of his trip to Russia, though his full itinerary has yet to be confirmed.\nThe overseas trip would mark Mr Xi’s first after he secured an unprecedented third term as China’s head of state.\nIt comes as the 69-year-old leader seeks to burnish his status as a global statesman and navigate escalating competition with the US and its allies. REUTER"},
{"url": "http://www.straitstimes.com/asia/se-asia/bali-tourists-banned-from-riding-motorcycles-after-bad-behaviour", "title": "Bali tourists banned from riding motorcycles after bad behaviour", "date": "2023-03-13T17:29:14+08:00", "content": "BALI – Popular tourist destination Bali has had enough of unruly motorcyclists. Foreign tourists will not be allowed to use motorcycles to get around the Indonesian island after a string of accidents led to injuries and even deaths.\n“They’re disorderly and they misbehave,” said Governor Wayan Koster on Monday, adding that from now on, foreigners should only use modes of transport prepared by tourism services that meet certain standards “to ensure quality and dignified tourism”.\nBut it is unclear how the ban would be upheld. Mr Koster has sought the legal ministry’s support to let Bali revoke visas if any foreign tourists are found riding motorbikes, or if they are found committing other wrongdoings, such as working illegally or misusing permits to stay long term.\nThe holiday destination has been marred by motorcycle accidents recently.\nLast month, a Russian tourist was detained by the police after riding under the influence of alcohol and crashing into a local rider, causing him to be hospitalised.\nIn January, a Ukrainian tourist and a Russian visitor died in a road traffic collision.\nThe authorities have also asked the central immigration agency to cancel a visa-on-arrival policy for Russian and Ukrainian nationals after tourists were found working illegally.\nRussian nationals are among the biggest groups of foreign arrivals in Indonesia, according to official tourism data.\nAt least four Russian citizens were deported this month for visa violations and the immigration authorities have repeatedly warned foreigners in Bali against working on tourist visas.\nMr Koster said on Sunday he asked the Ministry of Law and Human Rights to tighten visa requirements by cancelling the visa-on-arrival facility specifically for Russian and Ukrainian citizens.\n“Because they are at war, so they flocked to Bali, including those who sought comfort or came to work here,” he said, according to a post on the immigration agency’s Instagram account.\nHe added that these two countries were singled out because their citizens’ infractions were more “significant” than those of tourists from other places"},
{"url": "http://www.straitstimes.com/world/united-states/late-winter-storm-to-bring-snow-to-north-east-us-mostly-rain-to-new-york-city", "title": "Late-winter storm to bring snow to north-east US, mostly rain to New York City", "date": "2023-03-13T21:53:45+08:00", "content": "NEW YORK – New York City is poised to miss the worst of a powerful late-winter storm that will bring heavy snow to areas north and west of the city overnight into Tuesday.\nThe city will get mainly heavy rain, with the potential for as much as 8cm of snow as the storm winds down late Tuesday, said Mr Rob Carolan, meteorologist and owner of Hometown Forecast Services.\nIt will arrive with high winds and the snow that falls will be heavy and wet, creating a risk of flight delays and power outages across the North-east.\nIn Boston, the storm will start as rain on Tuesday morning and then change to heavy snow later in the day, so commuters may have a hard trip home, Mr Carolan said.\nA shift in the track as the storm develops later off the East Coast could change the forecast for New York, so “we have to keep an eye on it”, said Mr Marc Chenard, a senior branch forecaster with the US Weather Prediction Center. BLOOMBER"},
{"url": "http://www.straitstimes.com/world/europe/pope-francis-marks-10th-anniversary-with-mass-and-podcast", "title": "Pope Francis marks 10th anniversary with mass and podcast", "date": "2023-03-13T16:47:09+08:00", "content": "VATICAN CITY – Pope Francis marked 10 years as head of the Roman Catholic Church on Monday by celebrating mass with cardinals in the chapel of the Vatican’s Santa Marta hotel, where he has lived since his election.\nThe Argentina-born Francis, 86, became the first Latin American pontiff on March 13, 2013, succeeding Benedict XVI, who was the first pope in six centuries to resign.\n“It seems like yesterday,” Pope Francis said in a podcast by Vatican News broadcast on Monday. “Time flies. When you gather up today, it is already tomorrow.”\nVatican News reporter Salvatore Cernuzio said that when the podcast was recorded at Pope Francis’ residence on Sunday, the Pope asked: “What’s a podcast?”\nWhen it was explained to him, he said: “Nice. Let’s do it.”\nThe former Cardinal Jorge Mario Bergoglio has\nand never took possession of the papal apartments in the Apostolic Palace used by his predecessors, saying he preferred to live in a community setting for his “psychological health”.\nHe invited all the cardinals who are in Rome with him to the mass on Monday.\nA persistent knee ailment has forced the Pope to alternate between using a cane and a wheelchair, but he\n“You don’t run the church with a knee but with a head,” he reportedly told an aide after he began occasionally using a wheelchair in public for the first time last May.\nThe Pope has said he will step down if severe health problems prohibit him from running the 1.38 billion-member Roman Catholic Church. But he has also said that\nand that being an emeritus pope – as Benedict was – should not become a “fashion”.\nPope Benedict resigned on health grounds, but lived for nearly 10 more years after his resignation.\nWith his 10 years as pontiff, Pope Francis has now reigned longer than the 7½-year average length of the previous 265 papacies. He has visited 60 states and territories, clocking up almost 410,000km.\nBut he has not returned to his native Argentina, an absence that has prompted much speculation.\nHe has named about 64 per cent of the so-called cardinal electors who are under 80 and thus eligible to enter a conclave to elect his successor after he dies or resigns.\nPope Francis marks his 10th anniversary having outlasted conservative opposition within the church that has several times demanded his resignation and\nseeking new direction following the deaths of two of its leading figures.\nThe longest papacy is believed to be that of St Peter the Apostle – regarded by the Roman Catholic Church as the first pope – which is estimated to have lasted about 35 years.\nThe longest papacy in recent centuries was that of Pius IX, which lasted more than 31 years between 1846 and 1878. After that comes the papacy of John Paul II, who reigned for more than 26 years between 1978 and 2005.\nThe shortest is believed to be that of Urban VII, who was Pope for 13 days in 1590. REUTER"}
]