[
{"url": "http://news.yahoo.com//qualtrics-accepts-12-5b-cash-105610730.html", "title": "Qualtrics accepts $12.5B all-cash acquisition offer to go private", "date": "2023-03-13T10:56:10.000Z", "content": ", the software company behind an experience management platform used by thousands of companies such as Uber, Coca-Cola, and Pfizer,\na $12.5 billion all-cash offer from private equity firm Silver Lake and Canada Pension Plan Investment Board (CPP Investments).\nThe confirmation comes exactly a week after\n, and some two years after SAP\npublic-traded company, having bought it back in 2018\njust as Qualtrics was originally planning its IPO.\nFounded in 2002, Qualtrics provides software that helps companies gather data and measure how their customers experience their products. In its first year as a public company, its shares had mostly traded above its $30 IPO price, but as with many companies over the past 12 months Qualtrics has seen its market value plummet from a high of $28 billion in early 2021 to a low of around $5 billion at the tail-end of 2022, where it has roughly remained since.\nThus, Silver Lake and CPP Investments' opportunistic offer, on the surface at least,\nfor a company that has seemingly been underperforming for some time. Shareholders have been offered $18.15 per share, a price that Qualtrics hasn't seen on the Nasdaq since last April, representing a premium of around 73% on its 30-day volume-weighted average price (VWAP) prior to SAP's first revelation that it\nin Qualtrics.\nThe deal has been financed substantively by \"equity commitments\" from Silver Lake and \"co-investors,\" with CPP Investments contributing $1.75 billion in equity and $1 billion in debt.\nOften, any such deal to take a public company private would require the go-ahead from a multitude of investors. In this instance, given that SAP's U.S.-based subsidiary SAP America Inc. holds nearly 96% of the voting power via its ownership of Qualtrics' Class A common stock, no other shareholder approval will be required -- so assuming that it receives the usual regulatory approvals, then this is as good as a done deal.\nQualtrics said that it expects the transaction to close in the second half of 2023, after which it will be a fully private company once more. Its current CEO, Zig Serafin, will continue to head up Qualtrics with its dual headquarters staying in Utah and Washington."},
{"url": "http://news.yahoo.com//nasa-russia-tom-cruise-rockets-outer-space-news-162509904.html", "title": "What $27.2 billion buys NASA — and more space stories you may have missed this week", "date": "2023-03-11T16:25:09.000Z", "content": "Welcome to This Week in Outer Space, where you’ll find a roundup of the best space coverage from Yahoo News and our partners from the past week or so. Last week, we did a deep dive into the remarkably complex problem of\n. This week, we’ve got the NASA equivalent of Apple releasing the new iPhone, a real bummer for fans of Tom Cruise and an unfortunate series of events for Japan’s space program.\nOn Tuesday, Japan’s space program hit a major road bump. While the JAXA H3 rocket made it off the launch pad, a booster rocket failed to ignite, and the ground crew was forced to\n. Luckily, no one was hurt, although the H3 was carrying a $1.47 billion satellite,\n. It’s been a long, hard road for the H3. Its first attempted launch in February also failed — albeit less spectacularly. Here’s hoping the third time’s the charm.\nMeanwhile, over in Cape Canaveral, Fla., Relativity Space — a private aerospace company nipping at the heels of Blue Origin and SpaceX — prepared to launch\n. However, concerns over fuel temperature forced a delay. The next attempt is scheduled for Saturday afternoon.\nRounding out this week’s launch schedule, on Thursday, China\n, and SpaceX acted as an\n— a space-based communications company that is in some ways a competitor to SpaceX’s Starlink internet service.\nAt the same time President Biden was unveiling his\n, NASA Administrator Bill Nelson previewed how NASA intends to spend its modest\n.\nDuring his annual “State of NASA” address, Nelson went big on the moon, reminding everyone that, yes, we are going back. Sometime next year, three astronauts will travel to and circle the moon — and if that goes well, the next mission will actually land. But before they get there, NASA and private partners intend to send a whole bunch of equipment, so that once the first woman and next man step foot on the moon, everything is ready for them to get to work.\nA little farther out, on the red planet, NASA’s upcoming Mars Sample Return Mission will not only study Martian soil but send it back to Earth for further analysis.\nTurning back to Earth, Nelson detailed how a new generation of satellites will revolutionize how we monitor and protect our planet as a system. The data will all feed into the “Earth Information Center,” which Nelson compared to a “mission control but for climate and earth science.”\nThe NASA chief also previewed what’s next for planetary defense against asteroids, showed off research that could make air travel greener and a heck of a lot faster, and highlighted NASA’s commitment to inspiring the next generation of astronauts.\nAll in all, some really cool stuff. If you’ve got 13 minutes to spare, you can watch the whole presentation here:\nBack in October, the head of Universal Pictures made waves by hinting that an upcoming film led by none other than Tom Cruise could\n. Now, at the time, it seemed a little outlandish, but given Cruise’s career of going to increasingly extreme lengths to pull off elaborate stunts, going to space didn’t seem like too much of a giant leap.\nBut, unfortunately, it appears someone already beat him to it. On Wednesday,\nwhich was produced by Channel 1 Russia in partnership with Roscosmos and partially filmed\n, was released. The story is said to follow a surgeon who’s taken aboard the ISS to perform an emergency procedure on an injured cosmonaut. No word on if “The Challenge” will see an official release in the United States, although Tom Cruise likely still hopes to one-up that production by becoming the first civilian to do a spacewalk\nthe ISS. And you know what? I think there’s a pretty good chance he’ll actually try to do it.\nHave plans for Valentine's Day in 2046? Might want to pump the breaks on those.\nhas the details about an asteroid with a slightly higher-than-zero chance of hitting the Earth in 23 years.\nFor all the exo-planet lovers out there,\nhas the skinny on two potentially habitable planets orbiting a star only 100 light-years away.\nBusiness Insider has new details on\nearlier this year — apparently, it may have a trail of baby stars behind it.\nAnd finally, if you’re looking for something weird, you’ve come to the right place. Gizmodo’s George Dvorsky takes a look back at “\n.”"},
{"url": "http://news.yahoo.com//unforgiving-wild-stallion-dies-brutal-105436177.html", "title": "‘Unforgiving’: Wild stallion dies after brutal fight on North Carolina’s Outer Banks", "date": "2023-03-13T10:54:36.000Z", "content": "One of the wild stallions roaming North Carolina’s Outer Banks\nafter it sustained critical injuries fighting with other horses, according to the Corolla Wild Horse Fund.\nEleven-year-old Finn died Saturday, March 11, “due to an irreparably broken hind leg,” the nonprofit announced in a Facebook post.\n“Finn had been observed fighting with other stallions on Friday, and then unable/unwilling to move Friday night and into Saturday,” the fun reported.\n“Upon closer inspection, it was obvious that his leg was badly broken and under the direction of our veterinarian we captured him so that we could help end his suffering. Finn’s injuries were completely in line with those commonly sustained from fighting, and there is no reason to believe he was injured by human means.”\nCorolla has a herd of about 100 free roaming horses and they are known to engage in brutal fights, with stallions biting, kicking and butting each other to defend turf and win females, experts say. The tactics\nwhen parents force older offspring to leave the family and find a mate.\nSuch battles can take place as tourists look on, and the fund said Finn’s death serves as a reminder of the dangers associated with humans getting too close. County law requires humans to stay 50 feet away from the horses.\n“It’s breeding season and stallions absolutely do not care if you are in the way when they are fighting. You will get trampled, kicked, bit, or worse,” the fund reports.\n“Fights can break out in a split second, and their movements can be unpredictable and quick. Please give these horses the respect they deserve — for their own safety and yours.”\nThe Corolla Wild Horse Fund tends the herd with the help of donations, providing health care and transferring badly hurt horses to a farm to live out their days under human care.\nHerd manager Meg Puckett paid tribute to Finn, noting the loss was “devastating.”\n“What happened to him is nature in its most basic, wild, and unforgiving form,” she wrote. “Finn died as wild as he was born; he lived a truly free life and that is something we should take comfort in.”"},
{"url": "http://news.yahoo.com//moscow-fumes-ukraine-considers-changing-014750866.html", "title": "Moscow fumes as Ukraine considers changing Russia’s official name", "date": "2023-03-13T01:47:50.000Z", "content": "Russian officials railed against Ukraine’s talk of changing Russia’s official name to Muscovy, after a Ukrainian petition regarding a potential name change garnered 25,000 signatures.\nUkrainian President Volodymyr Zelensky\ninstructed Ukrainian Prime Minister Denis Shmygal to “carefully” consider renaming Russia to Muscovy, accounting for consequences under international law and whether it was possible in historical and cultural contexts.\nRussian Foreign Ministry spokesperson Maria Zakharova said in a statement posted to\non Saturday that Zelensky is trying to create an “anti-Russia Ukraine.”\nDmitry Medvedev, a close ally of President Vladimir Putin and deputy chairman of Russia’s Security Council, also reacted to the news, saying that they will not consider changing the name, according to\n“The Supreme Nazi of Kyiv [Zelensky] instructed to work out the issue of renaming Russia to Muscovy. Well, what can I say … Our answer? No, of course not,” Medvedev said.\nThe petition notes that the name “Muscovy” was “used in European and some Asian languages” and appeared “on many historical maps of the 16th-19th centuries, which were produced in Europe before and after the renaming of the Muscovite Empire to the All-Russian Empire.”"},
{"url": "http://news.yahoo.com//new-hawker-centre-open-sengkang-first-quarter-2024-101351682.html", "title": "New hawker centre to open in Sengkang in first quarter of 2024", "date": "2023-03-13T10:13:51.000Z", "content": "SINGAPORE - Sengkang residents can expect a new hawker centre to open near Sengkang Sports Centre and Farmway LRT station in the first quarter of 2024.\nAccording to The Straits Times, the Anchorvale Village Hawker Centre is slated to have 36 cooked-food stalls and 650 seats.\nPlans for this hawker centre comes after the announcement of\n.\nSenior Minister of State for Sustainability and the Environment, Amy Khor, had said in Parliament on 2 March that the government will prioritise building such food amenities in new and existing heartland estates which are relatively under-served in affordable dining options.\n“This ensures the centre serves the demands of the residents, while avoiding over-competition among comparable food and beverage establishments,” she said.\nAnchorvale Village Hawker Centre will form part of an integrated commercial and residential hub.\nThe hub will comprise two 15-storey flats, a neighbourhood centre with a roof garden, educational schools, a childcare centre, retail shops, a community plaza and two basement car parks.\nThe Housing and Development Board (HDB) had previously said on 4 March that the Anchorvale Village Build-To-Order project is on track for completion between May and July this year.\nAccording to National Environment Agency (NEA)'s stipulation, the new hawker centre must include a food-waste digester, which uses microbes to break down food waste into simpler organic materials that can be used as fertilisers.\nIt will also follow GreenGov.sg's sustainability plan which requires public sector buildings with F&B establishments to segregate food waste for either on-site or off-site treatment from 2024.\nStall tenderers will also be required to work with the Health Promotion Board to provide healthier food and drinks for consumers."},
{"url": "http://news.yahoo.com//spacexs-crew-5-mission-safely-returns-to-earth-after-five-months-in-space-184759470.html", "title": "SpaceX’s Crew-5 mission safely returns to Earth after five months in space", "date": "2023-03-12T18:47:59.000Z", "content": "SpaceX’s Crew-5 mission has\n. On Saturday evening, the company’s “Endurance” Dragon spacecraft splashed down off the coast of Florida following a five-month stay at the International Space Station. The capsule was carrying NASA astronauts Josh Cassada and Nicole Mann, Japan’s Koichi Wakata and Russian cosmonaut Anna Kikina.\nThe four spent 157 days in orbit during an ISS rotation that was one for the history books. As\n, the Crew-5 mission saw Mann, a member of the Wailaki people, become the\n. It was also the first time a Russian cosmonaut flew aboard a private American spacecraft, a milestone made possible after NASA and Roscosmos\nlast year amid increasing US and Russian tensions due to the war in Ukraine.\nSplashdown!\nis back on Earth, completing a science mission of nearly six months on the\n. Their\nDragon Endurance spacecraft touched down at 9:02pm ET (0202 UTC March 12) near Tampa off the coast of Florida.\n— NASA (@NASA)\nFor Wakata, the flight was his fifth return from space, a Japanese record. The mission also marked the second orbital trip for Endurance after the capsule successfully carried the\ncrew back to Earth last fall. The spacecraft will now return to SpaceX’s Dragon Lair facility in Florida for safety checks and refurbishment ahead of its next flight.\nNot on the flight was NASA astronaut Frank Rubio, who flew to the ISS on MS-22, the Russian Soyuz spacecraft that\nlate last year following an apparent micrometeoroid strike. The Endurance crew temporarily retrofitted their ride to carry Rubio in case of an emergency evacuation from the ISS after Roscomos determined MS-22 could only safely transport two people. They later removed those modifications after Russia\nto bring Rubio and cosmonauts Sergey Prokopyev and Dmitry Petelin back to Earth."},
{"url": "http://news.yahoo.com//hotel-security-guard-germany-assaults-163400010.html", "title": "Hotel security guard in Germany assaults Ukrainian soldier for wearing his uniform", "date": "2023-03-12T16:34:00.000Z", "content": "The diplomat said that the Ukrainian serviceman was admitted to hospital with a broken jaw and concussion. He needs surgery.\nAccording to Kostiuk, the consulate will provide the victim with the necessary legal and other assistance.\n“According to our information, on Friday evening, our serviceman entered the hotel bar in uniform. After several remarks by the hotel staff and security regarding (the inappropriateness of) his dress, there was a verbal altercation, and then a fight after an attempt by the security (from the Caucasus) to kick out our soldier,” Kostiuk said.\n“As a result of the incident, our citizen suffered a fractured jaw and concussion. The police have recorded this fact,” the consul general said, adding that the police will be able to provide more detailed information on March 13.\n“On March 13, the consulate will help our citizen with translation in preparation for the jaw surgery, which is scheduled for March 14. The next step will be help with filing a police report and finding a lawyer,” Kostiuk added.\nThe diplomatic mission also said that they will try to get video footage from the bar where the incident took place from the police.\nCurrently, the consulate is clarifying all the norms of the legislation of the two countries regarding the wearing of military uniforms by Ukrainian servicemen abroad and visiting similar institutions there.\nAccording to the consul general’s preliminary information, in Germany, a special permit must be obtained to wear a military uniform off duty.\nFor foreigners, however, it is allowed during joint training, internships and in other cases stipulated by a separate bilateral agreement. Ukraine has not signed such an agreement, however.\nIn the Facebook group Ukrainians in Frankfurt am Main, it is noted that the conflict took place in the Roomers hotel, and the attacker was a 23-year-old Chechen.\nFurthermore, the Ukrainians who live there noted that among the injuries of the Ukrainian soldier were a broken nose, damaged teeth and numerous bruises.\nRead the original article on"},
{"url": "http://news.yahoo.com//russia-using-one-ukraines-bloodiest-122915810.html", "title": "Russia is using one of Ukraine's bloodiest battles to decimate the Wagner Group, after its boss started a feud with military leaders, experts say", "date": "2023-03-13T12:29:15.000Z", "content": "Russia is using the battle for Bakhmut to kill off Wagner soldiers, according to a DC-based think tank.\nThe pro-Kremlin mercenary army has aided Russia's military, but its leader has become more critical.\nThe military is likely trying to \"expend\" Wagner troops and weaken the group's leader, the ISW said.\nRussia is using the fight for the city of Bakhmut as a way to heavily weaken a mercenary force that once boosted its army but has become increasingly critical of its military leadership, according to the Washington DC-based Institute for the Study of War (ISW).\nThe battle for the eastern Ukrainian city has become one of the bloodiest of Russia's invasion. And the Wagner Group, which has tens of thousands of mercenaries and former prisoners deployed in Ukraine, is heavily involved in the fighting.\n, the ISW said that Russia's defense ministry is likely using the battle to significantly reduce the Wagner Group, as a feud between them escalates.\n, the group's leader, who is also known as Putin's chef, has become highly critical of Russia's military leadership.\nAnd the ISW said that Russia's leadership \"is likely seizing the opportunity to deliberately expend both elite and convict Wagner forces in Bakhmut in an effort to weaken Prigozhin and derail his ambitions for greater influence in the Kremlin.\"\nThe think tank added that \"Russian military leadership may be trying to expend Wagner forces – and Prigozhin's influence – in Bakhmut.\"\nWagner has played a growing role since Russia's invasion of Ukraine in February 2022, at the same time as Russia's traditional military has struggled. Over time, the military became more\non the group, with US officials\n.\nBut the two forces have been in a\n.\nThe ISW said that Putin's use of the Wagner group had likely angered Russia's traditional military leadership, \"who were then tasked with sharing limited equipment and ammunition with Wagner mercenaries.\"\nPrigozhin and Russia's defense ministry have also clashed over who could take credit for Russian victories.\nThe ISW described Prigozhin as waging \"a relentless defamation campaign\" against Russia's military.\nRussian President Vladimir Putin has also started to distance himself from Prigozhin, with the Wagner leader\nthat he had been \"cut off\" by Putin and that Russia's military was\nto his group, calling it an \"an attempt to destroy\" Wagner.\nThe ISW noted Prigozhin had previously been able to recruit from Russian prisons, but that he \"lost that permission and access to that manpower pool at the beginning of 2023.\"\nThe death toll in Bakhmut is high. Western officials\nbetween 20,000 and 30,000 Russian troops have been killed or injured there, though Russia is still making progress in its attempt to capture the city.\nThe ISW said that given the high number of Wagner troops there, Russia's leadership might not mind the high death toll.\n\"Russian military leadership may be allowing the Wagner Group to take high casualties in Bakhmut to simultaneously erode Prigozhin's leverage while capturing the city at the expense of Wagner troops.\"\nAt the same time, Ukraine also sees the brutal fighting in Bakhmut as an opportunity to deplete Wagner's forces once and for all, according to\n.\nUkrainians fighting in the city say it has been\nfor months, while commanders on both sides have\nthe battle a \"meat grinder.\"\nThe\nthat half of the prisoners sent to Ukraine by the Wagner Group since the invasion began have likely been killed or wounded.\nRead the original article on"},
{"url": "http://news.yahoo.com//lamborghini-caught-speeding-152-mph-201516370.html", "title": "Lamborghini caught speeding 152 mph on California highway, CHP says. Driver to fight charges", "date": "2023-03-12T20:15:16.000Z", "content": "A 50-year-old man cited for allegedly\n— nearly three times the speed limit — will fight the traffic ticket he got in the Santa Ynez Valley incident.\nBut the challenge is to the infraction he was issued, which followed an original misdemeanor charge after a\nover on Highway 154.\nZhan John Akopyan of La Cañada Flintridge was stopped on Nov. 20 while driving an Aventador coupe west on the highway near Meadowvale Road, less than a mile west of the roundabout at Highway 246 in Santa Ynez.\nIn January, the\ncharged Akopyan with an infraction for driving over the speed limit.\nThe CHP citation had listed a misdemeanor reckless driving charge.\nDuring a Feb. 6 court appearance, an attorney representing Akopyan entered a not guilty plea on behalf of his client.\nCourt records show the driver is represented by Beverly Hills-based attorney Nathan Soleimani, who declined to comment.\nA trial has been set for 1:30 p.m. March 20 in\nin Santa Maria.\n“It is likely if Mr. Akopyan had continued driving in the reckless manner I observed, he would have been involved in a collision due to the high rate of speed,” Officer Joel Asmussen wrote on the citation that was submitted to the court.\n“This highway contains multiple locations where there is a cross traffic and winding blind curves in mountainous terrain.”\nAsmussen noted the man was approaching the four-way stop at the Baseline Avenue/Edison Street intersection, where traffic often backs up on the weekend.\nOfficers had recommended the driver face a misdemeanor charge and not an infraction.\nDistrict Attorney John Savrnoch, who noted he was unable to comment on the specifics of the ongoing case, said certain elements must be present and proven for a misdemeanor charge, instead of an infraction.\n“It’s not just speed itself that makes a driving offense a misdemeanor,” he said.\nFor instance, street racing — exhibition of speed intended to impress somebody else — wouldn’t qualify in the case of someone driving a high-powered car very fast.\nTo prove a reckless driving charge, the incident would need to have an element of danger to others, which would include more than speeding on a relatively empty straight section of a highway.\nThe CHP noted the\nand need to slow down in a social media post that garnered a number of comments.\n“SLOW DOWN!!! 154 is the State Route NOT the speed limit,” the CHP’s Buellton office said in a Nov. 20 Facebook post. “We know how tempting it can be to ‘open it up’ when your car is fast and the weather is beautiful, but save it for the track!”\nThe post noted that the speed limit for that stretch of Highway 154 is 55 mph.\n“We’re going to keep doing what we do best in trying to make the roads as safe for the motoring public as possible,” said Officer Michael Griffith from the CHP’s Buellton office.\nHighway 154 and the people who drive on it have been the focus of ongoing safety efforts amid a series of crashes, many of them fatal.\n, who leads the Highway 154 Safety Committee, noted data indicate “unsafe driving is the No. 1 cause of accidents on Highway 154.”\n“While they won’t eradicate unsafe driving, enforcement and penalties are important deterrents to avoid this practice,” she said.\nHighway 154 does not meet the state’s requirements for a\n.\nHowever, local efforts have brought about minor improvements, such as new signage, striping changes and installation of lane delineators.\nA roundabout was constructed at the intersection of Highway 154 and Highway 246 in 2014 as a traffic calming device. Another one will be built at the intersection of Highway 154, Baseline Avenue and Edison Street.\nThe CHP also has periodically received grants to boost its enforcement and education efforts.\nSavrnoch, who took office in January, said he is an advocate for safety on local roadways, with a focus on driving under the influence of drugs or alcohol, evading police and other offenses.\n“It’s such an easily avoidable and pointless crime, the driving offenses, and it puts truly innocent people at risk every time somebody commits one,” he said.\nNorth County editor Janene Scully can be reached at\n."},
{"url": "http://news.yahoo.com//how-women-can-get-in-on-the-ground-floor-in-tech-randi-zuckerberg-184448481.html", "title": "How women can ‘get in on the ground floor’ in tech: Randi Zuckerberg", "date": "2023-03-12T18:44:48.000Z", "content": "It’s no secret that women face discrimination in male-dominated workplaces. That’s why they should start their own businesses, says entrepreneur Randi Zuckerberg.\nZuckerberg, who is Meta CEO and founder Mark Zuckerberg’s sister, formerly worked\nShe currently\n, a company that advises startups. In addition, she runs\nDuring a recent appearance on Yahoo Finance, Zuckerberg encouraged women to become tech founders.\n“You can either spend your time playing catchup in an already male-dominated part of the industry or you can get in on the ground floor of some of the emerging things that are happening,” Zuckerberg said. “And there are so many exciting things with cybersecurity, space travel, blockchain, artificial intelligence. These are all opportunities for women to get in on the ground floor.”\nZuckerberg asserted that inequality persists in the tech field despite some progress.\n“We're seeing more and more women that are founding kind of unicorn-level billion-dollar-plus startups, more women on the investing side,” Zuckerberg told Yahoo Finance. “That being said, though, the numbers are still pretty bleak.”\nWomen make up only\n, despite constituting\n, according to Zippia. Last year, women founded American startups raised merely 2.1% of the total capital invested in venture-backed startups in the US,\n.\nZuckerberg also noted that women are bearing a larger workload post-pandemic.\n“Unfortunately, what we saw during the pandemic is that a lot of women stepped out of the workforce because we kind of went back to traditional roles in households, where, with schools shutting down, a lot of women were doing double duty and leaving the workforce.” Zuckerberg said. “So, we're still playing a bit of catchup from that.”\nDuring the pandemic, when remote work became more prevalent, women struggled to balance their careers with their family lives. Mothers were 1.5 times more likely than fathers to spend an extra three or more hours daily on housework and childcare,\nZuckerberg shared several insights on how women can make advances in the tech sector.\nZuckerberg encouraged women to continue founding tech companies, arguing that such companies could bring more female workers into the tech industry. According to\n, an organization that hosts an education program for venture capitalists, startups with at least one female founder hire 2.5 times more women.\n“So if 98% of funding into the tech sector is going to men, then that's going to perpetuate who continues to work for the tech sector. So I think it's really important that more women found companies and that they get the funding that they need for those companies to be successful,” Zuckerberg said.\nZuckerberg also spotlighted\n, which she said connects women with mentors and allows them them to either begin or further develop their tech careers.\n“I think programs like this are absolutely essential to moving the needle and getting more women into the tech industry,” Zuckerberg said.\nZuckerberg also suggested that women monitor emerging technology businesses for opportunities. In particular, she recommended that women keep an eye on cryptocurrency and Web 3.0, a third iteration of the internet partially based on blockchain technology.\nAmid the current crypto winter and recent fall of FTX, many experts see cryptocurrency as a precarious venture. Crypto stocks also\nafter Silvergate Capital announced its plan to shutter operations.\nConsequently, investors are approaching Web 3.0 with increasing caution. In recent months, some venture capital firms have slowed investments in Web 3.0 companies, according to\na publication that covers blockchain.\nStill, Zuckerberg insisted that women should keep an eye on these fields.\n“We desperately need more of us at the table, especially a lot of these new technologies that are coming out have real societal and ethical questions that they're raising, and questions around how our children, how we'll all be interacting with technology,” Zuckerberg said. “And if women don't have a seat at the table right now, we don't get to have a voice in what happens with those.”"},
{"url": "http://news.yahoo.com//mental-health-startup-cerebral-shared-private-patient-data-with-google-meta-and-tiktok-223806251.html", "title": "Mental health startup Cerebral shared private patient data with Google, Meta and TikTok", "date": "2023-03-12T22:38:06.000Z", "content": "Cerebral, a telehealth startup that gained popularity during the early days of the pandemic, disclosed this week that it shared the personal data of more than 3.1 million US patients with social media companies and advertisers, including Google, Meta and TikTok. As first reported by\n(\n), a recently uploaded\non Cerebral’s website reveals the company had been using “pixels,” tracking scripts companies like\noffer to third-party developers for advertising purposes, to collect user data since it began operating in October 2019.\nFollowing a recent review of its software, Cerebral “determined that it had disclosed certain information that may be regulated as protected health information under [the Health Insurance Portability and Accountability Act].” Among the data Cerebral shared are names, phone numbers, birth dates and insurance information. In some instances, the company may have also exposed information it collected through the mental health self-assessment patients completed to schedule counseling appointments and access other services. According to Cerebral, it did not disclose social security numbers, bank information or credit card numbers.\nAfter learning of the oversight, Cerebral says it “disabled, reconfigured, and/or removed” the tracking pixels that caused the data exposure. “In addition, we have enhanced our information security practices and technology vetting processes to further mitigate the risk of sharing such information in the future.” The US Department of Health and Human Services is\n. News of the data exposure comes after the Federal Trade Commission\nfor sharing patient information with Meta and Google. Earlier this month, the agency\nwith online counseling company BetterHelp and said it was seeking to ban the company from sharing health data for ad targeting."},
{"url": "http://news.yahoo.com//lego-metaverse-epic-games-partnership-105001531.html", "title": "Lego enters metaverse with Epic Games partnership", "date": "2023-03-13T10:50:01.000Z", "content": "Lego has teamed up with Fortnite creator Epic Games to enter the metaverse market.\nThe Danish toy company has set out plans to develop a virtual world with the help of Epic Games so that its products can be accessed in digital form within the metaverse. Users will be able to build Lego sets in virtual environments.\nIn its\nLego said: \"We announced a partnership with Epic Games to explore building a fun and safe metaverse for children.\"\nCEO of Lego, Niels Christiansen, said: “We know very well how to immerse consumers into the Lego universe in stores.\n\"We’re working very hard to create that feeling of getting into the Lego brand universe also digitally.”\nTim Sweeney, CEO of Epic Games, said: “We’re thrilled to be partnering with Lego to bring the joy of building and creativity to a wider audience.\n“Lego’s timeless brand and commitment to quality align perfectly with Epic’s vision for the metaverse, and we can’t wait to see what we can create together.”\nThe Lego metaverse will be built using Epic Games’ Unreal Engine, which powers some of the world’s most popular video games.\nLego invested $2bn (£1.7bn) in Epic Games in April 2021, with the objective of developing a metaverse platform that would provide secure and safe digital spaces for children to interact with the brand.\nIn 2022, Lego saw a surge in sales as consumers purchased larger and more intricate sets, posting a revenue of £7.7bn in 2022, an increase of 17% compared to the previous year.\nThe company, which is famous for its plastic brick-based toys, has not neglected the digital sector, with a successful range of Lego computer games for PC and consoles.\nChristiansen credited the company’s recent success to its investments in digital playing experiences.\nHe told the Financial Times that Lego is “doing a lot of things on the digital side”.\nHe added that Lego is aiming to create a seamless experience for consumers that incorporates both the physical and digital worlds.\nChristiansen said: \"Lego bricks are a universal language that transcends generations and cultures and we’re combining the physical and digital worlds to create a new type of play experience that will inspire and engage children and adults alike.”"},
{"url": "http://news.yahoo.com//tunein-rolls-immersive-map-experience-123050928.html", "title": "TuneIn rolls out its immersive map experience for mobile listeners", "date": "2023-03-13T12:30:50.000Z", "content": ", the radio service that allows users to livestream news, sports, music and podcasts, today rolled out its interactive map feature,\n, to\nand\ndevices, giving mobile listeners the ability to listen to stations from across the globe.\nTuneIn Explorer lets users access over 100,000 local AM/FM radio stations from nearly every country in the world. The feature has been available on the web since mid-February, but now TuneIn is expanding it to mobile devices.\nTo use the new feature, users click on the “Radio” tab at the top of the TuneIn mobile app. They are then transported to a world map where they can zoom in to find a specific region or simply type a location or station into the search bar at the bottom left-hand side.\nThere are also filters that users can select, which include music genres like classical, rock and hip-hop, as well as news, sports, talk and more. You can also search stations by language, whether you're looking for English, French or Spanish-language stations.\nSince launching TuneIn Explorer last month, the company found that listeners who use the feature listen to twice as many stations as other listeners who don't, CEO Richard Stern and SVP of product engineering Moksha Adyanthaya told TechCrunch. TuneIn has 75 million monthly active users, according to the company.\n“By offering TuneIn Explorer in a mobile format, our listeners have easier access to TuneIn’s vast collection of audio content in a unique and easy-to-navigate format,” Stern and Adyanthaya added.\nThe feature will likely be handy for users who are either homesick and want to hear their hometown radio station or wanderlust-stricken listeners who want to experience new cultures.\nTuneIn Explorer is free for all users. However, if you want a “nearly ad-free” experience, the company notes, then you can subscribe to TuneIn Premium for $12.99/month and get exclusive access to news and sports networks like CNN, Fox News Radio, CNBC, Bloomberg, MLB, NFL, NHL and more."},
{"url": "http://news.yahoo.com//netizens-condemn-man-films-distressed-delivery-rider-nationality-055847396.html", "title": "Netizens condemn man who films distressed delivery rider while ranting about nationality", "date": "2023-03-13T05:58:47.000Z", "content": "SINGAPORE —A food delivery rider in Orchard Road was confronted by a man who claimed he was not a Singaporean or permanent resident, and therefore was not allowed to deliver food.\nThe video was posted to\nlast Friday (10 March) and has since garnered over 40,000 views.\nIn the 1 minute 42 seconds video, the rider, dressed in a blue top, was seen covering his face and appeared to be crying as another man behind the camera raises his voice.\n\"You stand your distance,\" the other man yelled, while the rider responded, \"I'm begging you.\"\nDespite this, the man continued to film, moved his phone to reveal the licence plate on the rider's motorised bicycle, and said, \"Illegal rider, doing our local delivery job.\"\n\"You're not supposed to come to Singapore (to) do this; our jobs are getting (fewer) because of you,\" the man continued to accuse the rider.\nIn addition to taking a video of the food, he demanded to see the delivery receipt and showed it to the camera. The man then threatened to call the police if the rider didn't show his profile or name to him on the Foodpanda rider app.\nAccording to the\n, one must be a Singaporean or permanent resident (PR) to ride with them. This is also a requirement for both GrabFood and Deliveroo food delivery riders.\nNetizens have condemned the man for humiliating the rider, and have expressed sympathy towards the rider, whom they claimed was just trying to make a living.\nFacebook user, A.j Kasetyo, questioned the video's purpose.\"There was no need to humiliate him, Everyone is trying to survive in these hard times,\" he commented.\nAnother user, Jaemi Jin, asked if anyone knew the rider in the video.\"If we can help assist or donate to him in any way. After all, he’s just trying to earn a rice bowl,\" she said.\nSome users have also described the actions of the man who filmed the rider as \"disgusting.\"\nA foodpanda spokesperson told\non Monday (13 March) that the food and grocery service is aware of the incident and has since suspended the rider account involved.\n\"Only Singaporeans and PR individuals are eligible to be delivery partners of foodpanda, and we do not condone the illegal use of rider accounts in any manner,\" the spokesperson said.\nIt added that any accounts against their terms and conditions would be suspended or blacklisted.\n\"We have put in place measures to prevent such frauds. It is mandatory for delivery partners to complete a selfie verification before the start of every shift to prevent identity fraud and to protect their own accounts. Failure to do so can lead to account suspension and potential blacklist,\" the spokesperson explained.\nThe delivery platform urges individuals who suspect any unauthorised use of a rider account to report the matter to foodpanda for investigation."},
{"url": "http://news.yahoo.com//uk-weather-planes-met-office-65mph-winds-snow-ice-123453886.html", "title": "UK weather: Planes unable to land as Met Office warns of 65mph winds", "date": "2023-03-13T12:39:38.000Z", "content": "Strong winds in the south of the country have seen planes unable to land amid severe\nwarnings and at least one international flight into London diverted to Manchester.\nWind gusts hit up to 45mph in London, with an average wind speed of 20mph on Monday, while gusts reached up to 65mph in coastal areas such as Sussex.\nAccording to SkyScan, the weather prompted multiple planes to hold over London and Surrey rather than attempting to land – with one flight from New York's JFK to Heathrow declaring an emergency and diverting to Manchester due to low fuel.\nBrits are now facing another week of adverse weather conditions and disruption, with the\nissuing weather warnings for snow and ice, as well as strong winds, across the UK.\nAccording to the Met Office's predictions, the north of the UK will see \"rain, sleet, snow and ice\", with a yellow weather warning in place suggesting the conditions are likely to cause rail travel disruption and potentially hazardous conditions for drivers and pedestrians.\nMeanwhile the south of the country is under a yellow weather warning for wind, with strong gusts causing potential problems on the roads – particularly for high-sided vehicles.\nIn coastal areas such as Sussex, gusts of wind are expected to reach up to 65mph, while in London, wind speeds are expected to reach an average of 20mph, with gusts of up to 45mph.\n“Southwesterly winds will widely gust to between 50 and 55 mph with gusts reaching 60 to 65 mph over some exposed coasts and hills. The highest gusts are expected between mid-morning and mid-afternoon,\" according to an alert on the Met Office website.\nAdditionally, there are flood warnings in place for England, Scotland and Wales, with the threat of waves overtopping sea defences and rivers breaking their banks.\nThe warnings come following a week of cold weather that brought widespread travel chaos after flurries of snow saw roads blocked, rail services suspended and flights grounded."},
{"url": "http://news.yahoo.com//stock-market-news-today-live-updates-march-13-2023-114351107.html", "title": "Stock market news today: Stocks, bond yields, bank stocks fall on SVB fallout", "date": "2023-03-13T13:58:04.000Z", "content": "U.S. stocks started off the week with a sour sentiment after federal banking regulators\nto stem the fallout of Silicon Valley Bank's failure.\nThe S&P 500 (\n) declined 1.1% Monday morning, while the Dow Jones Industrial Average (\n) dipped 0.3%. Contracts on the technology-heavy Nasdaq Composite (\n) dropped 1%.\nBond yields plunged. The yield on the benchmark 10-year U.S. Treasury note dipped to 3.48% Monday morning, while on the front end of the yield curve, two-year yields dropped to 4.17%.\nU.S. stocks\non Friday, rounding out their worst week so far this year. Federal regulators closed\nin the biggest U.S. bank failure since the financial crisis in 2008.\nPresident Joe Biden addressed the nation Monday morning regarding the collapse of Silicon Valley Bank. Biden said that “no losses will be borne by the taxpayers” and he assured customers that they would be protected.\nHis remarks came after regulators took extraordinary action Sunday. Treasury Secretary Janet Yellen, Fed Chair Jerome Powell and FDIC Chairman Martin J. Gruenberg announced that depositors of the failed Silicon Valley Bank would be able to\nstarting Monday.\nThe saga of Silicon Valley Bank has had a rippling effect into a second bank: Signature Bank (\n)\n, the second bank failure in three days. Among the measures, the Fed said depositors would be made whole. It created a new “Bank Term Funding Program” (BTFP) facility that enables other banks to obtain quick cash in exchange for collateral.\n\"Today’s Fed/Treasury decision to make all Silicon Valley Bank depositors whole is a good first step to reinstilling market confidence,\" Nicholas Colas,\nCo-founder of DataTrek Research, wrote in a statement.\n\"Even still, we now know that the Fed’s stress test scenarios (which assume very low Treasury rates in a crisis) are inadequate in the current environment. Also, both interest rate and economic/corporate earnings uncertainty remains,\" he added.\nMeanwhile, in the UK, British officials worked throughout the weekend to\nfor the U.K. subsidiary of Silicon Valley Bank, with HSBC stepping in.\nThe turmoil on the banking front overshadowed February's job report, which\n, as the U.S. economy added 311,000 jobs, a slower pace from January's blowout number, and compared to consensus estimates from economists for job gains of 225,000. The unemployment rate edged up to 3.6%, and wage growth rose 4.6% over the last year, slower than expected.\nEconomic releases will dominate the conversation this week as Wall Street pays attention to two data prints as the next Federal Reserve’s meeting rapidly approaches. At the same time, investors will be glued to the latest headlines over the collapse of SVB Financial Group and the implications for the banking sector.\nTuesday's Consumer Price Index (CPI) kicks off the action in data on Tuesday. Economists expect inflation to rise 6% over the last year on a headline basis, while on a “core” basis the call is for 5.5%.\nMeanwhile, February’s retail sales read rolls out Wednesday morning. The upshot in the reading of those reports will weigh in on the Fed’s next policy move.\nAnalysts at Goldman Sachs (\n) said it\nthe Federal Reserve to hike interest rates later this month amid the SVB failure.\nThe sour bank sentiment has spread across markets, as the KBW Bank index (\n) fell 12% Monday morning, while index members including Bank of America (\n), JPMorgan Chase (\n), Wells Fargo (\n) and Citigroup (\n) all traded down.\nOther regional bank stocks including First Republic Bank (\n) plummeted more than 60% after JP Morgan lent the bank a hand. The California-based bank secured funding from the Wall Street giant that gives it more than\nWestern Alliance Bancorporation (\n) plunged down more than 70%.\nPacWest Bancorp (\n), Zions Bancorporation (\n), First Republic Bank (\n), Regions Financial (\n) stock has been halted on Monday, triggered by volatility.\nIn other single-stock moves, Roku (\n) fell 8% after the company said that SVB held 26% of its cash and cash equivalents,\nto the Securities and Exchange Commission (\n).\nShares in the Swiss lender Credit Suisse (\n) hit a\nMonday morning on the fears of the European banks ability hang onto deposits amid the collapse of US lender SVB.\nOn the earnings front, FedEx (\n), Adobe (\n), Dollar General (\n), and Lennar (\n) will report quarterly results this week.\n—"},
{"url": "http://news.yahoo.com//best-budget-robot-vacuums-133030847.html", "title": "The best budget robot vacuums for 2023", "date": "2023-03-13T13:32:37.000Z", "content": "Chances are if you’ve landed on this guide, you know you want a\nto help clean your home. But you also probably know that these can be pretty expensive gadgets – it’s not unheard of to drop close to $1,000 on a high-end robot vacuum cleaner. Just a few years ago, there weren’t a ton of solid yet affordable robot vacuums out there. But now, there have never been more budget robot vacuum options to choose from. At Engadget, we consider anything under $300 to be cheap in this space and you may be surprised to see how many there are at that price point. And if you’re new to the world of robot vacuums, you may find that one of these budget gadgets does everything you expected and more, without sacrificing cleaning performance.\nFriends and family often ask me if new gadgets are “worth it,” and when it comes to robot vacuums the answer is yes. The most important thing they have going for them is autonomy: Just turn it on, walk away. If you’re someone who wants to spend as little time as possible cleaning your home — or just someone who detests vacuuming — a semi-autonomous robotic vacuum is a great investment.\nThere are plenty of other good things about them, but before we dive in let’s consider the biggest trade-offs: less power, less capacity and less flexibility. Those first two go hand in hand; robot vacuum cleaners are much smaller than upright vacuums, which leads to less powerful suction. They also hold less dirt because their built-in bins are a fraction of the size of a standard vacuum canister or bag. And while robo-vacs are cord-free, that means they are slaves to their batteries and will require regular recharging.\nWhen it comes to flexibility, robot vacuums do things differently than standard ones. You can control some with your smartphone, set cleaning schedules and more, but robo-vacs are primarily tasked with cleaning floors. On the flip side, their upright counterparts can come with various attachments that let you clean couches, stairs, light fixtures and other hard-to-reach places.\nWhen looking for the best budget robot vacuum, one of the first things you should consider is the types of floors you have in your home. Do you have mostly carpet, tile, laminate, hardwood? Carpets demand vacuums with more suction power that can collect debris pushed down into nooks and crannies. Unfortunately, there isn’t a universal metric by which suction is measured. Some companies provide Pascal (Pa) levels and generally the higher the Pa, the stronger. But other companies don’t rely on Pa levels and simply say their robots have X-times more suction power than other robot vacuums.\nSo how can you ensure you’re getting the best robot vacuum to clean your floor type? Read the product description. Look for details about its ability to clean bare floors and carpets, and see if it has a “max” mode you can use to increase suction. If you are given a Pa measurement, look for around 2000Pa if you have mostly carpeted floors.\nSize is also important for two reasons: clearance and dirt storage. Check the specs for the robot’s height to see if it can get underneath the furniture you have in your home. Most robo-vacs won’t be able to clean under a couch (unless it’s a very tall, very strange couch), but some can get under entryway tables, nightstands and the like. As for dirt storage, look out for the milliliter capacity of the robot’s dustbin — the bigger the capacity, the more dirt the vacuum cleaner can collect before you have to empty it.\nYou should also double check the WiFi capabilities of the robo-vac you’re eyeing. While you may think that’s a given on all smart home devices, it’s not. Some of the most affordable models don’t have the option to connect to your home WiFi network. If you choose a robot vac like this, you won’t be able to control it with a smartphone app or with voice commands. Another feature that’s typically reserved for WiFi-connected robots is scheduling because most of them use a mobile app to set cleaning schedules.\nBut WiFi-incapable vacuums usually come with remote controls that have all the basic functions that companion mobile apps do, including start, stop and return to dock. And if you’re concerned about the possibility of hacking, a robot vac with no access to your WiFi network is the best option.\nObject detection and cliff sensors are other key features to look out for. The former helps the robot vacuum navigate around furniture while it cleans, rather than mindlessly pushing its way into it. Meanwhile, cliff sensors prevent robot vacuums from tumbling down the stairs, making them the best vacuum for multi-level homes.\nBoth iRobot and Shark impressed with their affordable robo-vacs. But we think\nwill be the best budget robot vacuum cleaner for most people thanks to its good cleaning power and easy-to-use mobile app. The Roomba 694 replaced the Roomba 675 last year but, aside from an updated exterior, it’s fundamentally the same vacuum. It looks much sleeker now with its new all-black design, giving it an aesthetic similar to some of the more expensive Roomba models. It has three physical buttons on it — start, dock and spot — and it connects to WiFi so you can control it via the iRobot app. Unfortunately, your $274 gets you the vacuum and its necessary parts only so you’ll have to pay up immediately when you need a replacement filter or brushes.\nSetting up the Roomba 694 is straightforward: Open the companion app and follow the instructions. Once it’s connected to your home WiFi network, you’re able to use the app to control the vacuum whenever you don’t feel like using the physical buttons. However, the spot-clean function is only available as a button, which is a bit of a bummer.\niRobot’s app is one of the biggest selling points for any Roomba. It’s so easy to use that even someone with no prior experience will be able to quickly master the robot’s basic functions. iRobot’s app puts most pertinent controls on the homepage, so you rarely (if ever) need to navigate through its menu to do things like set a cleaning schedule.\nWe recommend setting cleaning schedules to really get the most out of the device. After all, these are semi-autonomous robots, so why not make it so you rarely have to interact with them? Doing so will ensure the Roomba runs through your home on a regular basis, so you’re always left with clean floors. The Roomba 694 in particular did a good job sucking up dirt and debris on my carpets as well as the tile flooring in my kitchen and bathrooms. The only thing I try to do before a cleaning job is get charging cables off of the floor – the Roomba will stop if it sucks something like that up and it’s relatively easy to extract a cable from the machine’s brushes, but I’d rather not have to do so if I can avoid it.\nWhen it comes to battery life, the Roomba 694 ran for around 45 minutes before needing to dock and recharge. iRobot says run times will vary based on floor surfaces, but the 694 is estimated to have a 90-minute battery life when cleaning hardwood floors. While 45 minutes may be enough time for the robot to scuttle around most rooms in my apartment, those with larger homes may have to wait for it to recharge in order to clean everywhere.\niRobot has made a name for itself in the autonomous vacuum market for good reason. Its machines are polished, dead simple to use and the accompanying app is excellent. That ease of use (and the reputation of the iRobot name) comes with a slightly higher asking price, which many will be willing to pay. But there are plenty of solid options now that didn’t exist even just three years ago.\nThe\nis the updated version of the RV761 that we previously recommended. Like the Roomba 694, the Shark RV765 has a slightly different design and a longer run time than the RV761, but otherwise they’re the same vacuum. You can still find the\n, but it’s a little difficult to do so now that the latest model is available. Although we haven’t tested the RV765, we feel comfortable recommending it since we found the previous version to be a great affordable robot vacuum.\nOne thing that the RV765 fixes about the previous version is the latter’s ugly bowling-shirt design. The new model nixes that and opts for a sleeker, all-black look with three buttons for docking, cleaning and max mode. You could rely just on the buttons, but it also connects to WiFi so you can use the Shark Clean app. As for the longer run time, that’s just a bonus. The RV761 ran for about 90 minutes before needing to recharge, which was plenty of time for it to clean my two-bedroom apartment. The additional 30 minutes of battery life on the RV765 should allow it to clean larger spaces more efficiently.\nSome other things we liked about the RV761 include its spot-clean feature; adjustable wheels, which raise and lower automatically depending on the “terrain” and the obstacles in its path; and its intuitive companion app that allows you to start and stop cleaning jobs, set schedules and more.\nAnker’s\nwas one of the cheapest vacuums I tested but it also proved to be one of the most versatile. First thing to note: This robot vacuum doesn’t have WiFi, but it does come with a remote that gives you most of the functions and smart features you’d find in an app (including a schedule feature). Eufy also includes additional brushes and filters in the box.\nThe “S” in this robot’s name stands for slim, and it’s roughly half an inch thinner than all of the other vacuums I tested. Not only does this make the 11S lighter, but it was the only one that could clean under my entryway table. The 11S has a physical on-off toggle on its underside plus one button on its top that you can press to start a cleaning. It always begins in auto mode, which optimizes the cleaning process as it putters around your home, but you can use the remote to select a specific cleaning mode like spot and edge clean.\nThe 11S has three power modes — Standard, BoostIQ and Max — and I kept mine on BoostIQ most of the time. It provided enough suction to adequately clean my carpeted floors, missing only a few crumbs or pieces of debris in corners or tight spaces around furniture. It ran for roughly one hour and 15 minutes when in BoostIQ mode and it has remarkable collision avoidance. Sure, it bumped into walls and some large pieces of furniture, but it was the only budget vac I tried that consistently avoided my cat’s play tunnel that lives in the middle of our living room floor.\nAs far as noise levels go, you can definitely hear the difference between BoostIQ and Max, but none of the three settings is offensively loud. In fact, I could barely hear the 11S when it was on the opposite end of my apartment running in BoostIQ mode. Thankfully, error alert beeps were loud enough to let me know when something went awry, like the 11S accidentally getting tripped up by a rogue charging cable (which only happened a couple of times and neither robot nor cable were harmed in the process).\nOverall, the Eufy RoboVac 11S impressed me with its smarts, despite its lack of WiFi. The lack of wireless connectivity is arguably the worst thing about the robot and that’s saying a lot. It’s worth mentioning that this model is rated for up to 1300Pa suction, but you can grab the next model up, the RoboVac 11S Max, which gives you 2000Pa suction (just know that it’ll likely be louder as a result). But you can’t argue with the value of the $230 11S — especially when you can often find it on sale for $160 or less.\nAt this point, though, the 11S is a few years old, so you could grab either the Robovac G20 or G30 if you want something comparable but a bit newer. Both come in hybrid versions, which means you’ll get a robot vacuum and mop in one. The differences between the G20 and G30 series are minor, and we recommend getting the\nif you’re just looking for a Eufy machine with some of the latest technology, but don’t want to spend a ton. It has 2500Pa of suction power, dynamic navigation and WiFi connectivity with support for Alexa and Google Assistant voice commands.\nThe\n, on the other hand, is a slight step up from that. It’s also a WiFi-connected machine with vacuum and mop capabilities, but it includes Smart Dynamic Navigation 2.0, a slightly longer battery life and it comes with boundary strips with which you can set no-go zones (the G20 Hybrid supports this feature, but you’ll have to buy the strips separately)."},
{"url": "http://news.yahoo.com//naspers-shuts-down-foundry-100m-115617652.html", "title": "Naspers shuts down Foundry, its $100M fund focused on South African startups", "date": "2023-03-13T11:56:17.000Z", "content": ", Africa’s most valuable tech company by market capitalization, has winded down the operations of its R1.4 billion (≈$100 million) South Africa-focused venture capital fund\n, according to local news outlet\n.\nAccording to the report, the firm, which is taking this approach as venture capital takes a hit globally, will maintain the investments, including writing follow-on checks, in its nine portfolio companies such as\n, SweepSouth,\n,\n, and\n. Naspers is aligning its efforts with the approach it adopts internationally via Prosus Ventures -- which now carries the mandate of maintaining Naspers’ local investments -- and will no longer have a dedicated team focused on South African startups, the report said.\n“The global investment environment, as well as the local SA one, has changed, and we have made clear the need for our business to adapt. In line with changes across the wider business, we have reviewed our early-stage investment strategy within SA to bring it in line with our international approach,” a Naspers spokesperson said. “Naspers will continue to support the development of SA’s early-stage tech sector, assessing the market and new opportunities in a way that is consistent with our other global markets.”\nNaspers Foundry\nto back South African startups in Series A and B stages that aligned with the internet businesses on which Naspers focuses — such as food, payments, or classifieds — and any other digital venture that addresses a societal need. For its VC allocation, Naspers Foundry told TechCrunch at the time that it would invest over three years; while this timeline has elapsed, the VC firm had only deployed half its fund size before calling it quits.\nWhile it’s easy to blame the global downturn for Naspers Foundry’s shutdown, the firm faced other home-grown challenges, such as its relationship with South Africa’s Competition Commission.\nSource: Preamble Africa\nLast July, the commission released\nrevealing some institutions that excluded historically disadvantaged persons (HDPs), including people of color and women, from the country’s internet economy. Naspers Foundry was one such company; of the R700 million disbursed funds to 23 founders, only 13% were people of color, and 8% were women,\nthe diversity problems facing South Africa’s startup and VC landscape. In 2019, the commission also infamously blocked\n. According to local investors, the commission maintained this aggression over the years and prevented Naspers Foundry from making specific deals for fear of being too dominant. They have"},
{"url": "http://news.yahoo.com//airbnb-ceo-companies-that-talked-about-crypto-last-year-and-ai-now-probably-dont-understand-either-145847071.html", "title": "Airbnb CEO: Companies that talked about crypto last year and AI now 'probably don't understand either'", "date": "2023-03-12T15:01:07.000Z", "content": "Airbnb (\n) CEO Brian Chesky sounded off on AI on March 6 at Morgan Stanley's Technology, Media & Telecom Conference, referring to its as a historic paradigm shift.\n\"Who knows what's going to happen, but what appears to be true is that we're experiencing a platform shift, that's what we typically call this,\" he said. \"This platform shift is probably larger than mobile. It's probably akin to the Internet. Some would argue that it's larger than the Internet, akin to the Industrial Revolution.\"\nHowever, Chesky's not convinced that companies will optimize the AI wave equally.\n\"So, let's ask the question, which companies got left behind by the internet, and which companies kind of rode the internet? I think the best way to understand AI is actually so simple, it's just culture,\" Chesky continued.\n\"The companies that will ride AI are the companies with innovative cultures, and the companies that will have them pass this by are the companies that use AI – the same companies that were talking last year about crypto and the metaverse,\" he said.\n\"If a company talked about crypto last year and they talk about AI now, they probably don't understand either,\" he added.\nAs it applies to his own company, Chesky added that AI has the potential to help Airbnb better utilize and personalize its data.\n\"I think that we can bring a lot of that technology to Airbnb, basically to comb through our half billion reviews, to be able to summarize them to do better matching,\" he said. \"I actually have this vision that our app one day is less like a store, and more like the most powerful travel concierge you could ever imagine.\"\nWhat Chesky seems to be suggesting is that AI can develop monetization opportunities at Airbnb, which are especially important for the company right now – the company's stock is down nearly 20% over the last twelve months.\nAI is, of course, far from the only monetization opportunity Airbnb hasn't yet fully locked in on. Another that's often been talked about is sponsored listings.\n\"My CFO is from Amazon, and he used to use that Jeff Bezos quote, that you want to focus on the most perishable opportunities first,\" he said. \"The great thing is that sponsored listings aren't perishable, and the bigger the platform gets, actually the more interesting monetization gets. Monetization is great at scale, so you want to get as much scale as possible. We still feel like we're in land grab mode. That's not the number one most perishable opportunity, but it's absolutely on the horizon.\""},
{"url": "http://news.yahoo.com//medigo-app-makes-prescription-deliveries-065937686.html", "title": "Medigo’s app makes prescription deliveries available 24/7 in Vietnam", "date": "2023-03-13T06:59:37.000Z", "content": "Over the last three years, Ho Chi Minh City-based\nhas grown to 500,000 active users by providing 24/7 one-demand prescription delivery services. Now it’s planning to grow its telehealth ecosystem with $2 million in new funding by East Ventures, with participation from Pavilion Capital and Touchstone Partners.\nThe new capital will allow Medigo to expand its remote doctor consultations, medicine delivery services and home testing services, including blood tests, urine tests and pregnancy tests.\nMedigo’s app connects users to nearby licenses pharmacies and delivers medicine within 20 minutes. It currently has 1,000 pharmacy partners in Hanoi, Da Nang and Ho Chi Minh City, Vietnam’s three biggest cities, and will began expanding to Tier 2 cities, like Binh Duong, Vung Tau and Hai Phong, this year.\nThe startup’s CEO and co-fouder Ha Le began working on the app after he had trouble finding fever reducers for his daughter in the middle of the night. “When I was in university as a software engineer, I never thought that working in the healthcare space would be the center of my daily life, but now, it is my life’s mission,” he told TechCrunch.\nMedigo has plenty of competitors, including Doctor Anywhere, Jio Health, Edoctor, Long Chau, Pharmacity and Rightnow. Le said Medigo differentiates by working with pharmacies that are open around the clock so it is able to operate 24/7 consistently. It also plans to connect different providers, so users can have more choices on the same platform.\nIn a statement about the investment, East Ventures managing partner Koh Wai Kit said, “Digital technologies can improve the accessibility and affordability of good quality healthcare. We are excited by Medigo’s mission to revolutionize pharmacies and healthcare services in Vietnam.”"},
{"url": "http://news.yahoo.com//alcopops-e-bikes-how-we-calculate-inflation-changing-121719450.html", "title": "Alcopops are out, E-bikes are in: How we calculate inflation is changing", "date": "2023-03-13T12:17:19.000Z", "content": "Alcopops and CDs have lost their place in the shopping basket used to measure UK inflation, making way for electric bikes and frozen berries.\nThousands of prices are collected to calculate the\n, with the so-called inflation basket containing more than 700 goods and services, according to the Office for National Statistics (ONS).\nNon-chart CDs and digital compact cameras have disappeared from UK shopping lists in the past year.\nMike Hardie, the ONS deputy director of prices transformation, said: “The impact of mobile phone technology continues to resonate with the removal of CDs and digital cameras from our basket, reflecting how most of us listen to music and take pictures straight from our phones these days.”\nThe ONS said the inclusion of e-bikes, home security cameras and frozen berries, used to make fruit smoothies, reflected heightened environmental awareness, a bigger range of products such as doorbell cameras to protect property, and the increased popularity of smoothies.\n\"With many people looking to reduce their impact on the environment, we have also introduced e-bikes, whose popularity has risen significantly in recent years,” Hardie added.\nIn total, 26 items were added, 16 items lost their place, and 717 remained unchanged.\nThe ONS said the removal of alcopops was, in part, the result of restaurants, cafes and pubs being over-represented.\nMyron Jobson, personal finance analyst at Interactive Investor, said: \"The ONS basket of goods become ever more diverse, with the inclusion of products that some of us wouldn't even dream of buying.\n\"It is not an exact science, and its variety should remind us that the experiences of the rising cost of living is unique to each individual.\"\nThe inflation basket is updated once a year to take account of the changing tastes and habits of UK consumers and to ensure the official measure of the cost of living is as accurate as possible."},
{"url": "http://news.yahoo.com//amazon-canada-wattne-massage-gun-sale-deal-133304365.html", "title": "This popular massage gun with 10,000 reviews is on sale for $80 on Amazon", "date": "2023-03-13T13:33:04.000Z", "content": "If you're looking for a way to banish sore muscles post-workout, it might be time to invest in a massage gun. The devices are convenient, portable and effective at relieving soreness, and they're also an affordable alternative to hitting the spa after a tough workout.\nMany top brands can set you back hundreds of dollars, but if customer reviews are anything to go off of, some of the inexpensive models are just as effective as their\nIn fact,\n's best-selling\nis on sale for 53 per cent off — bringing its price down to just $80. To take advantage of the deal, scroll below.\nThis percussive massage gun helps to relieve sore muscles and tension by penetrating deep into the body's tissues. It delivers 1,200 to 3,300 percussions per minute, with the option to choose from 20 different massage speeds.\nThe\ncan be used on multiple muscle groups, including the legs, arms, abs and back. It also comes with six interchangeable massage attachments that are specialized to target different body parts.\nWhen fully charged, this massage gun delivers up to eight full hours of use so you'll be sure to have easy access to a post-workout session.\nThere's no doubt that a massage just feels good on sore muscles, but studies have shown that there are benefits us using tools like this affordable massage gun.\nhas been shown to help alleviate post-workout soreness, which helps you get back to exercising faster. Studies have also shown that pre-workout massages can even result in\nafter an intense sweat session.\nIn spite of these potential health benefits, there are some risks to using a massage gun, especially if used incorrectly. Excessive use may lead to ruptured blood vessels, nerve sensitivity, ligament strain or\nIf you're curious about incorporating one into your fitness routine, be sure to speak with a doctor or healthcare professional ahead of time.\nAs Amazon's\n, it's clear that the\nlives up to its claims of providing a deep and relaxing massage. It's earned an impressive 4.6-star average rating from more than 10,000 customer reviews, as shoppers say it \"relieves pressure points and gives instant relief.\"\n\"I gave this a 5 out of 5,\" one reviewer shared, adding that the \"price, accessories, power and overall value\" of this massage gun made it well worth the purchase.\n\"Tons of bang for your buck!\" raved another.\n\"Best pain-reliever EVER!\" shared a third.\nShoppers have found the Wattne massage gun to be effective on multiple areas of the body, including the shoulders, back, neck, thighs, calves and more.\nOne Amazon customer noted that this device was \"very helpful for warming up\" muscles before a workout, while another shared that they used the gun to \"help with recovery\" following a long run or tough workout.\nDue to the size and shape of this massage gun, some shoppers found that it was \"awkward to use\" on certain areas of the body — especially if you're trying to reach areas of the back by yourself. They recommend having someone to help you in those cases, as a second set of hands makes all the difference.\nAt its current price of $80, the\nis an affordable option if you're looking to dive into the world of at-home massage.\nShoppers have praised its effective performance that helps relieve tired and sore muscles, while recommending that you take your time when beginning to incorporate it into your daily routine."},
{"url": "http://news.yahoo.com//best-android-phone-130030805.html", "title": "The best Android phones for 2023", "date": "2023-03-13T13:00:30.000Z", "content": "Unlike the iOS ecosystem, where Apple is the only game in town, one of the best things about the Android phone market is the wide range of different devices and manufacturers to choose from. That said, when it actually comes time to upgrade, that wealth of options can make it a bit more difficult to choose the right handset for you. If you’re looking for a new phone and don’t know where to start, we’ve got you covered with a selection of the best Android phones for every budget.\nWhen it comes to picking our favorite Android phones, the main things we look for are pretty straightforward: good performance (both compute and AI), a nice display, solid design, sharp cameras, long battery life and a significant commitment to ongoing software support. For performance, not only do we look at benchmarks and other metrics, but we also evaluate phones based on responsiveness. Regardless of whether you’re reading, browsing social media or playing a game, no one wants a device that feels sluggish.\nWhen it comes to displays, we generally prefer OLED panels that can produce rich, saturated colors with at least 600 nits of brightness, though many of our top mid-range and high-end phones can hit 1,000 nits or more. And more recently, most of our favorite devices also support screens with fast refresh rates of 90Hz or 120Hz, which adds an extra level of smoothness and fluidity.\nNow we will admit there is a bit of subjectivity when deciding which phones look the best, but there are other design aspects like dust and water resistance or screen durability that can make a big difference to long-term survival. It’s also important to consider things like support for wireless charging, power sharing (aka reverse wireless charging) and UWB connectivity, which can have an impact on how your phone interacts with your other devices.\nObviously, for photos we’re looking for sharp, colorful shots in both bright and low-light conditions. And we want video clips with high dynamic range, rich audio and smooth image stabilization. Extra cameras for ultra-wide and zoom lenses are a plus. It’s also important to consider features like dedicated night modes, support for various video recording resolutions, and additional photo modes like timelapse, slow motion and more.\nFinally, in terms of battery life, we’re looking for all-day longevity on devices that also delivered great results on our local video rundown test (at least 16 hours on a charge, but more is obviously better). And with people holding onto their phones longer than ever, we like to see companies commit to at least three years of software support and regular security patches.\nThe\nand the standard\nmight not be the absolute fastest phones on the market, but what they lack in pure performance they make up for with thoughtful software. Thanks to Google’s Tensor G2 chip, the Pixel 7 series features powerful AI and machine learning capabilities that support things like on-device language recognition and real-time translation. You also get gorgeous OLED displays and the\navailable today. And with the standard Pixel 7 starting at just $600, Google’s latest flagship is an incredible value too. The main differences between the two are that the Pixel 7 Pro has a larger 6.7-inch screen and features a third rear camera with a 5x optical zoom. But regardless of whether you prefer a smaller or larger device, you can’t really go wrong with either the Pixel 7 or Pixel 7 Pro.\nFor those who want a phone with a big screen, solid cameras and great performance, but for less than a traditional flagship, the\nstrikes a good balance between budget phones and more premium devices. In a lot of ways, the OnePlus 11 is like a more affordable\n. Not only do you get a similar 6.7-inch 120Hz display, it also features a speedy Snapdragon 8 Gen 2 chip and a big 5,000 mAh battery. Meanwhile, thanks to OnePlus’ blazing 100-watt wired charging, it juices up faster than any phone from Google or Samsung. And on the camera side, the company’s ongoing partnership with Hasselblad has resulted in notable improvements in image quality.\nThe main shortcomings of the OP11 are that its IP64 rating for dust and water resistance falls short of what you get from competing devices, and the camera’s 2x optical zoom lens feels a bit on the short side. But with OnePlus adding wider carrier compatibility and committing four years of OS upgrades and five years of security patches, the OP11 is a well-equipped option that costs significantly less than its rivals.\nIf you just want a simple phone for a good price, the\ncan’t be beat. Starting at just $449, you get a vibrant 6.1-inch OLED and Google’s Tensor chip along with 6GB of RAM and 128GB of storage. But the thing that separates the\nfrom other budget phones are its cameras which, thanks to Google’s superior image processing, produce pictures that are sharper and more accurate than competitors twice its price. Meanwhile, Google’s commitment to software updates means you should get at least three years of OS support and five years of security patches. And thanks to all of the Pixel-specific software features like Call Screener, Hold For Me and the Pixel Recorder app, you can get a very affordable device with a ton of smarts.\nStarting at $1,200, the\nis very expensive, but it has practically everything you could ever want or need in a smartphone. It has a huge\nwith a 120Hz adaptive refresh rate, a total of five cameras (main, ultra-wide, 3x zoom, 10x zoom and a selfie shooter) and a built-in S Pen for drawing and note-taking. It also features a huge 5,000 mAh battery that delivers some of the longest runtime we’ve seen on any phone. And with Samsung’s renewed commitment to software support, you can expect a minimum of four major OS upgrades and five years of regular security patches.\nWhile the\nis arguably the most stylish and compact phone on the market, the bigger and more expensive\nis like three devices in one, which makes it a unicorn among mobile devices. When you just need to respond to a text or look up an address quickly, its 6.2-inch exterior cover screen makes that a cinch. But when you want to sit down to watch a movie or play a game, you can open up the Fold to reveal a stunning 7.8-inch flexible display. It’s compact when you need it to be, while providing an immersive viewing experience when you don’t. And thanks to support for stylus input, you even can use one of Samsung’s S Pens designed specifically for the Fold to quickly draw or jot down a note. On top of all that, its OLED display makes the Z Fold 4 great for reading books and comics. And unlike practically any other non-Samsung foldable, the Fold also has an IP68 rating for dust and water resistance. In a lot of ways, this thing is the Swiss Army knife of phones. Sure, it’s a bit bulky, and at $1,800 it’s not what anyone would call affordable. But its ability to serve as a phone, a tablet, an e-reader and more depending on the situation puts the Z Fold 4 in a category of its own."},
{"url": "http://news.yahoo.com//regulators-seize-signature-bank-in-third-largest-us-bank-failure-231404695.html", "title": "Regulators seize Signature Bank in third-largest US bank failure", "date": "2023-03-12T23:14:04.000Z", "content": "Regulators seized New York regional bank Signature Bank (\n) two days after shutting down Silicon Valley Bank as overseers of the banking system try to restore calm before markets open Monday.\nSignature becomes the third-largest bank to ever fail in the U.S., behind Silicon Valley Bank and Washington Mutual in 2008, if its assets haven't changed significantly since the end of 2022. Signature had $110 billion in assets as of Dec. 31, ranking 29th among U.S. banks. It had $88 billion in deposits as of that date, and approximately 89.7% were not insured by the Federal Deposit Insurance Corporation.\nAll of those deposit holders will get their money back, according to a joint statement from the Treasury Department Secretary Janet Yellen, Federal Reserve Chair Jerome Powell and FDIC Chair Martin Gruenberg, who cited a \"systemic risk exemption\" that is also being applied to all Silicon Valley Bank deposit holders. Shareholders and certain unsecured debt holders will not be protected, they added, and senior management had been removed.\nAny losses to the FDIC's Deposit Insurance Fund to support depositors who exceeded the $250,000-protected limit, they added, \"will be recovered by a special assessment on banks, as required by law.\" The FDIC maintains its insurance fund with regular contributions from banks. The government officials did not disclose how many deposits or assets Signature was left with at the time of its seizure.\nSignature served clients in the cryptocurrency world and had been trying to reduce its exposure. Like Silvergate Bank, another crypto-friendly bank that said last week it would voluntarily wind itself down, it suffered from a deposit outflow in the aftermath of the collapse of crypto exchange FTX. Deposits dropped 17% in the fourth quarter of 2022 as compared to the year-earlier period.\nThe value of some of its securities had also dropped in value due to a rapid rise in interest rates over the last year, a development that also created problems for Silicon Valley Bank once depositors at that California bank began withdrawing money.\nSignature tried last week to restore confidence in its position as investors punished regional bank stocks, releasing a filing that stated it had \"a strong, well-diversified financial position\" and reiterating the company's intent to reduce its exposure to cryptocurrency customers. Its shares sold off more than 20% Friday, and were down 76% over the past year.\nIt acknowledged in its most recent annual report that \"our depositor base is more heavily weighted to larger uninsured deposits than many other banks\" and noted that \"the loss of our deposit clients or substantial reduction of our deposit balances could force us to fund our business with more expensive and less stable funding sources.\"\nSignature was started in 2001 by CEO Joesph DePaolo, chairman Scott Shay and vice chairman and director John Tamberlane. The bank catered to high net worth individuals. In a 2001\nwith Crain’s New York ahead of the launch, Shay described the bank’s target audience as “the guy who started his business in Brooklyn and is now worth $20 million.” It went public in 2004.\nIt became the go-to lender for Donald Trump before he became president, according to\n. Signature helped to finance Mr. Trump’s Florida golf course Mar-a-Lago, according to the report, and Trump's daughter Ivanka served on Signature's board from 2011 to 2013.\nMore recently the bank courted crypto firms by offering SigNet, a blockchain-based payments platform that allowed clients to move money to each other outside of regular banking hours.\nThe largest U.S. crypto exchange, Coinbase, said in a tweet that as of close of business on Friday, it had an approximately $240 million balance \"in corporate cash\" at Signature. It said it expected to fully recover these funds.\nStablecoin issuer and trust company Paxos said in statement shared with Yahoo Finance that the company currently holds $250 million at Signature Bank and \"holds private deposit insurance well in excess of our cash balance and FDIC per-account limits.\"\nNow that Signature has been seized, Circle, issuer of the second largest stablecoin, \"will not be able to process minting and redemption [for the stablecoin] through SigNet,\" and \"will be relying on settlements through BNY Mellon,” CEO Jeremy Allaire\non Twitter Sunday evening.\nCircle’s USD coin fell below its crucial $1 peg Friday after the company disclosed $3.3 billion in cash reserves held with the failed Silicon Valley Bank despite attempted withdrawals Thursday. After falling to 88 cents on Saturday, the company announced it planned to cover any shortfall from its SVB losses using “corporate resources.”\nAllaire said Sunday evening that “100% of deposits from SVB are secure and will be available at banking open tomorrow” and that “we will be bringing on a new transaction banking partner with automated minting and redemption potentially as soon as tomorrow.\""},
{"url": "http://news.yahoo.com//motorist-doorbell-cam-kicking-snowman-132816536.html", "title": "Motorist caught on doorbell cam kicking over snowman made by nine-year-old girl", "date": "2023-03-13T13:28:16.000Z", "content": "This is the moment a motorist got out of his car just to kick over a snowman that was made by a nine-year-old girl.\nThe bizarre act was caught on a family's doorbell camera last week during the\n.\nThe footage shows a man pull up in his car, cross a road and then go into the family's garden, all just to kick the snowman over.\nThe video was taken from a doorbell camera at a home in Dudley, West Midlands.\nThe man who kicked over the snowman was wearing a blue tracksuit.\nAfter toppling the snowman, he walked back to his car and drove away.\nLocal children had hoped to watch the snowman melt.\nThe family said they were left baffled by the man's \"weird\" behaviour.\nThe girl's father, who asked not to be named, said: \"The wife had a doorbell alert, then we saw what had happened. We couldn't believe it.\n\"It is weird that it annoyed him so much he had to stop and pull over.\n\"I know it's only a snowman but to come up onto someone's garden, it's not on.\n\"It had started to lean over, the kids were looking forward to it melting.\"\nThe girl's mother said her daughter had been left upset by the incident.\nShe said the man's actions were \"mean and horrible\"."},
{"url": "http://news.yahoo.com//lexus-offers-a-a-glimpse-at-its-ev-future-with-the-rz-450e-110046197.html", "title": "Lexus offers a a glimpse at its EV future with the RZ 450e", "date": "2023-03-13T11:00:46.000Z", "content": "An hour north of Marseille sits Château La Coste, a winery, hotel and art gallery nestled in the heart of a beautiful Provincial valley. In its grounds is a Renzo Piano-designed steel and glass oubliette, buried in a knife wound carved out of the undulating vineyards. It’s here that Lexus has gathered the world’s press to show off its latest vision for the future of driving. Lexus believes the new\nis a new dawn for electric vehicles, but also for the way that we control them. That’s because several of the prototypes on show utilize the company’s long in development steer-by-wire system that threatens to upend more than a century of technology.\nThe RZ 450e is Lexus’\nbattery electric vehicle, so long as you forget about all of the\nit's sold over the years. Unlike its predecessors, this is the first to be conceived as an EV from the get-go, rather than as a variation of a model built to accommodate an engine. It sits atop Toyota’s E-TNGA platform, the same underpinning both the\nand\n. As much as the platform is common, however, Lexus was keen to point out that this is not just a rebadged bZ4X, and is very much its own vehicle. Whereas that car was designed to be more friendly when going off-road, this car is built exclusively for town-and-city living.\nGiven both are midsize crossover SUVs built on the same platform, there are many similarities between the two. But Lexus’ design language makes the RZ look less bland than its cheaper sibling, with sharper side lines and a more aggressive nose. Unlike the Toyota, the Lexus is only available in a four-wheel-drive, dual-motor system that outputs a combined 230kW power (150kW from the front, 80kW back). But that translates into a quoted brake horsepower of 309, so it won’t be as quick as some of its would-be rivals in raw speed. The company would probably point out, however, that its\n, which uses a variety of digital control units to monitor where force needs to be distributed to ensure the car remains planted on the road, potentially offers a far better sense of driving than its rivals.\nThere are other differences: The boot is larger, 522 liters in the main boot, plus an extra 58 liters under the false floor, compared to the bZ4X’s 452 liters. The interior options are nicer, and for more cash you can get Alcantara-esque trims and nicer metallic paint jobs. The interior plastics are all high quality, with all the surfaces you come into contact with feeling thicker and nicer than some vehicles I could mention. Which is to say that this is\n.\nUnlike other EVs, Lexus will sell you just one battery size, with each RZ coming with a 71.4kWh battery, of which 64kWh is available to drive. Lexus says that rather than messing with different battery sizes, it’s worked instead to squeeze a lot of performance and efficiency out of this cell. You should expect to wring 245 miles from a charge with 20-inch wheels, and get closer to 265 miles if you opt instead for the 18-inchers. I have an urge to castigate the company for not even breaching the 300 mile range limit given that, to many, it might feel like a dealbreaker. That said, I’m not sure I could drive from my house to Liverpool (4 hours, 42 minutes, 254 miles) without stopping for a comfort break.\nAnd despite its obvious weight and size, Lexus said that it has made the RZ 450e as efficient as it can be. It should be able to get between 3.4 and 3.7 miles per kWh, although another midsize SUV, Hyundai’s Kona Electric, has it beat in the on-paper efficiency stakes. There’s an 11kW charger on board that, Lexus promises, will harness enough DC fast charging to re-juice the 450e’s battery to 80 percent within half an hour. None of those figures are eye-grabbing on their own, but speak to a package that’s solid, uncontroversial and hopefully reliable on the longer term. But I’d be lying if I said I wasn’t hoping that, since Toyota and Lexus have lagged so far behind the rest of the industry, that its new generation of EVs would have performance figures to make it stand out against its high-priced competition.\nLexus is already taking orders for the 450e in select territories, but you can only pick it up with the standard electrically-assisted rack and pinion steering system. At the launch I attended, Lexus also equipped some of the trial vehicles with its\nwhich will be available as an additional option at some point in 2025. OMG removes the mechanical link between steering wheel and wheels, replacing it with a torque actuator on the driver’s end, which is connected by wire to a control actuator on the axles. Rather than turning the wheel directly, you’re issuing instructions which are transmitted to the wheels for it to carry out. A bit like when you play any video game, come to think of it.\nLexus pre-programmed our test vehicles with routes designed to take advantage of Provence’s twisty, scenery-filled roads. But it was on one mercifully straight highway that I wondered how much of this system will be the last straw for purists craving connection\n. Even with so many aids added to steering systems as they presently exist, there’s still a physical sense that you turn a wheel, and the vehicle obeys. This ever-so-slightly feels like the beginning of the end for mechanical steering, the drawing of a veil over the last century plus of driving.\nWith any new technology, there is the inevitable culture shock as you get to grips with the change. Spending a few hours with it does not constitute enough time for endorsement or indictment, but I do have some initial thoughts. Driving with One Motion Grip is a lot more alive and active than you may expect from a stately SUV, especially one from Lexus. The system does demand your attention, and going around my first roundabout I needed to make lots of fine-tuned adjustments to my steering. I can see why the press who tested a very early version of this system a few years back described it as “twitchy.” It’s not the\n, but you get a sense that you need to recalibrate your sense of turning, which is hampered by the fact that the turning will change depending on the speed you’re traveling at.\nIt has taken the better part of twelve years for Lexus to develop this system, although it’s not the first to the idea. Infiniti, Nissan’s luxury car marque, launched the 2014 Q50 with Direct Adaptive Steering, albeit it remained a mechanical connection to the wheels as well. Lexus is going all in on wires, but to reassure wary would-be purchasers about reliability, also added redundant actuators at both ends, as well as a back-up battery, to ensure steering never loses power. That means there’s no great weight saving (vital for BEVs) compared to “real” steering, but you still get all of the other potential benefits of switching to the technology.\nWith One Motion Grip, the 450e can offer the same level of dynamism for driving as seen in other parts of the car. The Direct4 system can already alter the torque put to each wheel to balance the ride, and you get a similar level of dynamic-alteration when driving. For instance, the system will adjust how much turn you get depending on the speed you’re driving at, with tricky car-park maneuvers more dramatic than switching lanes on a highway. And for that, we come to Lexus’ most eye-catching, controversial and interesting change, ditching the steering wheel for a yoke in a quest to end “hand-over-hand” driving.\nDitching the steering wheel also means that Lexus can reduce clutter and make it easier for drivers to see the instrument binnacle. This is a great idea in theory, but falls victim to the problem that more than a few Toyota and Lexus vehicles have suffered from over the last few years. I don’t know why, but many models (including the 2014 Mirai, 2015 Prius, 2012 and 2018 Corolla, amongst others) have their infotainment displays too low down in the center console. So when you want driving directions, you need to\n. At least in the bZ4X, the display is at the same height as the steering wheel, but here, the 14-inch infotainment display is buried below the air vents. Maybe it’s all a clever ploy to ensure everyone opts for a heads-up display, but it’s a persistent bugbear of mine.\nTowards the end of my time with the setup, it got easier, and I suspect that it’ll only take a few days of regular use before it becomes second nature. It’s almost tragic that, for all of the effort, this technology will eventually pass unremarked into everyone’s daily driving habits. But I will admit that, when it came time for our last trip, driving the 450e back to the airport, me and my driving partner James both said we’d prefer driving the version with the wheel. But then, it’s always easier to run screaming back toward the comfort of the familiar when you’re pressured for time.\nLexus has been in the process of building\nvehicles for the better part of two decades but it’s only\nthat it has launched its first clean-sheet EV. Toyota may have been the first to make a partially-electric vehicle work as a mass-market proposition, but it always had\nas its north star of its strategy. It, in tandem with fuel companies and the Japanese government, opted to pursue\n. Company officials frequently cited the cost and weight of batteries, and the speedy refueling times of hydrogen, as justification to avoid following the market. Inch-by-inch, sector-by-sector, the corporation has ceded more and more of the ground it initially cultivated to upstart rivals. The only evidence the company still clings to the hope of re-litigating the last decade of auto industry evolution was in a clearing across from the chateau’s polished concrete garage.\nThere, surrounded by metal barriers clad in Toyota-branded banners, was a hydrogen generator used to feed power into the facility necessary to charge so many cars all at once. But for my own pessimism, there remains hopeful shoots that Toyota’s fuel cells may finally find their place. The company recently announced a deal to sell hardware to Hyliko, a French trucking startup, to build the sort of heavy-duty equipment that hydrogen power is ideal for. Similarly, BMW has started showing off its\n, a prototype hydrogen EV that uses Toyota’s technology. But these are still little more than green shoots of hope that hydrogen hasn’t become a technological cul-de-sac the company has driven itself down into. Especially given the natural benefits of generation, transport and efficiency that electricity has always had over its rival.\nAs for the RZ 450e, it’s an EV that makes a better case for your head than perhaps it does your heart. Perhaps it’s because all EVs are a little more bloodless than their gas-powered rivals, and that the company has spent so long refining its offering. It’s powerful enough that you’ll feel a real kick when you put your foot to the floor, and the steering is a lot more active and direct than you would expect from a big, heavy, Lexus-branded SUV. But there’s also something sterile about the whole thing, the seriousness of the machine stripping out some of the fun. But that’s flimsy criticism of a grown-up vehicle that gets the fundamentals right, and should leave you with no doubts about the reliability of its hardware.\nThe\nin the UK for £62,000, with the most expensive Takumi variation costing £72,100. Deliveries for the vehicle are expected to begin at the end of May."},
{"url": "http://news.yahoo.com//irs-tax-audits-target-and-burden-lower-income-families-say-tax-experts-142746381.html", "title": "IRS tax audits ‘target and burden lower-income families,’ say tax experts", "date": "2023-03-12T14:27:46.000Z", "content": "The underfunded Internal Revenue Service has been relying on\nto generate paper audits that target tax benefits, such as the Earned Income Tax Credit, for lower-income households.\nThe result: Financially vulnerable families are burdened with never-ending notices and refund delays.\n\"Families with low incomes are relatively easy and inexpensive to audit compared to more wealthy individuals and corporations,\" Joanna Ain, associate director of policy at Prosperity Now, a national nonprofit driving change towards racial economic equality, told to Yahoo Finance. \"I can imagine a huge and a very scary burden for low-income families to get these notices from the IRS and and to go through that process.\"\nJan Lewis, a CPA and chair of the tax executive committee at American Institute of Certified Public Accountants, added: \"The IRS computer systems say you didn't respond to your notice. So they send you a second notice because they think you are now avoiding them. It can go so far as to send a Notice of Intent to Levy when you've already responded.\"\nNearly 50% of the IRS' total audits went to families making less than $25,000 and claiming the Earned Income Tax Credit, or EITC, according to\n. The burden of the IRS audits\n, with households making less than $25,000 facing the largest audit scrutiny among other income ranges in 2022, according to data released by TRAC.\nDragged-out audits can hurt lower-income households because many depend on tax refunds to pay bills. Although the\nto help fix issues faster, many families must amend returns during an audit, which can take up to another\n.\nLewis, for example, is helping a young family claim the Child Tax Credit and she can see the impact.\n\"They have two kids under the age of four, they are working, they are trying to do their best and it's a real hardship,\" the CPA said. \"I've been waiting for that refund since April of 2022. We're in February of 2023. And we can't even tell them when they're going to get their refund.\"\nBut that's not all. Lewis said some taxpayers are so afraid of the IRS that they just pay the agency even if they're in the right.\n\"They are scared the IRS is gonna come get them so they pay the balance when they really shouldn't,\" Lewis said.\nMore than 97% of lower-income families who got audited in 2022 receive the audit by mail. This is because the tax agency replaced many of its face-to-face audits with letter audits as a cost cutting measure.\n\"The way [the IRS] audits the family is mechanical, whereas the higher-income family, when they're being audited, they (may) have lawyers involved,\" Ain said. \"You need to spend more money on the higher-income audits than the lower-income audits.\"\nLower-income taxpayers also often have trouble understanding the audit letters and navigating the process.\n“Correspondence audit letters fail to provide a point of contact,” Erin Collins, the National Taxpayer Advocate, wrote in her\n. “Low-income taxpayers encounter communication barriers that hinder audit resolution, leading to increased burdens and downstream consequences for taxpayers.”\nBut there's more.\nThe IRS notices don't always stop after taxpayers respond to the initial correspondence letter. The agency takes weeks or even months to process incoming mail. Taxpayers can receive a swell of threatening letters asking for a response when they have already provided the necessary information.\n\"[IRS notices] take on a life of its own,\" Lewis said, adding that the agency can also generate incorrect notices.\n\"[The notices] may not be right because so many of them are matching notices that the IRS is trying to match up a 1099 with what you've reported on the return,\" Lewis said. \"Their computers can't figure that out.\"\nAside from utilizing the agency's new\n, including calling the IRS center equipped with 4,000 more phone agents in the 2023 tax season, taxpayers have a few other recommendations from tax experts.\nThe first: Don't ignore an audit notice; problems will just snowball.\n\"A lot of times [taxpayers] have a tendency to want to sweep [notices] under the rug,\" said Melanie Lauridsen, AICPA's director of tax practices and ethics. \"And that just complicates matters and makes the process of a notice escalate.\"\nTaxpayers who qualify can also head to their local\n(VITA).\n\"VITA sites will refer a client to their closest [\n] if they get a notice,\" Ain said.\nAnd last but not least, taxpayers can get help from the National Taxpayer Advocate by submitting\n.\ncertified public accountant (CPA)"},
{"url": "http://news.yahoo.com//were-only-beginning-see-impact-141650236.html", "title": "We're only beginning to see the impact of Silicon Valley Bank's implosion", "date": "2023-03-12T14:16:50.000Z", "content": "Despite the economic turbulence of the past year, I think it’s safe to say that many of us did not see the\nof Silicon Valley Bank coming. While we could have guessed the storied financial institution was struggling, we did not anticipate that it would shut down so soon after announcing said struggles. The impact of this event will be severe, widespread and -- for fear of being dramatic -- potentially catastrophic for many. Already, businesses are worried about making payroll, which could lead to unanticipated closures and layoffs. As one VC put it: \"It's bad.\" Our hearts go out to all impacted.\nNatasha Mascarenhas and I talked to several competitors in the space and unsurprisingly, they’re seeing a ton of increased demand. You can read all about that\n. We also teamed up with other TC staff and talked to several founders who bank(ed) there to get\n.\nOutside of TC’s multiple (and fabulously reported, if I may add) stories on the topic, which you can find bundled\n, there is some other chatter I’ve heard related to the news:\nOne fintech investor told me that he is aware of a single company that moved\nout of Silicon Valley Bank on Thursday.\nRippling co-founder and CEO Parker Conrad on March 10\nthat his company had historically relied on SVB for payments rails for its payroll and other products but in light of the news, “immediately accelerated a planned switch to JPMorgan Chase.” Later that day, he added that his company was not able to process payroll for some company's employees and\n, noting that while future payroll runs will be processed with JPMorgan Chase, any payroll funds processed for the day's check date \"were debited from clients earlier in the week,\" and that the company was \"currently stuck with SVB, which is now in FDIC receivership.\"\nUnlike many other VCs encouraging companies to move their money out of SVB, fintech-focused Restive Ventures’ Ryan Falvey urged people to\nSome have speculated that a \"\n\" ultimately led to SVB's demise.\nBrazilian fintech Trace Finance launched\nfor startups in the wake of the news. Via email, a spokesperson told me on Friday that balance withdrawals totaling\nhad been initiated from SVB through Trace Finance since the news broke on Thursday, and that $100 million had already been moved from SVB and deposited in new checking accounts with Trace Finance. Customers for the new checking account include Rocket.chat, Mercado Bitcoin, Rentbrella, The Coffee, and Gringo.\nNote: I had a totally different intro planned today based on a super interesting conversation I had with a neobank founder but I’m going to save that for another day, as we’ve had to jump on the impact of Silicon Valley Bank’s shuttering on the startup and venture world.\nTwitter\nI conducted\n:\n, partner,\n;\n, partner,\n;\n, venture partner,\n;\n, managing partner,\n;\n, partner and co-founder,\n;\n, partner,\n;\n, co-founder and general partner,\n. Not just saying this because I conducted the survey, but I was\nimpressed with how detailed and thoughtful their answers were. Spoiler alert: B2B payments and infrastructure remain on fire and most investors expect to see more flat and down rounds this year. Plus, they were gracious enough to share some of the advice they’re giving to their portfolio companies.\nWhile the public market correction has been widespread, tech and fintech stocks have seen the largest declines, according to a recent report. Specifically, the Fintech Index — which tracks the performance of emerging, publicly traded financial technology companies — was down a staggering 72% in 2022, according to\n’s State of Fintech 2022 report. After hitting a peak of $1.3 trillion in late 2021, the F-Prime Fintech Index slid to $397 billion by the end of 2022. Currently, the Fintech Index comprises 55 companies across B2B SAAS, payments, banking, wealth and asset management, lending, insurance and proptech. I dug DEEP on the topic\n.\nReports Christine Hall: “From the people who brought you credit monitoring services now comes\n, a new product to help people know, grow and protect their wealth. The new feature brings the 16-year-old company closer to becoming an end-to-end personal finance management platform, also offering debt, credit building and checking and savings products, Credit Karma founder and CEO Kenneth Lin said in an interview. As Credit Karma members moved through their credit journey of establishing credit and getting their credit score in check, they are now thinking about the next stage of their life: \"financial goals and outcomes, he said.”\nA\nto our\nnews from last week (a collaboration with the brilliant Alex Wilhelm): Even if the Better.com SPAC combination closes, the transaction has been all but neutered from a cash perspective. From the company’s pursuant\n: “About 92.6% of the company’s Class A ordinary shares were redeemed and approximately 7.4% of the Class A ordinary shares remain outstanding. After the satisfaction of such redemptions, the balance in Aurora’s trust account will be approximately $20,931,627.” While the drop-dead date to go public via a SPAC is September 30, it will likely be apparent by summer whether Better.com will be able to move forward with the transaction. A source familiar with internal happenings at the company told TechCrunch that is probably when the \"death spiral will begin.\" With no incoming equity financing and likely no faith on the part of creditors, the source added, the company will most likely have to consider filing for bankruptcy by late 2023 or early 2024. CEO Vishal Garg told The Information that\nmight be in the company's future, too. Meanwhile, multiple sources familiar with the background on Better.com’s “agreement” with Amazon told TechCrunch that the deal did not in fact represent a partnership between the two companies. Rather, Better apparently announced its new Equity Unlocker tool last week, and it rolled it out saying that it was initially exclusively available to Amazon employees. The news was framed to imply that there was some sort of partnership forged between the two, presumably to boost Better.com's credibility.\nAccording to\n’s\n, the U.S. continued to drive fintech investments last year, accounting for $61.6 billion across 2,222 deals during 2022, including $25.2 billion in the second half of the year. Seed-stage fintech deals saw record investment as valuations of late-stage VC-backed companies saw significant downward pressure, attracting a record $4.5 billion, up from 2021’s $3.4 billion. Says KPMG via e-mail: “We’re also seeing a continued focus on BNPL, AI offerings/tools, and M&A activity remaining slow through the first half of 2023.”\nMeanwhile, according to\n, enterprise fintech startups are capturing more of the broader fintech VC pool. The company’s latest\nfound specifically that global VC investment in the broader fintech space reached $57.6 billion across 2,747 deals in 2022, declines of 40.7% and 18.1% year-over-year, respectively. Within the vertical, enterprise fintech startups raised 60.9% of capital from investors compared to their retail counterparts. In 2020, that number was 48.2% of capital.\nReports Ingrid Lunden: “Startups are facing a moment of reckoning in the current economic climate, and today one of the more promising in the world of fintech has cracked under the pressure.\n, the U.K.-embedded finance startup formerly known as Railsbank and once worth nearly $1 billion, has been\n; and as part of the deal, it’s going into administration so that it can continue [operating] . . . as it restructures. The consortium, which trades under the name Embedded Finance Ltd, includes previous Railsr’s investors D Squared Capital, Moneta VC and Venture Capital. The company is not disclosing the value of the deal. It was valued, when still solvent, at around $250 million back in October 2022, so that is one starting point.”\nAccording to TC’s Tage Kene-Okafor: African fintech\n(formerly known as TeamApt Inc), has appointed Pawel Swiatek as its chief operating officer. Pawel joins the business from Capital One, where he served as managing vice president for over four years. At Capital One, he was responsible for the bank’s financial inclusion program. He was also part of the management team at the world’s largest hedge fund, Bridgewater. At Moniepoint, Swiatek’s experience in financial inclusion will be brought to bear in building an execution operating system, driving strategy and execution by building policies and tools. Moniepoint offers payment, banking, credit and business management tools to over 600,000 businesses and processes a monthly TPV of over $10 billion. The fintech is backed by Lightrock, Novastar and QED, the global fintech investor whose managing partner Nigel Morris co-founded Capital One.\nPayments giant\nappears to still be trying (hard) to raise venture funding. Eric Newcomer\nthat the company is now raising 6 BILLION DOLLARS instead of the\nit was believed to be trying to secure, according to previous reports. According to Eric, Thrive Capital, General Catalyst, Andreessen Horowitz, and Founders Fund are participating in the round along with Goldman Sachs private wealth clients. Meanwhile, there was chatter\nabout the company’s decision to no longer return a $15 dispute fee for successfully contested disputes. Meanwhile, there also seems to be some chatter about how\n, a real-time payments system that the Federal Reserve is rolling out in the next couple of months, could impact Stripe negatively. Oh, and for one fintech observer’s opinions on why the company, despite its challenges, “can’t lose,” head\n.\nConstruction tech startup\nis expanding into fintech. The materials management company has launched a new\ndesigned to help contractors manage their spend, eliminate billing mistakes and simplify payments. Led by 31-year-old founder and CEO\n, Kojo says it is used by 11,000 construction professionals across the country. The company has raised more than $84 million. TechCrunch covered its last raise\n.\nOkay, well, with that, I'm out of here for now. Next week is spring break for my family, so I will be mostly out and the amazing Christine Hall will be taking over the newsletter for me. But I'll be back for the March 26 edition! Until then, take good care!! xoxo, Mary Ann"},
{"url": "http://news.yahoo.com//americas-biggest-oil-shipping-port-calls-for-record-breaking-2023-124831940.html", "title": "America's biggest oil shipping port calls for record-breaking 2023", "date": "2023-03-13T12:48:31.000Z", "content": "The CEO of America's largest oil export gateway predicts another record year in 2023 as strong global demand continues despite efforts to ditch fossil fuel.\nSean Strawbridge, chief executive officer of the Port of Corpus Christi, says foreign bans on Russian crude boosted exports by about 15 per cent last year. In December alone, that worked out to about 70 million barrels.\nThe Texas state-run port has snapped its annual oil export record for six consecutive years, Strawbridge says. Volumes have climbed from an average of nine million barrels a month in 2016, the year following a decision by the U.S. Congress to repeal a ban on shipping crude abroad.\n\"We see an American barrel in higher demand than ever before because it's not being controlled by a cartel like OPEC, or influenced directly by a despot like Putin,\" Strawbridge told\nat CERAWeek by S&P Global. The annual energy conference in Houston, TX draws executives from some of the world's largest oil and gas companies. However, a significant portion of the dialogue is now devoted to newer, cleaner forms of energy such as hydrogen.\nAccording to the U.S.Energy Information Agency, American oil production nearly doubled between 2009 and 2015. Removing the export ban has allowed producers to charge higher prices relative to comparable foreign grades.\nStrawbridge says he was only six months into his tenure as CEO when Congress expanded the market to overseas buyers. To cope with the growth, he implemented \"a very aggressive capital investment program\" as the global conversation around energy transition was becoming mainstream.\n\"We opened eight new crude facilities over that period of time,\" he said. \"It's been really fortuitous for us. While we were criticized for building that infrastructure early, now, instead of being reviled, we're revered for having that capacity and being able to.\"\nStrawbridge says while oil, and increasingly liquefied natural gas, are mainstays at the port, he is also \"fully embracing\" the energy transition.\n\"We think hydrogen from hydrocarbons will be first to market, but ultimately green hydrogen is what the ambition is, particularly for the EU with the declarative 20 million tons by 2030,\" Strawbridge said.\nHydrogen emits only water when burned, but creating it can be carbon intensive. Green hydrogen is the only type produced in a climate-neutral way, splitting water into hydrogen and oxygen using renewable electricity. The European Union aims to produce 10 million tons annually, and import the remaining 10 million.\n\"It's going to be hard-pressed for them to achieve that goal. But we certainly want to be contributory on that,\" Strawbridge said.\nPort of Corpus Christi is currently in the late stages of the permitting process for the largest desalination facility in the United States. Once completed, Strawbridge says it will significantly enhance the port's position in the hydrogen value chain.\n\"What nobody is talking about with hydrogen is the water needs,\" he said.\n\"Hydrogen is extremely water intensive.\"\n."},
{"url": "http://news.yahoo.com//the-apple-watch-se-is-cheaper-than-ever-right-now-140008239.html", "title": "The Apple Watch SE is cheaper than ever right now", "date": "2023-03-13T14:00:08.000Z", "content": "Calling anyone who has been wanting an Apple Watch but not wanting to break the bank. The\n2nd gen is already the cheapest option on the market, but it's currently at an all-time low price. The 40mm model is down 12 percent, to $219 from it's usual $249. Comparatively, currently the\nis $329 (also on sale) and the\nis $769.\nThe\nhas most of the same features of its counterparts for a much lower price tag. It's swimproof, has fall and crash detection, and provides heart rate notifications — to name a few. The SE is available in midnight, starlight, and silver colorways with matching bands. It's a good choice for someone who wants the look and benefit of a smart watch without paying for any extras. Plus, you can use your savings to get an\nor case.\nDepending on what you want an Apple Watch for, you may never even notice the few perks missing from the SE. Unlike the Series 8 or Ultra, it doesn't have a blood oxygen or ECG app. The two higher level watches also offer temperature sensing and IP6X dust resistance."},
{"url": "http://news.yahoo.com//woman-fitter-now-older-seven-stone-weight-loss-124858931.html", "title": "Woman, 44, says she’s fitter now than in her 20s thanks to 7.5st weight loss", "date": "2023-03-13T12:48:58.000Z", "content": "A mother-of-two says she’s in the “best shape ever” following an astonishing 7.5st weight loss.\nJeanette Painting, 44, felt \"stuck in a rut\" after struggling to lose her baby weight after the birth of her two children, Taion, 12, and Tarlia, nine.\nAt one stage she weighed 19st 13lbs and wore a size 24, but she says her last straw came when she was on holiday with her children and she didn’t want to go out as she felt too self-conscious of her size.\n“I had back issues from gaining weight. That holiday I really struggled,” she admits. “Along with my anxiety and depression, the weight made me feel worse. I hated looking in the mirror.\n“My back was playing up so much, I never wanted to go out. I didn't want to be doing anything with the children – I was physically exhausted. I knew that when I got back I would be going on a diet.”\nPainting signed up for the\nwhich sees its users consume smoothies for a certain period before moving onto high-protein meals.\nAfter following the plan, Painting lost 7.5st (48kg) in eight months, and her 12st 6lb frame (80kg) now fits into size 12 clothing.\n“I can now enjoy time with my children,” the mum-of-two from Gloucester says. “I definitely go on more days out with my children, I will take them on days away whereas before I wouldn't.\n“I have learned to live with myself. I am in the best shape now than I can remember, even in my 20s – I am in the best shape I have ever been.”\nPainting says losing weight has improved her back pain and she started to feel “instantly better” when the pounds started to come off.\n“Being on the diet plan gave me something to focus on every day. The ease of the diet was exactly what I needed,” she adds.\n“I didn’t need to overthink anything, no shopping or calorie counting, I just needed to enjoy my products – I couldn’t go wrong.”\nBefore losing the weight, Painting says her diet would consist of cookies, meal deals, burgers, crisps, fizzy pop and biscuits. Now she eats porridge for breakfast, turkey and scrambled egg for lunch, a chicken salad for dinner and a protein bar as a snack.\n“I have a new-found energy which I use to take my kids on days out and to play with them,” she continues.\n“I have so much motivation to continue improving my health, something I never would have done before losing weight.”\n."},
{"url": "http://news.yahoo.com//immigration-barriers-us-companies-outsource-relocate-employees-150815340.html", "title": "Immigration barriers are forcing U.S. companies to outsource and relocate employees", "date": "2023-03-12T15:08:15.000Z", "content": "While the\nis already a major headwind for companies trying to hire, American employers are also finding themselves forced to outsource talent overseas due to a slew of\n.\nAccording to Envoy Global CEO Dick Burke, there are three main reasons why foreign destinations for workers have become \"much more attractive.\"\nTake, for instance, \"the confluence of, still, a very tight STEM market — STEM unemployment is only 2%,\" Burke told Yahoo Finance Live (video above). \"Take challenges with the U.S. immigration system, where there's just not enough spots to go around, and take employers' comfort with remote work.\"\nA\nfrom Envoy Global, a global immigration services provider, found that 81% of companies transferred foreign national employees to an office abroad and 80% of companies relocated employees to work remotely overseas, both because of visa-related issues in the U.S., in the past year.\nAdditionally, the survey found, 94% of companies would be willing to sponsor foreign nationals for a work visa if there were fewer immigration obstacles in place.\nThe most common work visa sponsorship is the H-1B, which extends\n.\nThe H-1B visa is a temporary non-immigrant work visa often filed by large tech companies. It provides less flexibility for an employee, who cannot switch jobs unless another employer files for an H-1B petition within\nof the employee leaving their current job.\nThe recent tech layoffs that have swept through Silicon Valley have left many\nscrambling to look for a new job within two months or leave the country. In fact, 51% of companies laid off foreign national employees in 2022, according to the Envoy Global report.\nSupply and demand with H-1B visas have become a major challenge for both employees and their companies.\n\"H-1B — which is one of the bread-and-butter for employment-based immigration to the United States — 85,000 [are] issued a year,\" Burke said. \"For the last three, four, or five years, demand has outstripped supply by three-to-one or four-to-one.\"\nMost H-1B holders are STEM workers — employees in the field of science and technology — and while the industry suffered major layoffs in 2022, STEM jobs\nby nearly 11% by 2031, further creating a supply-and-demand imbalance.\nIn 2022, there were 483,927 applications for 85,000 available H-1B visas, meaning that applicants had an 18% chance of being selected in the lottery system, according to the\n.\nGreen cards, which allow immigrants to stay in the U.S. and work permanently, are similarly capped. And because of demand, certain foreign nationals, particularly those from India and China, have to wait up to 10-15 years for approval.\n\"So the first big problem is a lack of supply and a supply that cannot keep up with demand,\" Burke said. \"The second problem is processes which are still deemed by employers to be too slow, too analog, particularly compared with those in foreign jurisdictions.\"\nTo retain talent in the already strained labor market, some U.S. companies have begun relocating their foreign employees to countries with more lenient immigration systems.\nAnd it's not just tech companies: Finance, manufacturing, insurance, and consulting are a few examples of industries that have offshored their foreign workers, according to Burke. The go-to destination is Canada, followed by Mexico and the United Kingdom.\nIn addition, 93% of companies surveyed by Envoy Global expect to \"turn to nearshoring or offshoring to fill positions abroad due to immigration barriers and labor shortages in the U.S.\" Specific hurdles listed include limited H-1B slots, slow processing, regulations/paperwork, and the cost of sponsoring a foreign employee.\n\"The challenge we face as a citizenry is to have a discussion around how do we focus on this issue, take our eye off the southern border for a moment, and address this perennial issue of not enough slots to go around for folks that everyone seems to want to have in the country,\" Burke said.\n—"},
{"url": "http://news.yahoo.com//historic-last-minute-deal-hsbc-074144560.html", "title": "HSBC acquires Silicon Valley Bank UK in last-minute deal, says all depositors’ money is safe", "date": "2023-03-13T07:41:44.000Z", "content": "HSBC UK is\nfor a symbolic £1. The deal comes after a tense weekend of frantic negotiations by the U.K. government, regulators and\nin the wake of the U.K. business, a subsidiary of the troubled U.S. entity, entering\n.\nThe deal is a massive relief to the U.K. technology sector, which was highly exposed to the collapse of both SVB and its U.K. arm. The quick turnaround of the deal will be seen as a signal of the government's support of tech, and overall confidence in the financial system.\nHSBC said the transaction “completes immediately.” The acquisition will be funded from existing resources. The bank added in a statement:\n“As at 10 March 2023, SVB UK had loans of around £5.5 billion and deposits of around £6.7 billion. For the financial year ending 31 December 2022, SVB UK recorded a profit before tax of £88 million. SVB UK’s tangible equity is expected to be around £1.4 billion. Final calculation of the gain arising from the acquisition will be provided in due course.”\nThe Bank of England said all depositors’ money with SVB UK is safe, with the deal ensuring the continuity of banking services.\nIt means SVB UK will not now be put into insolvency.\nU.K. Chancellor Jeremy Hunt said: \"This morning, the Government and the Bank of England facilitated a private sale of Silicon Valley Bank UK to HSBC. Deposits will be protected, with no taxpayer support.\nThis morning, the Government and the Bank of England facilitated a private sale of Silicon Valley Bank UK to HSBC\nDeposits will be protected, with no taxpayer support\nI said yesterday that we would look after our tech sector, and we have worked urgently to deliver that promise\n— Jeremy Hunt (@Jeremy_Hunt)\nMore from Hunt and the government\n. In a\n, the Bank of England said:\n“SVB UK’s business will continue to be operated normally by SVB UK. All services will continue to operate as normal and customers should not notice any changes.\nCustomers can continue to contact SVB UK through the usual channels and borrowers should make any loan repayments to SVB UK as normal. SVB UK staff remain employed by SVB UK, and SVB UK continues to be a PRA/FCA authorised bank.\nToday’s announcement supersedes the Bank’s 10 March statement that, absent any meaningful further information, it intended to apply to the Court to place SVBUK into a Bank Insolvency Procedure. Given the emergence of a credible purchaser for SVBUK the Bank has determined that using its resolution powers for stabilising failing banks is appropriate.\nNo other UK banks are directly materially affected by these actions, or by the resolution of SVBUK’s US parent bank. The wider UK banking system remains safe, sound, and well capitalised.”\nNoel Quinn, HSBC Group CEO, welcomed Silicon Valley Bank UK customers in a statement, saying they could continue to bank as usual:\n“This acquisition makes excellent strategic sense for our business in the UK. It strengthens our commercial banking franchise and enhances our ability to serve innovative and fast-growing firms, including in the technology and life-science sectors, in the UK and internationally.\nWe welcome SVB UK’s customers to HSBC and look forward to helping them grow in the UK and around the world. SVB UK customers can continue to bank as usual, safe in the knowledge that their deposits are backed by the strength, safety and security of HSBC. We warmly welcome SVB UK colleagues to HSBC, we are excited to start working with them.”\nDom Hallas, Executive Director of Coadec, the UK non-profit that lobbies government on behalf of tech startups, said: “The Government deserves huge credit. From the very top, to HM Treasury who understood the challenge and gripped it, to the huge number of civil servants who have likely not slept since Friday. They have saved hundreds of the UK’s most innovative companies today.”\nThe sale means the UK will avoid having to introduce\nthat the U.S. Treasury as been forced to introduce in order to protect depositors. And since a bank has stepped in to rescue another bank, it also reduces the so-called \"moral hazard\" risk where failed banks and depositors assume the exit is to get bailed out by the government.\nMore to come."},
{"url": "http://news.yahoo.com//israels-democracy-crisis-explained-211214174.html", "title": "Israel's democracy crisis explained", "date": "2023-03-10T21:12:14.000Z", "content": "Israel’s democracy has always been a messy affair, but never has it been more threatened than it is today. And though threats have been a part of Israel’s reality since its founding in 1948, the danger usually comes from hostile neighbors.\nToday, Israel has normalized relations with many of its Arab neighbors. Instead, the danger comes from domestic tensions unlike any other that Israel has experienced.\nFor months now, the country has been rocked by protests over Prime Minister Benjamin Netanyahu’s proposal to curtail the power of the country’s judicial system.\nSome wonder if a democratic Jewish state can survive the current turmoil; many assessments are increasingly pessimistic.\nIn 2019, Benjamin Netanyahu won an unprecedented fifth term as Israel’s leader, a position to which he had first been elected in 1996. His\ncame with the help of a spate of small nationalist and religious parties that reflected the profound shift in Israel’s politics.\nAlthough he is a more mainstream conservative, Netanyahu embraced his new allies on the nationalist fringe — West Bank settlers, religious conservatives — calling them “our natural partners.”\nTwo years later, Netanyahu was forced to step down because of\nthat had hounded him for years.\n“The End of the Netanyahu Era,”\n.\nIn fact, there would be at least one more act. Throughout 2022, a fragile anticorruption coalition led by the conservative Naftali Bennett and the liberal Yair Lapid failed to gain traction and collapsed at the end of the year.\nFrom the rubble of that coalition rose an unlikely phoenix: Netanyahu.\nHe was still facing the same legal troubles that had hounded him (\n) for years, but he was now emboldened by the most right-wing coalition in Israel’s history, including small parties that to many Israelis seemed well outside the mainstream.\nOfer Cassif, a leftist member of Israel’s parliament, predicted to Al Jazeera that the new government\ninto a “fully-fledged fascist state.”\nEven though the Biden administration had largely stayed out of Middle East politics — it had notably proposed no plan for Palestinian statehood — it, too, eyed Netanyahu’s return warily.\nWith war raging in Ukraine and China emerging as an economic and geopolitical challenge, the last thing Washington needed was another conflict to manage.\nBut that was exactly what Netanyahu’s return brought.\nAs his judicial minister, Netanyahy appointed Yariv Levin, a longtime political ally and fellow member of the center-right Likud Party. Just days into the new year, Levin introduced proposals that would essentially allow a majority in the Knesset, Israel’s Parliament, to overrule a Supreme Court decision.\nUnlike the United States, Israel does not have a two-chamber legislature. Whereas the Senate can block House legislation, or vice versa, that kind of tension does not exist in the unicameral Knesset. And with the Knesset\n, the Supreme Court was seen by many as\nand human rights.\nOn some occasions, the Supreme Court has protected Palestinians,\n.\n“We are already in a very fragile situation when we talk about human rights and our constitutional foundations because we have almost no checks and balances,”\n.\nOutrage against the plan was broad.\nSupreme Court President Esther Hayut\nas “an unbridled assault on the judicial system itself, as if it were an enemy that must be attacked and subdued.”\nSome religious leaders agreed. “It is excruciating to see this government directly undermine the core values of democracy and religious freedom that we value so deeply,”\n.\nBut the reforms were supported by far-right groups that have long seen the court as blocking their push to expand settlements into the West Bank, where a future Palestinian state would have to be based.\nIsraeli nationalists remain bitter about the Supreme Court’s near unanimous decision to endorse the\n, the other component of a proposed Palestinian nation. The decision forced thousands of Jewish settlers to leave. In a region where some disputes are rooted in centuries or even millennia of history, the 2005 decision has remained a point of bitterness and contention.\n“The court has been hostile to the settlers for years,”\n. Now the settlers are about to gain the upper hand.\nA country that prides itself on the Jewish tradition of vigorous debate, many Israelis consider the rancor as a natural part of the democratic process.\nBut the protests that began in January are of another order. They have engulfed the nation and show no signs of ending,\n— police have attacked protesters with stun grenades and water cannons — by Netanyahu’s extremist security chief Itamar Ben-Gvir, the most controversial member of his thoroughly controversial cabinet.\nProgressives in Tel Aviv have taken to the streets, as have members of the military who have long been frustrated at\nsettlers living illegally on Palestinian land. And many of\n, an institution whose centrality to Israeli politics and culture is unrivaled in the West.\nNetanyahu\nbut there is a growing sense that with the unrest persisting, he will need to “pump the brakes” on the planned changes, as U.S. Ambassador to Israel Tom Nides\n.\nIsraeli President Isaac Herzog — a former leader of the liberal Labor Party — struck out against Netanyahu in an unsparing address that seemed to bolster the protesters’ cause.\n“If you choose the path you have followed thus far, the chaos will be on you,”\n. “History will judge you.”\nDespite reports that revisions to the judicial proposal are in the works, Netanyahu\n.\nTo virtually all of Netanyahu’s predecessors, Israel’s future depended on the ability to make peace with the Palestinians, who now live in refugee camps in the West Bank and Gaza Strip under Israeli military occupation. To Palestinians, the realization of Jewish dreams of statehood in 1948 is known in Arabic as\n: the catastrophe.\nNetanyahu’s focus has long been on containing Iran, an Islamic republic implacably opposed to Israel’s existence and intent on producing nuclear weapons. With the help of his ally, then-President Donald Trump, Netanyahu has established relations with neighboring and nearby states like Bahrain and Morocco that had previously been hostile to Israel (or, at best, unwilling to fully embrace Israel\n).\nThose agreements, known as the Abraham Accords,\n. Though still distant, an emerging\nwould significantly strengthen Israel’s regional standing — at the Palestinians’ expense.\nSince the start of the sixth Netanyahu term, there have been several high-profile attacks —\n— by Palestinian militants, some of them tied to new groups\n. Those attacks have been answered by military incursions and settler violence, including a disturbing rampage in the Palestinian village of Huwara.\nThe violence in Huwara elicited a response from Israeli commentator Nadav Ziv, whose family fled the Nazis. “To deal with these racists and autocrats,”\nof the forces purportedly unleashed by Netanyahu, “we must learn from our experience with antisemites and show no compromise, tolerance or legitimization of their policies and actions. We must fight and shame them, for as long as it takes.”\nSome commentators on Arabic affairs have also been skeptical of the protests, wondering why deepening anti-Palestinian repressions did not elicit an outcry. They worry that even if Netanyahu’s judicial reforms are halted, the extremist elements he has emboldened will retain their influence.\n“Reaching any sort of compromise on domestic affairs,” Palestinian political analyst Marwan Bishara recently wrote for Al Jazeera English, “is sure to free the government’s hand to widen its oppression, deepen its occupation and multiply its illegal settlement.”"},
{"url": "http://news.yahoo.com//you-only-get-one-body-mexico-attack-recent-deaths-highlight-risks-of-medical-tourism-231844107.html", "title": "'You only get one body': Mexico attack, recent deaths highlight risks of medical tourism", "date": "2023-03-10T23:18:44.000Z", "content": "A Black woman who reportedly traveled to Mexico\nwas abducted with three other people in an attack that experts say highlights the risks of going abroad for more affordable medical care.\nThe U.S. Embassy in Mexico\nthat “unknown assailants” kidnapped the four Americans at gunpoint “in an incident in which an innocent Mexican citizen was tragically killed.” Two of the four Americans were also killed in the March 3 attack and one was injured, the\n. The two survivors returned to the U.S., where they received medical treatment.\nThe group had traveled to Matamoros, which is located in Tamaulipas, the Mexican state that the\nadvises Americans to avoid due to crime.\n“I know women who have gone to Matamoros to have their plastic surgery done. Then they go to the beach to recover, and then they wake up dead the next day,” Dr. Filiberto Rodriguez, a plastic surgeon in Edinburgh, Texas, just miles from the border with Mexico, told Yahoo News. “This is not a vacation place. The drug war is real. There's violence in the streets routinely.”\nThe number of Americans participating in\nhas risen in recent years. In 2007, the\nfound that 750,000 Americans did so. By 2017, that number had hit 1.4 million. Mexico is among the top destinations for medical tourists,\na consulting company that provides information on the medical tourism industry.\nIt’s not uncommon for people to travel abroad for medical procedures, but the practice can be risky. According to the\nthere are several factors — and potential complications — that patients should consider, including continuity and quality of care, air travel, antibiotic resistance, infectious disease and communication challenges.\n“You have people from San Francisco going all the way down to Tijuana. People all the way from Colorado going into northern Mexico. People from the East Coast flying to the Dominican Republic. And they take a lot of risks,” Rodriguez said.\nIn 2013, the\nfound that 8% of all plastic surgery was done on Black patients, which equaled more than 1.2 million cosmetic procedures. For Black patients, cosmetic surgery procedures increased from\nto 1.7 million\n, according to the American Society of Aesthetic Plastic Surgery.\nWhile data is scarce on the mortality rates of Americans traveling overseas for cosmetic procedures, there have been a number of news reports in recent years of Black patients, particularly women, dying as a result of complications from the surgeries.\n“We are not having enough conversations about the impact plastic surgery is having on Black women,” Dr. Faith Crittenden, a resident physician at Yale-New Haven Children’s Hospital,\n“Though BBLs aren’t favorable operations in the US. That’s not stopping our patients from traveling for them,” she said,\nthe\n.\n“What happened in Mexico is only the tip of the iceberg of this problem with plastic surgery culture and its impact on Black women,” Crittenden added. “It’s time to talk about it. It’s time to care. We in medicine are doing a disservice by ignoring this growing problem, by not providing the proper education to our patients and letting them know the dangers and harms.”\nIn May 2022,\nof Indiana lost her life after traveling to Mexico and the Dominican Republic for weight-loss surgeries. That following December,\na mother in Chicago, died after a cosmetic surgery in the Dominican Republic.\nIn January 2021,\n, a 38-year-old California woman, died duriing plastic surgery in Tijuana. And in May of that year, 34-year-old\n, a mother of three from Biloxi, Miss., died\nin Tijuana.\n, an Alabama teacher, died in 2019 from complications after cosmetic surgery in the Dominican Republic.\n“Every week we have [a] death [in] the ER from botched surgeries done in Mexico,” Rodriguez said. “Once you've gone out of the country, you really don't have any recourse whatsoever. And then if you die, you die.”\nIn 2021,\napologized\nClinichub, a company that arranged cosmetic surgeries with a Turkish company, after British women who received surgeries there experienced serious complications.\nExperts found that the price difference is one of the main reasons Americans participate in medical tourism. “If you're looking at cash prices, the apples-to-apples comparison, you're looking at about a 40% to 60% decrease in going internationally for the same procedure,” David Vequist, founder of the Center for Medical Tourism research, told Yahoo News.\nBut some doctors question if the price is worth the risk. “It's real surgery, cutting into people, dissecting, cutting off skin, sucking up fat; it's surgery,” Rodriguez said.\nAs the medical tourism industry continues to grow, Vequist estimates that more than $264 million will be spent on it in Mexico this year alone.\n“I think people need to take cosmetic surgical procedures seriously and realize that their body is not an experiment,” Rodriguez said. “You only get one body.”"},
{"url": "http://news.yahoo.com//man-sues-buffalo-wild-wings-160713447.html", "title": "Man sues Buffalo Wild Wings because he says its 'boneless wings' are actually chicken nuggets", "date": "2023-03-12T16:07:13.000Z", "content": "A man is suing Buffalo Wild Wings, saying its \"boneless wings\" are closer to chicken nuggets.\nHis lawsuit says \"boneless\" implies the product is a chicken wing that \"has simply been deboned.\"\nThe man has also filed similar lawsuits against Tom's Wicked Fresh Mouthwash, Kind, and Hefty.\nA man filed a class-action lawsuit against\nclaiming that its \"boneless wings\" are actually made of chicken breast and are closer in composition to chicken nuggets than wings.\nAimen Halim filed the lawsuit in the US District Court for the Northern District of Illinois on Friday to challenge what he calls \"the false and deceptive marketing and advertising of Buffalo Wild Wings'\n,\" according to court documents obtained by Insider.\nHalim has also filed at least three other class-action lawsuits — claiming that the \"natural\" label on Tom's Wicked Fresh Mouthwash and the \"high in fiber\" label on Kind granola are inaccurate and that Hefty shouldn't label its bags as \"recycling bags\" because they are not recyclable. The Hefty case was dismissed in August.\nBuffalo Wild Wings, Colgate, Kind, and Hefty didn't immediately return requests for comment on Sunday.\nHalim's lawsuit against Buffalo Wild Wings argues that the restaurant's boneless\nare \"not wings at all\" and are actually made from slices of deep-fried chicken breast meat.\n\"Indeed, the Products are more akin, in composition, to a chicken nugget rather than a chicken wing,\" the document says.\nThe lawsuit says the label \"boneless wings\" is misleading because it implies to the consumer that the product is a chicken wing that \"has simply been deboned.\"\n\"This clear-cut case of false advertising should not be permitted, as consumers should be able to rely on the plain meaning of a product's name and receive what they are promised,\" the lawsuit says.\nBuffalo Wild Wings introduced boneless wings in 2003 and\n, saying in a press release at the time that it sold nearly 100 million of them a year.\n\"The chicken is first marinated in a blend of spices then coated in a savory new breading,\" the company said in the press release. \"With over 30 percent less breading than before, the larger piece of marinated white chicken packs more flavor into every bite.\"\nOn its\n, Buffalo Wild Wings describes its boneless wings as \"all-white chicken\" that's \"lightly breaded.\"\nIn the lawsuit, Halim accuses Buffalo Wild Wings of recklessly labeling its product as boneless wings while other companies like Papa Johns sell a similar product that they \"carefully\" call names like \"\n.\" Domino's sells a menu item called\n, which the complaint says it labels on the menu as made from \"100% whole white breast meat.\"\n\"It should be noted that Domino's Pizza and Papa Johns also sell actual chicken wings, and that, a restaurant named Buffalo Wild 'Wings' should be just as careful if not more in how it names its products,\" the lawsuit says.\nHalim's lawsuit demands an unspecified amount of punitive damages, attorneys fees, a jury trial, and any other damages that the judge deems proper, court documents show.\nRead the original article on"},
{"url": "http://news.yahoo.com//a-brief-history-of-wokeness-100051711.html", "title": "A brief history of 'wokeness'", "date": "2023-03-11T10:00:51.000Z", "content": "For many Republicans, the term “woke” has become synonymous with all that is bad about liberal politics.\nSpeaking last week at the Conservative Political Action Conference (CPAC), former South Carolina Republican\ndeclared that “wokeness” is a “virus more dangerous than any pandemic.”\nAlso addressing the conference, Sen. John Kennedy, R-La., attacked “deeply weird, nauseously woke people who hate George Washington, Abraham Lincoln, Dr. Seuss and Mr. Potato Head.”\nLast month, Senate Majority Leader Mitch McConnell, R-Ky.,\nSec. of Transportation Pete Buttigieg is too focused on \"woke initiatives,” presumably in reference to the Department of Transportation’s new efforts to\ninto its programs.\nBut for Democrats, who have been on the receiving end of a seemingly never-ending stream of insults, the GOP use of “woke” is overly broad to carry much weight.\nOn Thursday, Rep. Alexandria Ocasio-Cortez, D-N.Y.,\nher Republican colleagues on the House Oversight Committee were attacking the U.S. Office of Personnel Management as “too woke,” for initiatives allowing disabled employees to work remotely and for paying interns.\n“There’s no definition of what ‘woke’ is,” Ocasio-Cortez said.\nIn the last few years, Heritage Foundation scholars have criticized as “woke” everything from the\ninto its assessments of risk to financial institutions to the Department of Defense\nto women.\n“It is a quick way to signal to others that whatever those people over there are saying is not real, not substantial: This is something that’s easily dismissed, you shouldn’t pay attention to it,” Meredith D. Clark, who is now a professor in the School of Journalism and the Department of Communication Studies at Northeastern University,\n.\nThe Merriam-Webster dictionary\nas being “aware of and actively attentive to important societal facts and issues (especially issues of racial and social justice),” with a secondary definition being “politically liberal (as in matters of racial and social justice) especially in a way that is considered unreasonable or extreme.”\nSo how did a term that originally circulated in left-wing circles as a compliment so quickly become an amorphous right-wing term with negative connotations? According to the Washington Post, “woke”\nin groups such as the Nation of Islam, who urged African Americans to wake up, metaphorically, from having been “mentally conditioned into philosophical slumber by centuries of oppression, intimidation, miseducation and social frustration.”\nThe first audio recording of someone using woke in this way dates back to 1938, when the legendary blues musician Lead Belly\nthat Black people in the South “best stay woke, keep their eyes open,” lest they fall victim to racist violence or police misconduct. The first known written use of “woke” in a newspaper was a 1962 New York Times\ntitled “If You're Woke You Dig It.”\n“It was after 2010 that ‘woke’ jumped the fence into mainstream parlance,” Columbia University linguistics professor John McWhorter wrote in\n. In the wake of the killing of unarmed Black youths such as Trayvon Martin, Twitter users exhorted Americans to “stay woke,” meaning vigilant, about racism and police brutality. By 2016, the term had been so widely adopted by young people that MTV.com included it in\nfor readers, defining woke as “being aware — specifically in reference to current events and cultural issues.”\nShortly thereafter, conservative thought leaders began criticizing “wokeness” as performative virtue-signaling that encourages social division, rather than pragmatic problem-solving.\n“There is no measure or moderation to wokeness,”\n. “It’s always good to be more woke. It’s always good to see injustice in maximalist terms. … The problem with wokeness is that it doesn’t inspire action; it freezes it. To be woke is first and foremost to put yourself on display.”\nCritics of wokeness, such as McWhorter,\nthat hypervigilance towards racism and other forms of bigotry leads to overreactions that stifle debate. In recent years, “wokeness” has been co-opted by conservatives as a generic shorthand for overtly progressive ideas. As McWhorter has noted, “politically correct” underwent a similar evolution, starting in the 1980s as a compliment, to mean language that is most accurate and not offensive, but soon becoming mostly used as a sarcastic put-down of hyper-sensitivity.\n“I think [woke is] an unusable word — although it is used all the time — because it doesn’t actually mean anything,” Tony Thorne, the author of “Dictionary of Contemporary Slang,”\n. “The references to ‘woke’ before 2016, 2017, 2018 were kind of straightforward. It means ‘socially aware,’ ‘empathetic.’ Then the right, the conservative right, seizes hold of this word.”\nClark told Yahoo News that “woke” is used when conservatives want to avoid specifying exactly whom they’re opposing.\nFlorida Gov. Ron DeSantis, a leading Republican prospective presidential contender, has proposed the “\n” bill, which would limit some classroom discussion about race and gender. Clark said that DeSantis is able to avoid explicitly attacking Black parents for wanting Black history taught, because instead, “he can say that wokeness and the left are getting out of control”\n— a more politically appealing framing.\nClark added that those on the left also sometimes use elliptical language to avoid directly referencing race. “When we talk about ‘at-risk kids’ or things happening in the ‘inner city,’ these are often coded phrases that are referring to Black and brown people,” she said.\nLiberals have also used vague language to condemn their opponents. For example, President Biden started referring to the Trump wing of the GOP as\nafter months of research by a liberal polling firm and political action committee determined that this was the term that most reduced the likelihood of voters supporting a Republican candidate. But the new phrase has no clear and universally accepted definition.\n​​Some conservative intellectuals also take issue with the profligate use of “woke” because it dilutes public attention from the belief on the left — in their view, mistaken — that systemic racism is responsible for a wide array of social ills that must be redressed.\n“'Woke', as used by GOP elites and normies, is just the catch-all 'socialist' or 'communist' label of yesteryear,” Zach Goldberg, a policy analyst at the right-leaning Manhattan Institute, said in an email forwarded by a spokesperson. “And most of the public likely just understand it as 'left-wing radicalism'. I think this is unfortunate, as it distracts from what I contend is the essence of wokeness: the belief that outcome disparities between groups — be they races, sexes, or 'genders' etc. — are largely if not entirely the product of oppressive social forces and structures. Everything else — such as the fixation on microaggressions and 'harmful' language — is downstream from this basic tenet.”\nDespite the efforts to stigmatize the term, a USA Today/Ipsos poll released Wednesday\nthe definition of \"woke\" as “to be informed, educated on, and aware of social injustice,” as opposed to 39% who chose a more negative definition, “to be overly politically correct and police others’ words.” A majority of Republicans chose the latter definition, however."},
{"url": "http://news.yahoo.com//rupert-murdoch-appears-confirm-kimberly-150728881.html", "title": "Rupert Murdoch appears to confirm that Kimberly Guilfoyle left Fox News due to 'inappropriate' behavior, after reports claimed she faced a sexual harassment accusation", "date": "2023-03-11T15:07:28.000Z", "content": "An email from Rupert Murdoch said Kimberly Guilfoyle was fired from Fox due to \"inappropriate behavior.\"\nIn 2020 reports emerged suggesting she had faced a sexual harassment accusation from a female assistant.\nMurdoch's email was revealed as part of Dominion Voting Systems' defamation lawsuit against Fox.\nFox News Chairman Rupert Murdoch appeared to confirm that Kimberly Guilfoyle was fired from Fox News because of \"inappropriate behavior,\" adding weight to previous reports that she was ousted over sexual harassment allegations.\nThe email from Murdoch was revealed in a trove of private communications between Fox employees that have surfaced as part of Dominion Voting Systems' defamation lawsuit against the network,\nreported.\nMurdoch criticized rival channel Newsmax as \"not good people\" and \"desperate for money\" as they were being advised by Guilfoyle, who he said he \"insisted we fire for inappropriate behavior.\"\nIn the email, sent in the wake of the 2020 election, the 91-year-old media mogul mistakenly refers to her as \"Kimberly Strassel,\" an opinion writer for the Wall Street Journal, but is clearly referring to Guilfoyle calling her \"Don jr's girlfriend.\" Guilfoyle, 54, has been in a\nsince 2018.\nIn 2020, both\nand\nreported that Guilfoyle, who worked for Fox from 2006 to 2018, was forced out after she faced a sexual harassment accusation from a female assistant.\nThe reports said that Fox had been in the midst of a year-long investigation into the allegation when she left.\nBefore the reports, it was widely believed that Guilfoyle's exit from Fox was due to her wishing to avoid any potential conflicts of interest arising from her relationship with Donald Trump Jr.\nThe New Yorker report, based on the complaint and interviews with sources, said that the assistant's allegations included that she was frequently made to work from Guilfoyle's apartment while the Fox host \"displayed herself naked\" and that Guilfoyle showed her photographs of the genitalia of men she'd had sexual relations with.\nThe allegation resulted in Fox News agreeing to a $4 million dollar out-of-court settlement, according to the report.\nGuilfoyle previously denied any wrongdoing, and a lawyer representing her told the magazine that \"any suggestion\" she had \"engaged in misconduct at Fox is patently false.\"\nRepresentatives for Fox News and Kimberly Guilfoyle were not immediately reachable for requests for comment from Insider.\nRead the original article on"},
{"url": "http://news.yahoo.com//the-last-of-us-deadly-fungal-threats-climate-change-184617091.html", "title": "‘The Last of Us’ is fiction, but these deadly fungus threats are real — and climate change could mean more of them", "date": "2023-03-11T18:46:17.000Z", "content": "The\ninspired by the video game of the same name, has captured many people’s imaginations, by proposing the possibility of an extinction-level threat from a seemingly innocuous organism: fungus.\nThe popularity of the show has provided a massive PR boost for fungi — an area of science that\nhas been ignored and underfunded for decades. But while a fungus zombie apocalypse or COVID-19-like pandemic is extremely unlikely, many in the infectious disease community do believe fungi will pose a greater threat in the future as new fungi adapt to infect humans.\nDr. Andrej Spec, who specializes in fungal infections as associate director of the infectious disease clinical research unit at Washington University School of Medicine in St. Louis, told Yahoo News that fungi are chronically misunderstood, although they pose a major health threat. Many people associate fungi with toenail infections or benign skin rashes; meanwhile, fungi are responsible for about 1.7 million deaths each year, and some species have incredibly high mortality rates.\n“I think it's unlikely we're going to have a billion-person death event from fungus. But it's quite likely that we'll have an emergence of a new fungus that may, in the next 20 years, be responsible for a couple 100,000 deaths a year,” Spec said.\n“And you know, we already have many fungi that cause a couple 100,000 deaths a year — we just ignore them, because we have this narrative that fungi are rare,” he added.\nCordyceps is a real fungus that’s featured in “The Last of Us.” On the show, a species of cordyceps gets into the food supply, manipulates the brains and bodies of anyone who eats it and turns them into zombielike creatures intent on spreading the fungus to every living person.\nIn reality, cordyceps can be safely ingested by humans; it’s been used in Chinese medicine for years, and it has been claimed that it can give your immune system a boost.\nThe real threat posed by cordyceps is to arthropods, like insects or spiders. As “The Last of Us” suggests, the fungus does indeed\n, compelling it to migrate to a humid environment that helps it to spread, eventually killing its host and growing out of its body to spread more spores and ensnare more prey.\nBut fortunately, our brains are very different from the brains of an ant.\n“We're very different from arthropods. We're evolutionarily almost, I think, a billion years separated at this point,” Spec said. “So in that sense, cordyceps is not dangerous. It has never to the best of my knowledge ever infected any vertebrates, and so it's unlikely that it would ever cross to us.”\nWhile cordyceps are harmless to humans, hundreds of other fungi are indeed toxic — and some deadly. Last year, in response to the\nthe World Health Organization released its first ever list of fungal priority pathogens.\nUnlike bacteria and parasites, Spec said, scientists only discovered fungi relatively recently; so understanding their role in history is tricky.\nOne decades-old and\n, for example, attributes the 17th-century Salem witch trials to hallucinations caused by the fungus known as ergot — although Jason P. Coy, history department chair at the College of Charleston and author of\nsaid that has been largely debunked by historians.\n“This 1976 theory proposed a medical explanation: convulsive ergotism, which is caused by ingesting a fungus that grows on wet grain. It produces hallucinations like LSD,” Coy said in an email to Yahoo News, “but doesn’t help explain the Salem afflictions, because the accounts from 1692 don’t mention many of the symptoms associated with convulsive ergotism, like vomiting, diarrhea, or gangrene of the limbs (and eventually, with prolonged exposure, even death).”\nBut other fungal outbreaks are verifiable, much more recent — and perhaps even more gruesome than anything Hollywood could concoct. In 2021, as the COVID-19 Delta variant swept through India, so too did\nknown as mucormycosis. Like most fungi, it doesn’t spread through person-to-person contact. However, reduced immunity caused by misuse of steroid treatments during the COVID pandemic, the wet weather season and higher instances of diabetes in the population created the perfect confluence of circumstances for mucor to take hold, with tens of thousands of people infected in one year.\n“It's barbaric, and honestly, I am not exaggerating when I say it literally eats your face,” Spec said of the fungus. “It’ll eat the face, eat the eyes, and eventually end up in the front part of their brain and liquefy the brain and eat it.”\nThe treatment, Spec said, involves aggressive, often disfiguring surgery, combined with aggressive antifungals.\nAnother fungus that currently poses a threat, called Candida auris, was first discovered in humans in 2009. Since then, Spec says hundreds of thousands of cases have been identified in countries around the world,\n. Researchers believe the fungus, which is highly drug-resistant and fatal\n, was able to adapt to infect humans\ndue to global warming.\nAnd it’s not the only fungus that may be adapting to survive in human hosts.\n“We also have\nthat have never really caused human disease before,” Spec said of his clinic. “We get these cases two, three or four times a year, where it's a fungus that has never before been described to cause human disease before, so it's a whole new fungus.”\nIn the first episode of “The Last of Us,” there’s a scene where an epidemiologist from the 1960s sits calmly on the stage of a television program, cigarette in hand, and coolly describes how fungi could evolve to infect humans.\n“Fungi cannot survive if its host’s internal temperature is over 94°F, and currently, there are no reasons for fungi to evolve to withstand higher temperatures,” he says. “But what if that were to change? What if, for instance, the world were to get slightly warmer? Well, now there is reason to evolve.”\nSpec said that scene struck a chord; while something akin to a zombie apocalypse is extremely unlikely, he said the increasing crop of emerging fungal infections probably has something to do with the rise in average temperatures.\n“It's kind of like that opening scene from ‘The Last of Us.’ There's many of us who were like, ‘We could have given that exact same speech,’” Spec said. “Much of it is largely true; as we warm up, we lose one of our biggest protections against fungi: our body temperature.”\nFungi, Spec explained, don't do well at 37°C — or 98.6°F, which is the average body temperature of humans — and thrive best at temperatures around 25°C (or 77°F). But more and more instances of extreme heat are weeding out those fungi that can only survive more temperate temperatures, and enabling more heat-resistant fungi to thrive.\n“Every time we have these\n— like two years ago, where\n[113°F] for like four days — that causes massive die-offs in the fungal microbiome in the soil. And we are selecting for isolates that are more temperature-resistant,” Spec said.\nA recent\nfound that an increase in temperature caused fungus to turn its adaptive responses “into overdrive,” prompting it to mutate and evolve at higher rates — which may enable it to acquire higher heat resistance and perhaps “greater disease-causing potential.”\n“The biggest, scariest thing is that some of these molds actually may have all the things in terms of their environment, in terms of their molecular machinery, to infect a human and kill a human — and to be drug resistant to all of our therapies,” Spec said. “All that they're missing, kind of the missing link, is that they're not temperature-tolerant.”\nWarmer temperatures also mean that certain disease-causing fungi can now thrive in areas that were once uninhabitable.\nthat Valley Fever, for example — a disease caused by the fungus Coccidioides, which is usually found in areas with dry, hot soil — has spread to the Pacific Northwest.\n“As the difference between environmental temperatures and human body temperatures narrows, new fungal diseases may emerge as fungi become more adapted to surviving in humans,” the CDC says, also noting that more flooding and natural disasters due to climate change may increase the risk of mold growth in general, which could lead to more fungal infections.\nFungi spread through spores that are all around us, in the air we breathe, all the time — and usually our immune systems can handle them. Those with compromised immune systems tend to be much more susceptible to fungal infections than immunocompetent people, although Spec does point out that around 15% to 20% of patients he sees with infections are otherwise healthy and immunocompetent.\n“The concern that a lot of us have is that it's a tipping scale,” Spec said. “If you have an organism that can just barely infect some of us — like one of the things that it doesn't like about us is temperature, and so it has to deal with the temperature. Well, what if it gets so much better at dealing with the temperature of our bodies that now it doesn't need that weakened immune system in order for us to be more prone?”\nthat over 150 million “severe cases of fungal infections” with about 1.7 million fungus-related deaths occur worldwide each year. But while emerging fungi do pose a possible threat, Spec said it’s unlikely we would see a fungal pandemic at the scale of the COVID-19 pandemic, where a single virus has been responsible for over 6.8 million deaths worldwide since emerging three years ago.\n“The fact is, it hasn't happened ever, so it's very unlikely to actually happen,” Spec said. “But if it did, we don't have a game plan, because we've also systematically underfunded research and fungus for a century.”\nThere are currently zero antifungal vaccines, though many antibiotics and some cancer drugs are derived from fungi. Spec said we are still discovering all the things that fungi are uniquely capable of, from “eating” radiation to increasing and lowering its own number of chromosomes — something, Spec said, that no other organism is capable of.\n“I respect fungus more than viruses,” Spec said. “Viruses are so much less capable in terms of what they do. Fungi are just these brilliant architects of biochemistry, and they can do some of the most amazing things. And we have barely begun to scratch [the surface of] what they do.”"}
]