[
  {
    "URL": "https://www.straitstimes.com/singapore/car-catches-fire-at-carpark-in-serangoon-north-no-one-injured",
    "Title": "Car catches fire in Serangoon North carpark, no one injured",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:44:57",
    "Content": "SINGAPORE  A car caught fire in a carpark near Block 539 Serangoon North Avenue 4 on Wednesday night.   The Singapore Civil Defence Force (SCDF), which was alerted to the incident at about 10.40pm, said the fire involved the engine compartment of the car.\n A car that was parked adjacent to the burning vehicle was also affected by the fire. The fire was extinguished by SCDF officers using a water jet and a hose reel. No injuries were reported.  A resident who lives in the vicinity and declined to give his name told The Straits Times that when he alighted at a bus stop on his way home, he saw flashing lights from a fire truck. Everyone started walking in that direction (towards the fire truck), he said.      He said the fire had been put out by the time he reached the truck, but there was still a lot of smoke at 10.55pm  it was quite strong, you could smell it from the bus stop about 100m (away).      The cause of the fire is under investigation.   A post shared by SgfollowsAll (@sgfollowsall)"
  },
  {
    "URL": "https://www.straitstimes.com/singapore/paternity-leave-has-doubled-but-do-fathers-dare-to-take-more-of-it",
    "Title": "Paternity leave has doubled, but do fathers dare to take more of it?",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:43:25",
    "Content": "SINGAPORE - Around a decade ago, some employers in Singapore fretted that their businesses would screech to a halt, thanks to a tidal wave of new fathers being granted paid time off to look after their newborns.  Singapore at the time was mulling over compulsory paternity leave. While parents cheered, employers were worried about how such leave could affect their operational and manpower needs, especially in smaller companies and male-dominated industries. "
  },
  {
    "URL": "https://www.straitstimes.com/singapore/budget-2023-highlights-of-spending-plans-by-ministries-for-the-year-ahead",
    "Title": "Budget 2023: Highlights of spending plans by 7 ministries for the year ahead",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 05:00:00",
    "Content": "SINGAPORE - Budget 2023 contains various measures to help tide Singaporeans over immediate cost-of-living pressures, as well as to grow the economy, equip workers with skills, strengthen Singapores social compact and build a more resilient nation.  Several developments delayed by the Covid-19 pandemic are also on the way, according to detailed spending plans announced by the various ministries for the 2023 financial year (FY).   As in past years, the ministries with the largest budgets are Defence, Health and Education. A sum of $1.38 billion from the Health Ministrys budget will be allocated to the continued development of projects such as the Woodlands Health Campus and the Emergency Medicine Building at Singapore General Hospital.  For the Defence Ministry, the construction of NS Square at Marina Bay will commence.  The Ministry of Sustainability and the Environments spending plans include the development of a new crematorium in Mandai.  In FY2023, the total expenditure across ministries is expected to hit $104.2 billion, a slight increase from 2022s $102.41 billion.  Here are several highlights of the spending plans by several ministries: Projected total expenditure for FY2023: $17.98 billion Almost all the money allocated, or $17.04 billion, will go to the Singapore Armed Forces  including payments for military equipment, maintenance of equipment and camps, as well as the salaries of full-time, operationally ready and regular national servicemen.  For FY2023, the ministrys development expenditure of $871.31 million will be spent on construction projects such as those previously affected by Covid-19 and the development of NS Square, which will replace the Marina Bay floating platform.  Projected total expenditure for FY2023: $16.88 billion On the operational front, $15.51 billion will be spent, such as on more patient subsidies as new polyclinics open in Sembawang and Tampines North, and on the ramping up of capacity ahead of the opening of Woodlands Health Campus.  This money will also be spent on boosting manpower for new and expanding acute hospitals, specialist centres, polyclinics and community hospitals run by the three public healthcare clusters.  Additionally, part of the budget will be allocated to ongoing programmes related to the recruitment, training and retention of healthcare workers; the expansion of clinical services; and healthcare grants and financial assistance schemes such as MediShield Life and CareShield Life. The portion of the ministrys budget dedicated to development  $1.38 billion  will be used to build projects such as the Woodlands Health Campus, Singapore General Hospitals Emergency Medicine Building and Elective Care Centre, as well as IT infrastructure for new healthcare facilities and other major IT projects.  Projected total expenditure for FY2023: $14.6 billion  The number of students subsidised by MOE, including those in independent schools and special education schools, is projected to be 429,854 in 2023.  Over half, or $7.42 billion, of the ministrys budget will go to educating them, and to salary revisions for educators and the gradual resumption of school building projects. As for the six universities, a projected 87,900 graduates and undergraduates will be subsidised by MOE this year, up from the 79,000 projected for FY2022.  To train graduate manpower to support Singapores economic needs, and to support universities research efforts,$2.88 billion has been set aside.  For the projected 60,500 polytechnic students subsidised by MOE, $1.27 billion has been set aside to prepare them with industry-relevant and technical training for employment. For the projected 26,900 Institute of Technical Education students,$542.22 million has been set aside.  Projected total expenditure for FY2023: $8.74 billion Most of MNDs budget, or around 86 per cent, will go to its operating expenditure in the form of grants and capital injections for public housing, while around $1.21 billion will go to its development spending, of which $992.77 million will be set aside for public housing expenditure. Of this, a total of $457.17 million is being set aside to upgrade HDB precincts. This includes the Home Improvement Programme and Enhancement for Active Seniors programme ($295.75 million), various lift upgrading programmes ($92.58 million) and the Neighbourhood Renewal Programme ($68.84 million) Around 42,800 flats are expected to come under the Home Improvement Programme, while around 56,100 flats are expected to come under the Neighbourhood Renewal Programme. For major infrastructure within HDB towns, a sum of $245.71 million has been set aside. And $135.67 million will be allocated for the Selective En bloc Redevelopment Scheme this year. From the ministrys budget, $1.12 billion will be allocated for land-related expenditure, to make land available for Singapores development needs. Projected total expenditure for FY2023: $8.29 billion Around 88 per cent, or $7.27 billion, will be allocated to operating expenditure, with the police taking up half ($3.63 billion), followed by the Immigration and Checkpoints Authority (ICA) at $1.1 billion; the Offender Management and Rehabilitation Programme, which includes prisons ($694.61 million); and civil defence ($670.06 million). MHA will spend $1.02 billion on various development projects this year, such as ICAs Automated Border Control System, and its new 24-hour Integrated Services Centre with self-service kiosks for members of the public to pick up documents using biometric technology.  Projected total expenditure for FY2023: $4.16 billion Almost three-quarters of MSFs operating expenditure, or $3.03 billion, will be allocated to programmes under its Family Development Group and Early Childhood Development Agency (ECDA). About 94 per cent of the $983.03 million that the Family Development Group is allocated will support marriage and parenthood initiatives such as the Baby Bonus Scheme and Baby Support Grant, as well as government-supported maternity and paternity leave. ECDA will get $2.05 billion  a 19 per cent increase from 2022s allocation  to provide more pre-school places through the anchor operator and partner operator schemes, and to support fee cap reductions as well as higher salaries for early childhood educators in anchor and partner operator schools.  Some of the money will also go to the KidStart programme  helping low-income families with children up to age six in areas such as child development, nutrition and parent-child interaction  which will be scaled up to cover the entire island from 2023. The ministrys development expenditure for FY2023 is also rising by almost one-fifth to $103.87 million, mainly due to higher expenditure in the development of the pre-school sector. Projected total expenditure for FY2023: $3.45 billion The bulk of the ministrys operating budget will go towards running costs, with more than half, or $1.29 billion, going to the National Environment Agency.  The NEA is in charge of maintaining high standards of public health, a clean and sustainable environment and promoting conservation, together with its partners and the community. A $1.01 billion sum will go towards major drainage projects, such as the second phase of the Deep Tunnel Sewerage System ($513.74 million) and the proposed expansion of sewerage networks in Sengkang and Punggol ($17.02 million). Other major works to be funded in this years budget are a new crematorium in Mandai ($61.64 million) and the construction of the Mount Vernon Funeral Parlour Complex ($13.58 million), as well as development works for farm sites in Lim Chu Kang and Sungei Tengah ($3.6 million)."
  },
  {
    "URL": "https://www.straitstimes.com/singapore/singapore-budget-2023-equipping-singaporeans-for-uncertain-times-ahead",
    "Title": "",
    "Publisher": "Straits Times",
    "Date": "",
    "Content": "Your Browser is not allowed to access this page. Supporting Browsers: Chrome, Firefox, Safari, Edge or IE 11. For best experience, use Chrome, Firefox, Safari or Edge"
  },
  {
    "URL": "https://www.straitstimes.com/singapore/wholesaler-and-its-director-fined-13000-for-illegal-import-of-malaysian-produce",
    "Title": "Wholesaler and its director fined $13,000 for illegal import of Malaysian produce",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 20:53:53",
    "Content": "SINGAPORE - A wholesaler and its director were fined a total of $13,000 by the court on Wednesday for illegally importing food from Malaysia. On Jan 19, a truck with produce consigned to Greenyard Food Industries was found to contain 324kg of undeclared and under-declared fresh fruits and vegetables at Woodlands Checkpoint during a check jointly operated by Singapore Food Agency and the Immigration & Checkpoints Authority.About 11kg of undeclared processed food was also found. Greenyard Food Industries, a retailer and wholesale trader of fruit and vegetables according to companies.sg, was fined $7,500. Its director Fang Kai Bung was fined $5,500 for failing to prevent the offence. Locally, fruits and vegetables must be imported by only licensed importers, and every consignment must be declared and have a valid import permit. Illegally imported vegetables have unknown sources, and may pose a risk to food safety, including having unregulated or high level of pesticides.  Offenders who illegally import fresh fruits and vegetables are liable on conviction to a maximum fine of $10,000 and/or imprisonment for a term not exceeding three years. Offenders who illegally import processed fruits and vegetables shall be liable on conviction to a fine not exceeding $1,000 and in the case of a subsequent conviction, to a fine not exceeding $2,000. Greenyard Food Industries Pte Ltd and its director have been fined $7,500 and $5,500 respectively today for the illegal..."
  },
  {
    "URL": "https://www.straitstimes.com/singapore/community/residents-plan-crisis-solutions-to-mark-total-defence-day",
    "Title": "Residents plan crisis solutions to mark Total Defence Day",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 20:52:15",
    "Content": "SINGAPORE  For 47 residents of Chua Chu Kang, Total Defence became not just someone elses responsibility when they met on Monday to brainstorm solutions to a potential crisis. From students to community and business leaders, they were taking part in the first Total Defence Table-top Exercise, aimed at bringing members of the community together to develop plans that can be implemented at such times.  TotalDefence, introduced in 1984, is a frameworkmade up of six pillars of national defence: military, civil, economic, social, psychological and digital. The participants were presented with a scenario set in 2040, in which Singapores food supply has been disrupted by the effects of climate change as well as a natural disaster in the region. Marketing manager Nicholas Ee said the possibility was not too far-fetched. When I saw the scenario, I could understand that this is something that could happen very soon, said the 47-year-old father of two, who also chairs the Brickland Community Club management committee.  Some of the solutions suggested were to grow their own vegetables, turn to alternative food sources, and organise group buys of food to reduce wastage.  The exercise allowed participants to tap one anothers strengths to develop workable solutions, said Mr Ee.  Their plans were presented to Trade and Industry Minister Gan Kim Yong at an event held at Chua Chu Kang Community Club on Wednesday to commemorate Total Defence Day.  Speaking at the event, Mr Gan, who is an MP for Chua Chu Kang GRC, noted that the world is currently going through a very turbulent period, pointing to the Russia-Ukraine conflict as well as growing tensions between China and the United States. The table-top exercise was a reminder that people here must be ready for crises, he said.  He added that the authorities hoped to scale up such exercises to allow more communities to take part in them in the future.  Senior Minister of State for Defence Zaqy Mohamed, who also attended the event, noted that Total Defence Day is commemorated on Feb 15 to mark the fall of Singapore to the Japanese in World War II.  The world is vastly different now but we continue to face global uncertainties and Total Defence remains relevant for helping us overcome challenges that may come our way, he said in a Facebook post.  Together We Keep Singapore Strong!\n\nWe commemorate Total Defence Day annually on 15 February, marking the day that... Organised by Total Defence central agency Nexus, the Ministry of Defence and Chua Chu Kang grassroots organisations, the event also featured exhibits by national water agency PUB and the Singapore Civil Defence Force, as well as local agrotechnology firm V-Plus Agritech.  The company displayed its aquaponics system, in which fish farming is combined with hydroponics to create a self-sustaining system.  With fish waste providing nutrients for the vegetables, as well as the use of translucent solar panels to generate electricity for lighting and other needs, such a system could be used to develop net-zero farms, said V-Plus Agritech co-founder James Yin. "
  },
  {
    "URL": "https://www.straitstimes.com/singapore/s-pore-charity-dbs-raise-more-than-17m-for-victims-of-turkey-syria-earthquake-through-separate-campaigns",
    "Title": "Over $1.7m raised for Turkey-Syria earthquake victims in separate campaigns by S’pore charity, DBS",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 20:15:37",
    "Content": "SINGAPORE - A pair of local fundraising drives has raised more than $1.7 million for victims of the devastating Turkey-Syria earthquake. More than $1 million was raised in six days in a campaign launched on Friday by Singapore-based charity Rahmatan Lil Alamin (Blessings to all) Foundation (RLAF),  in collaboration with Turkey-based aid organisation Hayrat Yardim. The money will provide victims with items such as tents, hot meals, mattresses, blankets and winter clothing. Meanwhile, $720,000 has been raised as of 5pm Wednesday, through a campaign by DBS to support the Singapore Red Cross relief efforts for victims of the earthquake. Launched on Friday, the campaign raised $550,000 in its first three days. The bank allowed its customers to donate via its digibank app. DBS said it is also providing dollar-for-dollar matching for employee contributions in an internal fund-raising drive.  More than 40,000 people have died in the wake of a magnitude-7.8 earthquake that hit south-eastern Turkey and the north-western regions of neighbouring Syria in the early hours of Feb 6. United Nations emergency relief coordinator Martin Griffiths warned on Sunday that the death toll could more than double. Turkey said about 80,000 people were in hospital, with more than one million in temporary shelters. The Singapore Red Cross has raised more than $1.7 million since it launched its fundraising campaign on Feb 8, which will run until May 31. Those who wish to donate can do so online at redcross.sg/donate-turkey-syria In a Facebook post on Monday, the Turkish Embassy in Singapore asked donors to contribute money instead of in-kind donations, citing the gradually changing needs of those in the areas struck by the earthquake. IMPORTANT ANNOUNCEMENT\n\nT.C. Singapur Bykelilii / Turkish Embassy in Singapore is no longer seeks to receive in-kind..."
  },
  {
    "URL": "https://www.straitstimes.com/singapore/st-education-forum-to-focus-on-nurturing-talents-for-green-economy",
    "Title": "ST education forum to focus on nurturing talents for green economy",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 20:02:05",
    "Content": "SINGAPORE - In 2021, the Singapore Green Plan 2030 was released, detailing new sustainability initiatives to confront the existential challenges posed by rising sea levels and climate change. One of the pillars is the creation of a green economy. As set out in the plan, green growth can potentially create new jobs, revolutionise industries and harness sustainability as a competitive advantage. Institutes of higher learning (IHLs) have played a key role in Singaporesgrowth into one of the worlds most successful economies.  As the Republic transitions to meet its ambitious targets in the Singapore Green Plan 2030, universities and polytechnics must again evolve their curricula, teaching and research to build a talent pipeline for a sustainable and resilient future. The Straits Times Education Forum on higher educations role in building a sustainable and resilient future will affirm the pivotal role of IHLs in helping the nation successfully transition to a green economy. Held in partnership with the Singapore Management University (SMU), the forum will take place at its Yong Pung How School of Law on March 11 at 10am, with Education Minister Chan Chun Sing delivering the keynote address. In the parliamentary debate on his ministrys budget in 2022, Mr Chan had emphasised that the capabilities of IHLs and the competencies of their graduates will be the needle-movers in meeting Singapores sustainability goals.  After his keynote address, Mr Chan will be joined in a panel discussion by Mr Frank Koo, head of Asia, talent and learning solutions at LinkedIn; Mr Ben King, country managing director at Google Singapore; and SMU provost Timothy Clark. It will be moderated by SMUs Professor Emeritus of Finance Annie Koh. Professor Clark said: We are seeing a huge global impetus towards growth in the green economy.  From decarbonisation to food supply and security, the green economy holds multi-faceted elements that will impact how businesses operate and how individuals will live, work and play.     I look forward to a stimulating discussion about how universities such as SMU play a pivotal role in preparing graduates, and learners of all ages, with the green skills and know-how to take on the boundless pathways in this emerging frontier.      Mr Jaime Ho, editor of The Straits Times, said: There is no better time than now to bring to the fore the role that education and institutes of higher education will have in developing young minds, and harnessing their ingenuity and passion towards the goals of climate action and sustainability. The event is free to attend and registration will close at 6pm on March 8. To register, click here, or scan the QR code below."
  },
  {
    "URL": "https://www.straitstimes.com/singapore/nparks-removes-nests-traps-crows-to-address-attacks-in-bishan",
    "Title": "NParks removes nests, traps crows to address attacks in Bishan",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 19:59:30",
    "Content": "SINGAPORE  The National Parks Board (NParks) said it is working with the Bishan-Toa Payoh Town Council to reduce the crow population near Block 110 Bishan Street 12 following reports of attacks by the birds over the past week. Dr Adrian Loo, group director of wildlife management at NParks, said it has been monitoring the area for crows nests since Feb 7 and has started removing them, as well as pruning trees and trapping crows. The trapped birds will be euthanised. Dr Loo said: House crows are not native and are an invasive species in Singapore, posing a threat to our native biodiversity... Additionally, they are particularly protective of their young and may attack when the chicks are in the nest or when they sense that their young are threatened. To ensure that the population control is carried out in a humane and safe manner, Dr Loo said NParks uses suitable and science-based depopulation techniques such as removing food sources and modifying habitats to make it less conducive for the birds, among others. The crows were not culled by shooting, as was done in the past. In 2020, crows were shot dead near Block 642 Desker Road after complaints of attacks. He added: The public can help to mitigate population growth and congregation issues by not feeding birds and disposing of food scraps properly. On Wednesday, NParks assisted in an outreach programme with Bishan-Toa Payoh Town Council, its residents committees and the National Environment Agency. They put up posters in lifts and conducted home visits to warn the public against feeding birds. Shin Min Daily News reported on Tuesday that the crows had attacked 10 people in a 20-minute span near Block 110 Bishan Street 12 on Monday. While checks by The Straits Times on Wednesday found that the attacks have mostly ceased, people there said they have been victims of the crows, which either flew close to them or hit them. Mr Tan Soo How, 65, a part-time events assistant who lives there, said he had been attacked on two occasions. His first encounter was in the carpark about a week ago, when one dived in and swooped over him. I got the feeling that they would attack me because they were looking at me. I was thinking, Please dont come and attack me. In the end, they really did. A few days later, two crows started circling over him. This time, he picked up a stick to chase them away. Mr Michael Man, 49, a sourcing director at a company in the area, said he was attacked by crows on Monday on his way to lunch. While he was not injured during the attack, he was shocked. They hit quite hard. You wouldnt imagine that a bird would be able to hit that hard, he added. But both men said they did not want the crows to be harmed or killed. Mr Man said: Theyre wildlife. What do you want to do about them? Theres no point in harming them. Residents have since taken countermeasures, such as shielding themselves with an umbrella and avoiding outdoor paths where the crows have been frequently spotted. Ms Anbarasi Boopal, co-chief executive of the Animal Concerns Research and Education Society (Acres), said that crows mostly attack to protect their young. In (some of the images online), a bird can be seen on the ground... probably a fledgling which has left the nest and is learning to fly... Crows are protective of their young and will guard them when they are learning to fly. She added that because urban birds such as crows, pigeons and mynahs nest and feed close to residential areas and human food sources, this territorial behaviour of protecting their young as they learn how to fly is easily noticed. Ms Boopal said that to control crow numbers, thefocus should be on how food waste is disposed because crows are excellent scavengers. Removing indirect food provision and better food waste management are the only sustainable long-term solutions for such urban bird population issues."
  },
  {
    "URL": "https://www.straitstimes.com/asia/east-asia/air-passenger-traffic-returns-to-70-of-full-strength-in-china",
    "Title": "Air passenger traffic returns to 70% of full strength in China",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 11:00:45",
    "Content": "SHANGHAI  Passenger loads at Chinas top three airlines are rebounding as travel picks up again. China Southern Airlines filled 72.7 per cent of its seats in January, the highest passenger load factor among the trio, exchange filings show. That was up from 63 per cent a year ago. Air China had a passenger load of 69.9 per cent for the same month, followed by China Eastern Airlines at 68.3 per cent. Passenger load factor is the percentage of seats that have been filled on a plane, and is an indicator of profitability. The figures were boosted by people flying back to their hometowns for the Chinese New Year holidays and celebrating the chance to reunite with families and friends after nearly three years of Covid restrictions. The nations largest three carriers lost 190 billion yuan (S$37 billion) over the last three years as Covid upended travel, company filings showed last month.  Losses accelerated in 2022, when authorities persisted with lockdowns and mandatory quarantine to contain the virus. In addition to the disruption caused by the pandemic, the Chinese airlines said they were affected by high oil prices and a weaker yuan, which dropped about 8 per cent against the dollar last year. Caixin media recently said several state-owned airlines had been criticised by Beijing for offering cut-price tickets in order to fill seats.  The Civil Aviation Administration of China, which denied that charge, has in the past imposed restrictions on cheap tickets. In 2021, it said it wanted to avoid malicious competition that may cause cabbage prices. A CAAC official said last month that China expects the number of international flights to rebound to between 15 per cent and 25 per cent of levels before the pandemic by the end of March.    The recovery in international flights is slower than for domestic services, due to the longer time needed by airlines to arrange capacity and restart routes, and the reluctance of some passengers to travel abroad, the CAAC official Liang Nan said.    International flight passenger traffic improved in January, the Shanghai Securities News reported on Thursday.  As of Feb 6, for example, China Eastern was operating 52 international routes with 302 flights weekly.  That will rise to 60 routes and 410 weekly flights by Feb 28. BLOOMBERG"
  },
  {
    "URL": "https://www.straitstimes.com/asia/se-asia/rebels-in-indonesias-papua-say-images-show-abducted-nz-pilot-in-good-health",
    "Title": "Rebels in Indonesia's Papua say images show abducted NZ pilot in good health",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:53:06",
    "Content": "JAKARTA - Separatists in Indonesias restive Papua region have released images that they say show a New Zealand pilot taken hostage last week is in good health, but pledged he would not be freed until authorities acknowledge the independence of the area. The pilot, Mr Philip Mehrtens, who flew a plane operated by airline Susi Air, was abducted by fighters from the West Papua National Liberation Army (TPNPB) last week after landing in the remote region of Nduga. Reuters could not independently verify the authenticity of the images, but a friend of Mr Mehrtens, who declined to be named because of the sensitivity of the issue, confirmed it was the pilot. Mr Sebby Sambom, a spokesman for the TPNPB, shared photographs and videos of a man wearing a jean jacket, surrounded by a group of about a dozen fighters, some armed with guns and bows. The Papuan military that has taken me captive to fight for Papuan independence, they ask for the Indonesian military to go home to Indonesia and if not, I will remain captive for my life, Mr Mehrtens said at one point in the video. One of the fighters is holding up the Morning Star flag, a symbol of Papuan independence. In a statement accompanying the images, Mr Sambom said that the pilot was in good health and that he was collateral in a political dispute. Indonesias chief security minister Mahfud MD vowed in a video late on Tuesday to ensure Mr Mehrtens release using persuasive approaches, because the priority is his safety, but said could not rule out using other ways, without elaborating. Taking civilians as hostage, for any reason, is unacceptable, he said. A spokesperson for New Zealands ministry of Foreign Affairs and Trade said they were aware of the photographs and video circulating but declined to comment further. Indonesias eastern-most provinces have been wracked with a low-level battle for independence since the resource-rich region was controversially brought under Indonesian control in a vote overseen by the United Nations in 1969.    The conflict has escalated significantly since 2018, with pro-independence fighters mounting deadlier and more frequent attacks. REUTERS   "
  },
  {
    "URL": "https://www.straitstimes.com/asia/australianz/2-men-missing-after-australian-mine-collapse",
    "Title": "2 men missing after Australian mine collapse",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:30:37",
    "Content": "SYDNEY  Search operations are on for two workers who went missing after a mine collapse in Australias Queensland state. They are said to have fallen down a hole at MMGs zinc mine.      Chinas MMG on Wednesday halted operations at the underground mine after the incident, which the authorities said occurred because of a ground collapse.   The two workers were employed by contractor Barminco, which is owned by Australian mining services provider Perenti. Perenti said on Thursday that a rescue team has located the vehicle used by the two employees. The rescue team used drones, heavy underground mining equipment and video imagery overnight to locate the light vehicle which the company believed the two missing employees were driving, Perenti said in a statement.  The situation is still evolving, Perenti chief executive Mark Norwell said. We continue to be hopeful that a positive outcome can be achieved. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/asia/east-asia/in-south-korea-free-subway-rides-for-the-elderly-become-a-political-headache",
    "Title": "In South Korea, free subway rides for seniors become a political headache",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:20:25",
    "Content": "SEOUL  Every day, 71-year-old Park Gyung-sun delivers flowers, documents and other packages around Seoul  a job popular among senior citizens, who are entitled to ride the citys subways for free. The work, dubbed silver delivery in South Korea, earns Mr Park, a former market stall owner, up to 700,000 won (about S$730) a month. The company he works for is just one of two dozen in the capital. Its fun and good for my health, Mr Park told Reuters. But honestly, I wouldnt be doing it if subway rides werent free, because there wouldnt be much left over for me. Free rides have been a perk enjoyed nationally by those 65 and older for four decades and are credited with keeping senior citizens active.  They have, however, become a thorny political issue as South Koreas population rapidly ages and subway operating costs soar. There is no talk of doing away with the benefit altogether. But some cities that operate subways are threatening steep fare increases or a lifting of the eligible age unless the national government shoulders some of the cost.  The Finance Ministry is staunchly opposed to this. The dispute is part of broader challenges for Asias fourth-largest economy, where the cost of senior welfare is surging. It also comes amid debate on raising the retirement age from 60 and how to ensure a sustainable national pension scheme. In addition, it has left President Yoon Suk-yeol in a quandary. He promised fiscal consolidation upon taking office last May but also counts elderly voters as a key support base. Consumers are already unhappy with inflation at 24-year highs, steep utility price rises and an economy that in the last quarter posted its first contraction in more than two years. Some members of his ruling People Power Party have warned that any scaling back of subway perks for the elderly will not help their chances in 2024s parliamentary election  one where the party is seeking to retake a majority so that Mr Yoon can push forward with his reform agenda. The free-ride problem is set to only get worse over time. More than 18 per cent of South Koreas population of 51 million is aged 65 or older. That proportion is projected to hit 30 per cent in 2035 and 40 per cent in 2050, according to the countrys statistics agency. In the greater Seoul area, where almost 3.7 million people are 65 or older, more than 233 million free rides were taken in 2022. That cost Seoul Metro some 315 billion won, equivalent to 30 per cent of its debt. To cope, Seoul unveiled plans last December to raise subway fares for the first time since 2015, by as much as 30 per cent, although free rides for the elderly will remain in place. Planned fare increases could be minimised only if there is at least some state assistance, Seoul Mayor Oh Se-hoon told a news conference last week, noting that the free-ride policy had been imposed on cities by former military dictator Chun Doo-hwan in the early 1980s. For its part, the Finance Ministry says it has funded the building and improving of subway systems, and the cities should handle operating costs.     In the case of Seoul, they are in fact in a far more solid financial position than the country, and given that situation, I think it is a bit too much to ask the state to take responsibility for this, Vice-Finance Minister Bang Ki-sun told Reuters.    Daegu, a large city in South Koreas south-east, said recently that it will consider increasing the minimum eligible age in gradual stages to 70. Another city, Daejeon, is looking at a similar policy. Sixty per cent of Koreans support raising the minimum age to 70 for senior citizen benefits, including free subway rides, according to a Gallup poll released last week. Thirty-four per cent were opposed. The Welfare Ministry will review whether local governments are entitled to change minimum age eligibility levels, Mr Yoons office said in response to a Reuters request for comment on the matter. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/asia/australianz/fresh-storm-warning-for-new-zealand-areas-worst-hit-by-cyclone-gabrielle-as-death-toll-rises-to-5",
    "Title": "Fresh storm warning for New Zealand areas worst hit by Cyclone Gabrielle as death toll rises to 5",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:04:59",
    "Content": "WELLINGTON  A fifth person has died in New Zealand in the aftermath of Cyclone Gabrielle, police said on Thursday, as the authorities warned of a fresh storm in badly hit areas. There are fears the death toll could climb further. More heavy rain has been forecast for the badly affected eastern areas of the country. The disaster has severed roads, caused houses to collapse, cut power and displaced more than 10,000 people in those areas. New Zealand is under a national state of emergency after the cyclone bore down on its northern coast on Sunday and several people are still missing in areas saturated by flood waters.  The cyclone has faded into the Pacific, but New Zealands MetService warned of further downpours on Thursday of up to 40mm per hour in eastern areas already flooded.   National police said in a statement on Thursday that one person is believed to have died after being caught in flood water in the Gisborne region. It took the death toll in the Hawkes Bay area on the east coast to four.     Meanwhile, military helicopters have had to winch hundreds of stranded storm survivors to safety from rooftops surrounded by rising flood waters.    Government officials estimate that 10,500 people have so far been displaced by the cyclone, with 9,000 made homeless in the eastern regions alone.  New Zealand Prime Minister Chris Hipkins said the inability for people to get in touch with family and friends is a real issue, and the government is working on immediately increasing connectivity. Both domestic and international flights resumed on Wednesday, though airline schedules may be disrupted for several days, Auckland Airport said in a tweet. Responding to queries from The Straits Times, Singapore Airlines said flight SQ281, which was originally scheduled to fly from Singapore to Auckland on Tuesday, had to turn back and return to the Republic. An SIA spokesperson said this was due to the adverse weather conditions caused by Cyclone Gabrielle. SQ281 was rescheduled to Wednesday. It took off as planned at 9.10am and arrived safely at Auckland at 12.13am local time on Thursday. As the situation remains fluid, other SIA flights between Singapore and Auckland, New Zealand, may be affected by Cyclone Gabrielle, the spokesperson said.  Customers may view the airlines news alerts or visit its flight status page for the latest information on their flights, the spokesperson added. AFP, REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/asia/se-asia/61-magnitude-quake-rocks-central-philippines-usgs",
    "Title": "Magnitude-6.1 quake rocks central Philippines",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 03:29:11",
    "Content": "MANILA  A magnitude-6.1 earthquake rocked the central Philippines early on Thursday, the United States Geological Survey (USGS) said, with the local seismological agency warning of aftershocks and possible damage. The strong and shallow quake struck off Masbate province at the centre of the archipelago nation shortly after 2am local time, jolting people awake.     The epicentre was 11km from the nearest village of Miaga, in Uson municipality, on the provinces main island of Masbate, USGS said.    Shallow earthquakes tend to cause more damage than deeper ones, but there were no immediate reports of damage or casualties. No tsunami warning was issued. It was a bit strong, Masbate provincial police chief Rolly Albana told AFP. I was sleeping when we were shaken and woken up. Mr Albana said police had not reported any effects of the quake. Uson police chief, Captain Reden Tolledo, said some residents fled their homes. Even I went outside because of possible aftershocks, he said. Mr Gregorio Adigue, a disaster officer in Dimasalang municipality, said he felt a strong aftershock nearly an hour after the quake. But buildings and other structures in the area did not appear to be damaged, he said. Later we will go around schools in each village to inspect their buildings, Mr Adigue said. The Masbate education department reportedly suspended classes for Thursday because of continuous aftershocks being felt in the province. Quakes are a daily occurrence in the Philippines, which sits along the Pacific Ring of Fire, an arc of intense seismic as well as volcanic activity that stretches from Japan through South-east Asia and across the Pacific basin. Most quakes are too weak to be felt by humans, but strong and destructive ones come at random, with no technology available to predict when and where they will happen. The Philippines civil defence office regularly holds drills simulating earthquake scenarios along active fault lines. The last major quake in the country was in October. The magnitude-6.4 earthquake hit the mountain town of Dolores in the northern province of Abra, injuring several people, damaging buildings and cutting power to most of the region. A magnitude-7.0 quake in mountainous Abra last July triggered landslides and ground fissures, killing 11 people and injuring several hundred. AFP"
  },
  {
    "URL": "https://www.straitstimes.com/asia/se-asia/malaysia-pm-anwar-pledges-assistance-to-quake-victims-in-meeting-with-turkey-president-erdogan",
    "Title": "Malaysia PM Anwar visits quake site and Turkey President Erdogan, pledges assistance to victims",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 22:14:12",
    "Content": "PETALING JAYA - Malaysian Prime Minister Anwar Ibrahim expressed Malaysias solidarity with Turkey in the aftermath of the massive earthquake that killed more than 41,000 as he visited search-and-rescue teams near the epicentre of the disaster on Wednesday. Datuk Seri Anwar also conveyed condolences to Turkish President Recep Tayyip Erdogan, the Prime Ministers personal friend, during a meeting in Ankara. I expressed Malaysias solidarity as a friendly country during the hard and difficult times, as well as its unwavering commitment, especially in helping Turkish citizens affected by the earthquake, the Malaysian leader said on Facebook. I also informed the President about the assistance that has been provided by the Malaysian government. Together, lets pray that this sad event passes quickly and Turkey recovers. Bertemu Presiden Turkiye Recep Tayyip Erdoan di Ankara hari ini. Saya diapit Menteri Luar Negeri Dato Sri Diraja... Accompanying Mr Anwar on his visit to the Turkish capital were Foreign Minister Zambry Abdul Kadir, Minister in the Prime Ministers Department (Sabah, Sarawak Affairs and Special Functions) Armizan Ali, Malaysias Ambassador to Turkey Sazali Mustafa Kamal and Foreign Ministry secretary-general Amran Zin. Mr Anwar had earlier visited the southern Turkish city of Gaziantep to inspect the disaster site and meet the Special Malaysia Disaster Assistance and Rescue Team deployed there before his meeting with Mr Erdogan. Mr Anwar is expected to leave Turkey after his Ankara meeting and arrive in Malaysia on Thursday morning to attend Parliament at Kuala Lumpurs Dewan Rakyat, as well as a pre-Cabinet meeting with Malaysias King Sultan Abdullah Ahmad Shah. THE STAR/ASIA NEWS NETWORK Dalam pertemuan saya dengan pasukan pencari dan penyelamat (SAR) kita di Nurdagi, Gaziantep hari ini, saya melihat..."
  },
  {
    "URL": "https://www.straitstimes.com/asia/east-asia/japan-to-pave-way-for-military-to-shoot-down-intruding-balloons",
    "Title": "Japan to pave way for military to shoot down intruding balloons",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 22:01:57",
    "Content": "TOKYO  Japan has mooted allowing its military to shoot down encroaching balloons and unmanned unidentified flying objects (UFOs), with a former defence minister warning on Wednesday of a gaping hole in the countrys security. This came as Tokyo said for the first time that it strongly suspects China of having flown three spy balloons into its airspace since 2019.  Allowing the Self-Defence Forces (SDF) to shoot down such aerial objects  regardless of origin  will be a marked shift from Japans pacifist stance that bars any use of weapons except when danger is clearly imminent. Defence Minister Yasukazu Hamada on Tuesday suggested that the SDF be allowed to use air-to-air missiles to shoot down balloons that violate Japans airspace, citing the potential danger to air traffic. His remarks have moved the needle on Japans broader debate on how far  and how soon  it is willing to depart from its pacifism. Yet, there are caveats to the change in rules, which must be discussed in the Diet, or Parliament. For one thing, security watchers like Dr Satoru Nagao  a non-resident fellow at the Hudson Institute, a US think-tank   have described Japans capability to respond as borderline.  On Feb 4, the United States deployed an F-22 fighter jet  which has the highest altitude ceiling in its fleet  to shoot down what it said was a Chinese spy balloon at a height of 18,000m, an altitude higher than a commercial airliner. But balloons fly higher than the common operating altitude of the F-15s and F-35s in Japans fleet, which means there are limitations to what Japan can cope with, Dr Nagao told The Straits Times, noting the special training and equipment that pilots will require. Still, former defence minister Itsunori Onodera said on Wednesday that it was a major problem that Japan had not been able to identify the balloons as Chinese ones until now. Its even more of a problem if we knew about it but did not protest, added Mr Onodera, who now chairs the ruling Liberal Democratic Partys research commission on security. It makes me worry that there is a gaping hole in Japans defences. The party began policy talks about shoot-downs on Wednesday, noting that the US  Japans security ally  has shot down four balloons over North America in eight days.  While the Pentagon has said that the first of the four balloons was a Chinese reconnaissance balloon, it added that the other three, of unknown origin, were possibly benign. Beijing said the balloon had no military purpose and was a weather-monitoring airship that had blown off course. It has also accused the US of flying high-altitude balloons over Chinese airspace more than 10 times since 2022. Taiwan also warned this week that it will shoot down any suspected military objects from mainland China. Japans Chief Cabinet Secretary Hirokazu Matsuno told a regular news briefing on Wednesday: As a result of further investigations of specific balloon-shaped flying objects that were confirmed in Japans airspace before, it is strongly suspected that they were unmanned surveillance balloons from China. These remarks prompted an immediate rebuttal from Beijing, with Foreign Ministry spokesman Wang Wenbin saying: Japan is making groundless accusations and smearing China without conclusive evidence. We are resolutely opposed to that. Japans Defence Ministry, in a statement late on Tuesday, said it strongly suspects that China was behind balloons sighted over the south-western city of Satsumasendai in Kagoshima prefecture in November 2019, and over the north-eastern cities of Sendai in Miyagi and Hachinohe in Aomori in June 2020 and September 2021, respectively. There are SDF bases in these three cities. When the balloon sighting in 2020 was reported, then Defence Minister Taro Kono had said it posed no security risks. Without elaborating how it had come to the conclusion that these objects were from China, the Defence Ministry said on Tuesday: We will put more effort than ever into information gathering and surveillance activities against balloons, including unmanned ones for foreign espionage. There were at least two other reported balloon sightings  one over the high seas west of the south-western island of Kyushu in January 2022, and another over Chichijima in the Ogasawara island chain 1,000km south of Tokyo, in September 2021. Dr Masashi Nishihara, president of Japans Research Institute for Peace and Security, told ST that it was Japans serious error to have neglected the balloons until now.  "
  },
  {
    "URL": "https://www.straitstimes.com/asia/se-asia/three-philippine-police-officers-surrender-over-killing-of-spanish-man",
    "Title": "Three Philippine police officers surrender over killing of Spanish man",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 20:42:00",
    "Content": "MANILA - Three Philippine police officers wanted for the alleged murder of a Spanish businessman in 2020 have turned themselves in to the authorities, said the justice ministry on Wednesday.   Mr Diego Lafuente was shot dead during a police drug operation in General Luna municipality on the southern island of Siargao, a popular surfing and holiday destination. He was among the thousands of people killed during a drug war started by former president Rodrigo Duterte and continued by his successor Ferdinand Marcos Jr.  Most victims were poor, Filipino men, according to rights groups. The International Criminal Court is investigating the brutal crackdown for possible crimes against humanity. Arrest warrants had been issued for the three officers, but they were nowhere to be found, the justice ministry said in its statement issued on Wednesday. The officers turned themselves in to the authorities on Feb 9. State prosecutors had filed charges of murder and planting of evidence against them in March 2022, after a review of the case cast doubt on their version of events. The officers claimed they shot Mr Lafuente in self-defence after he fired a gun at them during a buy-bust operation.  They were initially given a 60-day suspension from duty over the killing, according to the Justice Departments review panel. The drug war has been widely condemned, but so far, only three policemen have been convicted for killing a drug suspect. Under pressure from the United Nations Human Rights Council and International Criminal Court, the government has examined more than 300 cases of drug operations that led to deaths. Mr Lafuentes killing was among the first batch of 52 cases to be reviewed.  Former justice secretary Menardo Guevarra previously told AFP that the review of those cases had cast doubt on police officers common claim of self-defence. The review effort is still under way and 25 officers have been charged, said Justice Secretary Jesus Crispin Remulla last November. AFP "
  },
  {
    "URL": "https://www.straitstimes.com/asia/se-asia/malaysia-to-focus-on-living-costs-raising-wages-as-growth-slows-ahead-of-looming-state-polls",
    "Title": "Malaysia to focus on living costs, raising wages as growth slows ahead of looming state polls",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 20:03:49",
    "Content": "PUTRAJAYA  Malaysian Prime Minister Anwar Ibrahim is exploring how to boost wages for workers, as gloomy economic prospects pose headwinds to his fledgling administration. Malaysia plans to set a wage growth target for all workers and formulate policies to support this, Economy Minister Rafizi Ramli told a press conference Wednesday. The National Economic Action Council will meet in March to discuss this in a meeting chaired by the Prime Minister, he added. The inflation problem still needs to be managed properly, while the peoples wages still havent reached the right levels, said Mr Rafizi at the briefing in the administrative capital of Putrajaya. It requires an integrated approach and we can no longer work in silos. How Malaysia handles an increasingly challenging economic outlook could be key for Datuk Seri Anwars survival amid looming tests of his staying power. His three-month-old unity government is set to face six state elections in 2023.  While the polls have no direct bearing on the composition of Parliament, they will be a gauge of his popularity among an electorate that has seen four prime ministers in as many years. The local elections are set to coincide with an expected slowdown in Malaysias growth. The government sees the pace of expansion moderating to between 4 per cent and 5 per cent in 2023, after growing at its quickest pace in more than two decades in 2022 on pent-up demand.  Meanwhile, prices continue to climb, with the central bank expecting inflation to remain elevated in 2023. This is even as average salaries and wages in Malaysia are considered low, according to the Finance Ministry in its Economic Outlook 2023 report. Wages have grown at an average increment of about RM140 (S$43) a year between 2010 and 2019, the ministry said. The public is assessing how well the government can address issues surrounding tepid economic growth and rising costs of living, said pollster Merdeka Center last Friday.  Mr Anwars approval rating stood at 68 per cent, just two months after Novembers general election resulted in a hung Parliament, it said. That is slightly lower than how his predecessors fared during their first few months in office. Mr Rafizi said on Wednesday: The Economy Ministry will balance between restructuring the economy and the needs of the people in relation to living costs and better wages. Mr Anwar, who doubles as finance minister, is set to table the revised 2023 budget to Parliament on Feb 24, and has been preaching fiscal prudence as the nation stares down still-elevated debt levels in the wake of a pandemic-era spending drive. BLOOMBERG "
  },
  {
    "URL": "https://www.straitstimes.com/world/bird-flu-sent-egg-prices-soaring-in-europe-and-us-now-the-threat-moves-to-chicken-in-south-america",
    "Title": "Bird flu sent egg prices soaring in Europe and US. Now the threat moves to chicken in South America",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:58:11",
    "Content": "BRASILIA, Brazil  Egg prices have soared thanks to the worst-ever global bird flu outbreak thats ravaged poultry and hen flocks in Europe and US. Now, the disease is showing early signs of spreading in South America, putting global chicken supplies into bigger danger. Cases have been popping up in countries like Ecuador, Colombia and Bolivia. Just this week, in Argentina, the virus was detected in a wild bird. And more alarmingly, on Wednesday, Uruguay reported its first case of avian influenza. That is a problem because it shows that bird flu is rapidly getting closer to Brazil, the worlds biggest chicken exporter. While Brazil is still flu free, a large outbreak in the country would likely have devastating consequences on global meat supplies. Even as food inflation has tamed in recent months, egg prices have bucked the trend because of bird flu.  Chicken could follow suit if flu impacts poultry flocks in Brazil, the worlds second-biggest producer, trailing the US Exports from the South American nation have jumped to records as the country filled the supply gap left by other producers that were hit by the flu.  The Uruguayan incident is the closest to Brazil thats been reported so far, according to Brazils Agriculture Minister Carlos Favaro. Brazil hasnt reported any cases so far, but the latest episode, which is 180km far from its border with Uruguay, is increasing our vigilance, Mr Favaro said Wednesday. The nation is stepping up monitoring efforts and reinforcing security at borders, he said. The transmission risk in South America is currently at a seasonal peak and will remain high through May, because of bird migratory patterns. Brazils chicken exporter group, ABPA, said it is monitoring the situation after the Uruguay case. Biosecurity protocols in the country are already high. Visits to farms and production units are banned, and there are other safety protocols, such as disinfecting vehicles. Just over 100 million poultry have died or were culled due to avian influenza between the start of October 2022 and Feb 3, according to the World Organisation for Animal Health. That is more than triple the number in the same period in the previous season, which ended with record losses from the disease. Egg-laying hens have been among the hardest hit, boosting prices of the grocery staple and squeezing consumers. In the US, egg prices in January were up 70 per cent from a year earlier, the steepest 12-month rise in four decades. BLOOMBERG"
  },
  {
    "URL": "https://www.straitstimes.com/world/united-states/overdose-reversing-nasal-spray-narcan-safe-to-sell-over-the-counter-us-experts-say",
    "Title": "Overdose-reversing nasal spray Narcan safe to sell over the counter, US experts say",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:40:55",
    "Content": "WASHINGTON  Two federal panels of addiction experts on Wednesday unanimously recommended that Narcan, the overdose-reversing nasal spray, be made widely available without a prescription, a significant step in the effort to stem skyrocketing drug fatalities.\n Making Narcan an over-the-counter drug has been urged by doctors, patient advocacy groups and the Biden administration.\n The unanimous vote by the committees, which advise the Food and Drug Administration (FDA), makes it highly likely that the FDA will approve an over-the-counter version of the drug, also known generically as naloxone, in March.\n It could potentially become available in vending machines, schools, convenience shops, big-box stores and supermarkets by summer.\n As the overdose crisis worsened in recent years, the use of Narcan has become commonplace, but the millions of doses have been administered largely by outreach workers, health care providers and emergency responders. For people who use drugs, as well as their friends and relatives, ready access to the prescription medication has been elusive.\n Many public health experts believe that if more people were to have the spray readily available at home, or in their pockets or knapsacks, many fatalities could be averted.\n The Biden administration has made expanding access to the medicine a priority in its efforts to combat the overdose crisis, which reached a record 107,000 deaths in 2021. In recommending that the spray become as easily available as ibuprofen, the 19 voting panelists determined that naloxone, which was approved as an overdose-reversal injection in 1971, is abundantly safe and effective even in infants, with almost no potential for misuse or abuse. And, the panels concluded, naloxone does not require medical training to use.\n Side effects, typically symptoms associated with withdrawal, were relatively negligible compared with the medicines far greater lifesaving benefit, panel members said.    Naloxone, which comes in a nasal spray, a vial and preloaded syringes, is believed to have saved hundreds of thousands of lives.        The unusual unanimity of the vote underscores the importance of moving this drug to greater access and also highlights the terrible risk of not acting in terms of making the drug more accessible, said Dr Maria Coyle, chair of the advisory panel and an associate clinical professor at the Ohio State University College of Pharmacy. NYTIMES      "
  },
  {
    "URL": "https://www.straitstimes.com/world/united-states/a-thousand-year-old-hebrew-bible-could-sell-for-us50-million-at-auction",
    "Title": "A thousand-year-old Hebrew Bible could sell for US$50 million at auction",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:39:35",
    "Content": "NEW YORK - A Hebrew Bible billed as the oldest nearly-complete example in the world is set to hit the auction block at Sothebys New York this May with an estimate of US$30 million to US$50 million (S$40 million to S$67 million). It is dubbed the Codex Sassoon by the auction house in reference to its one time owner, the collector and philanthropist David Solomon Sassoon (1880-1942). If it sells for its high estimate it will become the most expensive manuscript or book to ever sell at auction. We came to this estimate because this is the most significant document or manuscript to come up for sale in, I dont know, forever, says Ms Sharon Mintz, a senior Judaica specialist in Sothebys books and manuscripts department.  Given how singular the codex is, she continues, the only comparable items were other sales of very different objects, includingLeonardo da Vincis notebook, known as the Codex Leicester, which Mr Bill Gates purchased in 1994 for US$30.8 million.  Acopy of the US Constitution,acquiredby Citadel founder Ken Griffin in 2021 for US$43.2 million, was another deemed to be a peer. And that was one of multiple, Ms Mintz says in reference to the constitution. Were talking about a singular manuscript. The Codex Sassoon, which is being sold by the investor Jacqui Safra, dates to the late 9th orearly 10th century, and contains all 24 books of the Hebrew Bible; it is missing some pages from Genesis. Covering some 396 parchment sheets, the Codex Sassoon carries markings indicatingits early owners, including the 13th century Jewish community of Makisin, located in present-day Syria.  Itsprovenance then becomes murky for the better part of themillennium, but when Mr Sassoon purchased the bible in 1929, it re-emerged as a globally recognised artifact. Today its only contemporariesare theAleppo Codex, which was assembled in the early 10th century, and the Leningrad Codex, a complete manuscript of the Bible which is thought to have been written about a century later.  In contrast with the nearly complete Codex Sassoon, only around 300 of the roughly 487 original folios of the Codex Aleppo survive. Given that the Codex Sassoon is more than a thousand years old, its in remarkably good condition, says Ms Mintz. Over the years its been restored, and its been re-bound multiple times.  The parchment, she continues, is extremely durable material, its a stable, strong structure, and the ink is good. The Codex Sassoon will travel to London, where it will be on view at Sothebys from February 22 to 28, after which it will travel to Tel Aviv, Dallas, Los Angeles, and New York. Despite its lofty estimate, Ms Mintz anticipates a range of buyers.  We think theres a wide market of people whod be interested, she says.The codex, she continues, would be the jewel in the crown of an institutional collection.  It could also, she says, appeal to many private buyers who are looking for masterpiece objects, things of tremendous religious, historical, and spiritual value. BLOOMBERG"
  },
  {
    "URL": "https://www.straitstimes.com/world/europe/italys-berlusconi-wins-legal-battle-in-bunga-bunga-bribe-case-moroccan-dancer-ruby-acquitted",
    "Title": "Former Italian PM Berlusconi wins legal battle in ‘Bunga Bunga’ bribery case",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:17:47",
    "Content": "MILAN - An Italian court on Wednesday acquitted Silvio Berlusconi over allegations of paying witnesses to lie in an underage prostitution case that has dogged the former prime minister for more than a decade. Mr Berlusconi was accused of bribing 24 people, mostly young, female guests at his so-called Bunga Bunga parties, in a previous trial where he was charged with paying for sex with a 17-year-old Moroccan nightclub dancer. In a written summary of the ruling, the president of the Milan court said Mr Berlusconi and his 28 co-defendants had no case to answer, citing alleged legal errors over the way prosecutors had drawn up the case. Mr Berlusconi, who sits in the Italian Senate and whose Forza Italia party is a key component of Prime Minister Giorgia Melonis conservative coalition, was jubilant. Finally acquitted after more than 11 years of suffering, mud-slinging and incalculable political damage, he said on Twitter. I had the good fortune to be judged by magistrates who knew how to remain independent, impartial and fair in the face of the unfounded accusations that had been levelled against me, the 86-year-old added. Prosecutors had demanded a six-year prison term for him. Ms Meloni also welcomed the decision in favour of an unpredictable ally who courted controversy again on Sunday with his criticism of Ukraines President Volodymyr Zelensky. The acquittal of Silvio Berlusconi is excellent news that puts an end to a long legal case that also had important repercussions on Italian political and institutional life, she said in a statement. The Moroccan dancer Karima El Mahroug, better known by her stage name, Ruby the Heartstealer, was one of 22 women accused alongside Berlusconi and expressed relief at the court ruling. I am so happy Its a liberation from years that were tough, to say the least. It overwhelmed me when I was 17, and it carried on until I was 30. It was a nightmare, she told reporters. The scandal over the evening parties contributed to Mr Berlusconis downfall as prime minister in 2011, marking the end of his fourth government. He was eventually acquitted in the initial case, with an appeals court ruling that while he had paid a teenager for sex, there was no proof he knew she was a minor. He was put in the dock again after being accused of bribing key witnesses. The Milan court said that those who gave evidence in the original case should have been classified as suspects and not as witnesses, meaning the latest charges did not apply. Prosecutors said they would review the full verdict before deciding whether to appeal. Mr Berlusconi has acknowledged giving money to a number of his guests, but said it was offered spontaneously as compensation for the reputational damage they had suffered by being associated with his infamous parties. Mr Berlusconis political career has been marked by legal battles and he was temporarily banned from political office after a conviction for tax fraud in 2013. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/world/united-states/one-shot-dead-three-wounded-in-texas-mall-shooting",
    "Title": "One shot dead, three wounded in Texas mall shooting",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:06:41",
    "Content": "EL PASO - One person was killed, and three others wounded in a shooting at an El Paso, Texas, shopping mall on Wednesday, police said. One suspect was in custody and police were looking for another possible suspect, police spokesman Robert Gomez told reporters. The Cielo Vista mall is next to the Walmart store where a gunman killed 23 people on Aug 3, 2019. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/world/astronomers-marvel-at-perfect-explosion-a-spherical-cosmic-fireball",
    "Title": "Astronomers marvel at ‘perfect explosion’: A spherical cosmic fireball",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:02:30",
    "Content": "WASHINGTON - Astronomers have observed what might be the perfect explosion, a colossal and utterly spherical blast triggered by the merger of two very dense stellar remnants called neutron stars shortly before the combined entity collapsed to form a black hole.      Researchers on Wednesday described for the first time the contours of the type of explosion, called a kilonova, that occurs when neutron stars merge.     The rapidly expanding fireball of luminous matter they detailed defied their expectations. The two neutron stars, with a combined mass about 2.7 times that of our sun, had orbited each other for billions of years before colliding at high speeds and exploding.      This unfolded in a galaxy called NGC 4993, about 140-150 million light years away from Earth in the direction of the constellation Hydra. A light year is the distance light travels in a year  9.5 trillion km.    The existence of kilonova explosions was proposed in 1974 and confirmed in 2013, but what they looked like was unknown until this one was detected in 2017 and studied intensively. It is a perfect explosion in several ways. It is beautiful, both aesthetically, in the simplicity of the shape, and in its physical significance, said astrophysicist Albert Sneppen of the Cosmic Dawn Centre in Copenhagen, lead author of the research published in the journal Nature. Aesthetically, the colours the kilonova emits quite literally look like a sun  except, of course, being a few hundred million times larger in surface area. Physically, this spherical explosion contains the extraordinary physics at the heart of this merger, Mr Sneppen added. The researchers had expected the explosion to perhaps look like a flattened disk  a colossal luminous cosmic pancake, possibly with a jet of material streaming out of it. To be honest, we are really going back to the drawing board with this, said Cosmic Dawn Centre astrophysicist and study co-author Darach Watson. Given the extreme nature of the physical conditions  far more extreme than a nuclear explosion, for example, with densities greater than an atomic nucleus, temperatures of billions of degrees and magnetic fields strong enough to distort the shapes of atoms  there may well be fundamental physics here that we dont understand yet, Associate Professor Watson added. The kilonova was studied using the European Southern Observatorys Chile-based Very Large Telescope. The two neutron stars began their lives as massive normal stars in a two-star system called a binary.  Each exploded and collapsed after running out of fuel, leaving behind a small and dense core about 19km in diameter but packing more mass than the sun. Very gradually, they drew nearer to each other, orbiting at a speedy clip.  Each was stretched out and pulled apart in the final seconds before the merger because of the power of the others gravitational field.  Their inner parts collided at about 25 per cent of the speed of light, creating the most intense magnetic fields in the universe. The explosion unleashed the luminosity of about a billion suns for a few days. The two briefly formed a single massive neutron star that then collapsed to form a black hole, an even denser object with gravity so fierce that not even light can escape. The outer parts of the neutron stars, meanwhile, were stretched into long streamers, with some material flung into space.  During the process, the densities and temperatures were so intense that heavy elements were forged, including gold, platinum, arsenic, uranium and iodine. The researchers offered some hypotheses to explain the spherical shape of the explosion, including energy released from the short-lived single neutron stars enormous magnetic field or the role of enigmatic particles called neutrinos. This is fundamentally astonishing, and an exciting challenge for any theoreticians and numerical simulations, Mr Sneppen said.  The game is on. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/world/hyundai-kia-offer-software-upgrade-to-83-million-us-vehicles-to-prevent-thefts",
    "Title": "Hyundai, Kia offer software upgrade to 8.3 million US vehicles to prevent thefts",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:47:40",
    "Content": "WASHINGTON  Hyundai Motor and Kia Corp will offer software upgrades to 8.3 million US vehicles to help curb increasing car thefts using a method popularised on TikTok and other social media channels, the South Korean automakers said on Tuesday. TikTok videos showing how to steal cars made from 2015 to 2019 without push-button ignitions and immobilising anti-theft devices had spread nationwide and led to at least 14 reported crashes and eight fatalities, the National Highway Traffic Safety Administration (NHTSA) said. The free upgrade will be offered for 3.8 million Hyundai and 4.5 million Kia vehicles in the United States, the automakers and NHTSA said. The software updates the theft alarm software logic to extend the length of the alarm sound from 30 seconds to one minute and requires the key to be in the ignition switch to turn the vehicle on, NHTSA said. TikTok did not immediately respond to a request for comment. USA Today reported in January that two major insurance companies had stopped offering new policies for Hyundai and Kia vehicles at high risk of theft. Many 2015 to 2019 model year Hyundai and affiliate Kia vehicles have no electronic immobilisers, which prevent break-ins and bypassing the ignition. The feature is standard on nearly all vehicles made by other manufacturers during that period. US theft claims in 2022 were nearly twice as common for Hyundai and Kia vehicles compared with all other manufacturers among 2015 to 2019 vehicles, Data from the Insurance Institute for Highway Safety showed that after the car thefts  which began in 2021  got significant social media attention in Wisconsin and then spread, overall claims on Hyundai and Kia thefts per insured vehicle year soared to more than 30 times the 2019 level. Hyundai will also provide customers with a window sticker alerting would-be thieves that the vehicle is equipped with anti-theft protection.     The initial Hyundai upgrade will cover more than one million 2017-2020 Elantra, 2015-2019 Sonata and 2020-2021 Venue model year vehicles. The software upgrade is scheduled to be available by June for vehicles that remain eligible.     Kia said it started notifying owners about the upgrade and anticipates making it available to most owners over the next few months. The automakers have provided more than 26,000 steering wheel locks since November 2022 to 77 law enforcement agencies in 12 states.         Kia said it also continues to make steering wheel locks available at no cost through interested local law enforcement agencies, subject to supply.      All Hyundai vehicles produced since November 2021 are equipped with an engine immobiliser as standard equipment. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/world/uaes-jaber-says-keeping-15-celsius-goal-alive-is-top-priority-for-cop28",
    "Title": "UAE's climate envoy says keeping 1.5 deg C goal 'alive' is top priority for COP28",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:35:04",
    "Content": "DUBAI - The United Arab Emirates climate envoy and designated president of the COP28 climate summit said on Wednesday his main priority would be to keep alive the goal of limiting global warming to 1.5 deg C as the world falls behind on the target. Sultan al-Jaber brushed off criticism over his designation as COP28 president given his role as head of the UAEs state oil giant, telling Reuters in his first public remarks on the matter that tackling climate change required a united effort. The UAE, a major Organisation of the Petroleum Exporting Countries oil exporter, is hosting the climate summit this year, the second Arab state to do so after Egypt in 2022.  Sultan Jabers appointment fuelled activist concern that big industry was hijacking the worlds response to the global warming crisis. I have no intention whatsoever of deviating from the 1.5 deg C goal, Sultan Jaber said in his first interview since being assigned the role. Keeping 1.5 deg C alive is a top priority, and it will cut across everything I do. Scheduled to take place in Dubai between Nov 30 and Dec 12, the conference will be the first global assessment of progress since the landmark Paris Agreement in 2015 to limit global warming. As COP28 president, Sultan Jaber will help shape the conference agenda and intergovernmental negotiations. He said he would focus on building consensus and was ready to listen to all parties that wanted to engage positively. We have a major challenge ahead of us, Sultan Jaber said. How about for once we capitalise on everybodys capabilities and strengths and fight climate change rather than going after each other, he said when asked about the criticism. With a decade of climate diplomacy experience, Sultan Jaber is not short of green credentials. His first chief executive role was at Masdar, the Abu Dhabi green energy vehicle that he founded in 2006 and is now among the largest investors globally in clean energy. Sultan Jaber told Reuters it was that experience that led the UAEs leadership to assign him to head Abu Dhabi National Oil Company with a mandate to transform, decarbonise and future-proof the energy company. The Paris Agreement commits countries to limit the global average temperature rise to well below 2 deg C above pre-industrial levels and to aim for 1.5 deg C, a level which, if crossed, could unleash far more severe climate change effects, scientists say. Sultan Jaber said a major course correction was needed to stick to the target. We need to be honest with ourselves, we know the whole world is way off track. An approach that leaves no one behind, including oil and gas companies, was necessary so they can be part of the solution rather than being categorised as part of the problem, Sultan Jaber said. While voicing appreciation for climate activists passion and the need for their voices to be heard, Sultan Jaber added: You have to balance passion with being realistic, this is what we need to focus on. On the need to mobilise more capital, he pointed to the reform of international financial institutions and engagement with the private sector. The private sector will be interested in exploring opportunities, especially in the vulnerable communities, if concessional instruments are out there supported by international financial institutions to help lower the risks, Sultan Jaber said. He also sees the Just Energy Transition Partnership model that was approved for South Africa at COP26 and Indonesia at COP27 as a successful way to drive progress in transitional economies that should be expanded. The key to their success so far has been the public private partnership approach that blends concessional and private finance to lower investment barriers and risks. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/world/europe/israeli-firm-sought-to-influence-more-than-30-elections-around-the-world-report",
    "Title": "Israeli firm sought to influence more than 30 elections around the world: Report",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:32:50",
    "Content": "PARIS - An Israeli firm sought to influence more than 30 elections around the world for clients by hacking, sabotage and spreading disinformation, according to an undercover media investigation published on Wednesday. It adds to a growing body of evidence that private firms across the world are profiting from invasive hacking tools and the power of social media platforms to shape public opinion. The firm was dubbed Team Jorge by investigating journalists who posed as potential clients in order to gather information on its methods and capabilities. The report said its boss, Tal Hanan, is a 50-year-old former Israeli special forces operative. He has boasted of being able to control supposedly secure Telegram accounts, thousands of fake social media accounts, and of planting news stories. The investigation was carried out by a consortium of journalists from 30 outlets under the direction of a France-based non-profit known as Forbidden Stories. They include Le Monde in France, Der Spiegel in Germany and El Pais in Spain. The methods and techniques described by Team Jorge raise new challenges for big tech platforms, the Guardian wrote. Evidence of a global private market in disinformation aimed at elections will also ring alarm bells for democracies around the world. Mr Hanan did not respond to detailed questions, saying only: I deny any wrongdoing. He told three undercover reporters that his services, often called black ops, were available to intelligence agencies, political campaigns and private companies. We are now involved in one election in Africa... We have a team in Greece and a team in [the] Emirates... [We have completed] 33 presidential-level campaigns, 27 of which were successful, the Guardian quoted him as saying. British consulting firm Cambridge Analytica  since shut down  was allegedly used to develop software steering voters towards Donald Trump in the 2016 US presidential election. The group collected and exploited the personal data of 87 million Facebook users, to which the platform had given it access, leading to major fines and lawsuits. On Tuesday, the chief of Russian mercenary group Wagner, Yevgeny Prigozhin, admitted creating an infamous troll farm that is suspected of fomenting online discord and interfering in Western elections. An investigation led by Forbidden Stories in 2021 said powerful Israeli-made Pegasus spyware had been sold by the cyber intelligence company, NSO Group Technologies, to governments and used against at least 50,000 people around the world. Forbidden Stories is a collaborative platform set up in 2017 at the initiative of French documentary maker Laurent Richard. It has the support of Reporters Without Borders, and brings together more than 30 different media from around the world. AFP"
  },
  {
    "URL": "https://www.straitstimes.com/world/united-states/us-says-all-countries-should-warn-china-against-taiwan-conflict",
    "Title": "US says all countries should warn China against Taiwan conflict",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:00:17",
    "Content": "WASHINGTON - The United States hopes China will not use any visits by US lawmakers to Taiwan as an excuse for military action, a senior US diplomat said on Wednesday, adding that all countries should warn Beijing against conflict over the island. US-China relations were rocked last August by a visit by Mrs Nancy Pelosi, then speaker of the US House of Representatives, to democratically governed Taiwan, which Beijing claims as its territory. Since then a wave of US lawmakers has visited Taiwan, and speculation has swirled that Republican Representative Kevin McCarthy, who took over as House speaker in January, could soon visit the island, possibly in the spring or summer. US Deputy Secretary of State Wendy Sherman told an event at the Brookings Institution think tank that the US was committed to support Taiwan and its ability to defend itself under its one-China policy. And we hope that the PRC (Peoples Republic of China) does not use a visit by a member of Congress to Taiwan as a pretext for military action, Ms Sherman said. China stepped up military drills around Taiwan as a result of Mrs Pelosis visit. Strained relations between Washington and Beijing deteriorated further this month after the US military shot down what it said was a Chinese spy balloon that flew across US territory. Ms Sherman, the State Departments second-ranked diplomat, drew on Russias invasion of Ukraine as a lesson for China against any moves in the Taiwan Strait, saying the war had increased energy and food insecurity for the whole world, as well as inflationary pressures. The same would be true of a conflict in the Taiwan Strait, Ms Sherman said. And so, I urge all countries to tell the PRC this affects me. This affects my people, my country. This is not a good idea. Ms Sherman said Washington had growing concern about Chinas no limits partnership with Russia and its support for Moscows Ukraine invasion, even as it was attempting to increase its global standing by saying it would help mediate an end to the conflict. She said China could not have it both ways. But what I would say to all of those who are supporting Russia, youre going to end up with an albatross around your neck, Ms Sherman said, adding that the Ukrainians would deliver a strategic failure for Russian President Vladimir Putin. Thats going to create a lot of problems for those who are supporting this unholy invasion going forward, she said. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/the-big-story-increase-in-buyer-s-stamp-duties-for-property-purchases-unlikely-to-deter-wealthy-buyers-says-analyst",
    "Title": "The Big Story: Increase in buyer’s stamp duties for property purchases unlikely to deter wealthy buyers, says analyst",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 17:25:00",
    "Content": "Catch the latest news reports on The Big Story, The Straits Times weekday online news programme.  Buyers stamp duties for higher-value residential and non-residential properties will be raised with effect from Wednesday, Finance Minister Lawrence Wong said in his Budget speech on Tuesday. This is expected to generate an additional $500 million in revenue a year. But the actual amount will depend on the state of the property market, he said. Ms Christine Sun, senior vice-president of research and analytics at Orange Tee and Tie, joins the show to discuss how  property buyers will be affected by the changes."
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/photos/today-in-pictures-feb-15-2023",
    "Title": "Today in Pictures, Feb 15, 2023",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 16:20:42",
    "Content": ""
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/photos/in-pictures-cyclone-gabrielle-lashes-northern-new-zealand",
    "Title": "In Pictures: Cyclone Gabrielle lashes northern New Zealand",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 14:45:09",
    "Content": ""
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/photos/today-in-pictures-feb-14-2023",
    "Title": "Today in Pictures, Feb 14, 2023",
    "Publisher": "Straits Times",
    "Date": "2023-02-14 15:55:09",
    "Content": ""
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/the-big-story-budget-2023-will-strengthen-social-compact-give-assurance-for-families-says-dpm-wong",
    "Title": "The Big Story: What you can expect from Budget 2023",
    "Publisher": "Straits Times",
    "Date": "2023-02-13 17:25:58",
    "Content": "Catch the latest news reports on The Big Story, The Straits Times weekday online news programme.  This years Budget will focus on moving forward post-Covid-19, said Deputy Prime Minister Lawrence Wong on Monday. In a Facebook post, Mr Wong, who is also Finance Minister, said the Budgets theme will be moving forward in a new era, and will set out how Singapore will secure its prospects in a troubled world. The Budgetwill be delivered in Parliament on Tuesday at 3.30pm. OCBC Banks chief economist Selena Ling joins the programme to discuss what you can expect from DPM Wongs Budget speech.  This year's Budget statement comes as Singapores economy grew by 3.6 per cent in 2022, slightly lower than the earlier estimate of 3.8 per cent. It will include details of enhancements to the Assurance Package, as announced in November 2022.\n\nFor more episodes, go to https://str.sg/bigstory\n\n#thebigstory #SGBudget2023 #budget2023"
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/photos/today-in-pictures-feb-13-2023",
    "Title": "Today in Pictures, Feb 13, 2023",
    "Publisher": "Straits Times",
    "Date": "2023-02-13 13:28:50",
    "Content": ""
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/the-big-story-worst-of-inflation-may-be-over-cost-of-living-still-a-worry-for-middle-income-households",
    "Title": "The Big Story: Worst of inflation may be over, cost of living still a worry for middle-income households",
    "Publisher": "Straits Times",
    "Date": "2023-02-10 17:25:00",
    "Content": "Catch the latest news reports on The Big Story, The Straits Times weekday online news programme.  Real income growth remains muted, but sky-high inflation may have peaked, experts say. Median monthly household income from work rose 0.2 per cent in real terms, or after adjusting for inflation, in 2022. This is lower than the 1.5 per cent increase registered in 2021. After adjusting for inflation, households in the first nine deciles saw real income growth. Only the top decile saw a drop in real income. Professor Lawrence Loh, director of the National University of Singapore Business Schools Centre for Governance and Sustainability, joins the programme to explain why cost of living remains a concern, especially for middle-income households. Prof Loh also shares his view on what income growthin Singapore could look like in the future."
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/photos/today-in-pictures-feb-10-2023",
    "Title": "Today in Pictures, Feb 10, 2023",
    "Publisher": "Straits Times",
    "Date": "2023-02-10 12:54:39",
    "Content": ""
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/the-big-story-masks-no-longer-required-on-public-transport-from-feb-13-as-s-pore-moves-to-dorscon-green",
    "Title": "The Big Story: Masks no longer required on public transport from Feb 13 as S’pore moves to Dorscon green",
    "Publisher": "Straits Times",
    "Date": "2023-02-09 17:25:00",
    "Content": "Catch the latest news reports on The Big Story, The Straits Times weekday online news programme. From Feb 13, commuters will no longer need to wear masks when taking public transport as community regulations are progressively lifted.  This was among changes to measures the multi-ministry task force tackling Covid-19 announced on Thursday.  Other changes include the scaling back of subsidies for those admitted to hospitals or Covid-19 treatment facilities from April 1 because of the virus, regardless of their vaccination status. Covid-19 vaccinations and oral antivirals, however, will continue to be free for those eligible. And with the transition to Dorscon green, the multi-ministry task force - which was convened in January 2020 - will stand down. In other headlines, new schools will be set up in or relocated to newer estates such as Tengah and Punggol to meet the growing demand for school places.  A new primary school will open in Tengah, tentatively in 2028. And two years later, the relocated Anglo-Chinese School (Primary) in Tengah will begin operations with new Primary 1 pupils."
  },
  {
    "URL": "https://www.straitstimes.com/multimedia/photos/today-in-pictures-feb-9-2023",
    "Title": "Today in Pictures, Feb 9, 2023",
    "Publisher": "Straits Times",
    "Date": "2023-02-09 10:59:46",
    "Content": ""
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/actor-alec-baldwin-to-resume-filming-rust-despite-being-charged-over-fatal-shooting",
    "Title": "Actor Alec Baldwin to resume filming Rust despite being charged over fatal shooting",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 05:32:06",
    "Content": "LOS ANGELES  Actor Alec Baldwin will reportedly resume filming Western movie Rust in spring. According to entertainment portal Deadline, Rust Movie Productions confirmed the news and added that Ms Bianca Cline (Marcel The Shell With Shoes On, 2021) has come aboard as cinematographer. She joins a mix of new and previous crew members, including director Joel Souza. Baldwin, 64, who is also a producer on the movie, was charged in January with two counts of involuntary manslaughter over the fatal on-set shooting of cinematographer Halyna Hutchins, 42. She was shot and killed by a prop gun fired by Baldwin in October 2021, while Souza, 49, was wounded in the incident.  Producers said Ms Cline will donate her salary to charity in honour of Ms Hutchins. The scene which was being rehearsed when Ms Hutchins was shot had been rewritten and the any use of working weapons and any form of ammunition had now been barred from the set, according to the production company.\n Baldwin and armourer Hannah Gutierrez-Reed, 25, who was also charged, are looking at up to five years behind bars if found guilty. The first hearing in the case will be held next Friday.\n Last October, Rusts producers had said filming would resume in January with the original cast, but the start date now appears to have been pushed back.     Rust Movie Productions also revealed on Tuesday that a documentary about Ms Hutchins life and career is in the works, with the support of her husband Matthew Hutchins.    "
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/us-actress-and-1960s-sex-symbol-raquel-welch-dies-aged-82",
    "Title": "One Million Years BC actress Raquel Welch dies aged 82",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 04:31:15",
    "Content": "LOS ANGELES - Raquel Welch, the US actress who became an international sex symbol after appearing in a deerskin bikini in One Million Years BC, died on Wednesday, her manager said. She was 82. Welchs manager said in an emailed statement to AFP that she had died peacefully early on Wednesday morning after a brief illness, without providing further details. The Golden Globe winner starred in more than 30 films  including Fantastic Voyage and The Three Musketeers  as well as some 50 television series in a career spanning five decades. Welch, born Jo Raquel Tejada in 1940, grew up in California, and won several beauty titles in her teens. She launched her acting career with a string of walk-on parts in minor films, including the 1964 musical feature Roustabout, starring Elvis Presley. Her break came when she was picked by the 20th Century Fox studio to star in the 1966 science fiction film Fantastic Voyage. The same year she had a leading role in One Million Years BC, a fantasy film famous mainly for Welchs bikini-clad cavewoman. While the film received mediocre reviews, Welchs image on its poster became part of cinema history. She would later struggle to avoid being typecast, writing in her 2010 autobiography Beyond The Cleavage that all else would be eclipsed by this bigger-than-life sex symbol. She continued to act in major films, starring in Hollywoods first interracial sex scene with Jim Brown in 100 Rifles, and as a transgender heroine in the explicit Myra Breckinridge (1970). She won the Golden Globe for best actress in a comedy or musical for The Three Musketeers (1973), in which she plays the queens dressmaker. While filming Cannery Row in 1982, Welch was fired for insisting on doing her hair and make-up at home. She sued MGM studios for breach of contract, ultimately winning a US$15 million settlement. A lover of yoga, Welch later launched herself into the business of wellbeing, publishing her Total Beauty And Fitness programme in 1984. Having long hidden her Latino origins, as an elegant 60-something she took on Hispanic roles in the American Family series on PBS in 2002 and Tortilla Soup in 2001. In 2008 and aged 68, she divorced her fourth husband, Richard Palmer, who was 14 years her junior. In later years, Welch continued to act occasionally, but also developed her own line of wigs, hair pieces and hair extensions. She is survived by her son Damon Welch and her daughter Tahnee Welch."
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/sting-to-get-highest-ivors-honour-at-songwriting-awards",
    "Title": "Sting to get highest Ivors honour at songwriting awards",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 02:20:38",
    "Content": "LONDON - Music star Sting will be honoured at this years Ivors, the annual awards honouring songwriters and screen composers, receiving an Ivors Academy fellowship, organisers said on Wednesday. The award is the highest honour bestowed by the UK-based Ivors Academy to those who have truly reshaped and redefined the art and craft of music creation. Sting, who has already won seven Ivor Novello awards, including a Lifetime Achievement Award in 2002, will become the Academys 23rd Fellow, joining the likes of Elton John, Paul McCartney, Kate Bush and Andrew Lloyd Webber. Peter Gabriel received the award last year. Of all the awards in the world of music, The Ivors are for me, the most prestigious. Songwriting is a skilled craft and The Ivors Academy are its guild, Sting, 71, said in a statement. I am delighted and honoured to be offered this Fellowship of the Academy, joining and acknowledging this extraordinary group of fellow songwriters, and all of those who went before us. The Every Breath You Take writer and singer, who has sold more than 100 million albums from his time with rock band The Police and as a solo artist, will be honoured at this years awards ceremony on May 18, the Ivors Academy said. To mark the announcement, the awards new sponsor Amazon Music released a demo of Stings song If Its Love from his album The Bridge, which was released in 2021. Named after the early 20th century Welsh composer, actor and entertainer Ivor Novello, the Ivor Awards were first handed out in 1956. This years nominees will be announced in April. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/hong-kong-singer-hacken-lee-to-perform-in-singapore-in-march",
    "Title": "Hong Kong singer Hacken Lee to perform in Singapore in March",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 18:50:00",
    "Content": "SINGAPORE  Veteran Hong Kong singer Hacken Lee will stage a concert in Singapore on March 17, his first show here in five years. The show will be held at Sands Grand Ballroom at Marina Bay Sands.\n Tickets go on sale on Friday on Marina Bay Sands website. Sands Rewards LifeStyle members will enjoy 10 per cent off ticket prices, which range from $88 to $388.\n One of Hong Kongs most popular performers, Lee, 55, has won numerous accolades in his music career spanning four decades, with hits such as The Crescent Moon (1989), The Red Sun (1992) and House Of Cards (2013).\n The singer-turned actor has also starred in films and television dramas, such as 2002s Legal Entanglement, and hosted popular variety programmes including game show Minutes To Fame (2005). He last performed in Singapore in September 2018 for his 30th anniversary world tour.\n"
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/former-taiwanese-superstar-liu-wen-cheng-dies-at-70",
    "Title": "Former Taiwanese superstar Liu Wen-cheng dies at 70: Media reports",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 18:32:00",
    "Content": "TAIPEI  Former Taiwanese superstar Liu Wen-cheng, who was famous for songs such as The Promise (1975) and The Drizzle In March (1981), has died at the age of 70, according to Taiwanese media. The singer died of a heart attack in November, according to his good friend and agent Hsia Yu-shun.  There was a report from Taiwans United Daily News quoting an unnamed friend who said Liu was still alive. However, this was refuted by Mr Hsia, who confirmed Lius death to the Taiwanese media.  Liu was a star in the Mandarin pop scene during the 1970s and 1980s, and was known for his signature look of wearing a hat and scarf. His songs were also popular in Hong Kong, China and South-east Asia.  He rose to fame in 1975 with his first album, The Promise, and won Best Male Singer at Taiwans Golden Bell Awards in 1980, 1982 and 1983. His first movie was The Story Of Four Girls (1975), which also starred Sylvia Chang and Tien Niu, and he hosted singing show Liu Wen-chengs Time with Chinese Television Systemin 1977, with the shows viewership reaching as high as 82 per cent. He became a household name by acting in 22 romantic series in the span of seven years between 1975 and 1982.  Liu moved to the United States after his contract with Polygram ended in 1984, but he returned to Taiwan in 1986 to set up Feiying (Flying Eagle) record label, which signed on singers such as Annie Yi, Fang Wen-lin and Donna Chiu, as well as Eric Moo and Huo Cheng-chi. Liu closed down the label in 1991 and migrated to the US, quitting the entertainment industry completely.  Mr Hsia once told the media that Liu had quit at the height of his popularity as he hoped that everyone would remember the best of him.  Many people had claimed to have seen Liu over the years, but this was refuted by Mr Hsia, who said Liu met up only with his close friends. "
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/ayden-sng-and-other-first-time-nominees-crack-star-awards-best-actor-nominations",
    "Title": "Ayden Sng and other first-time nominees crack Star Awards Best Actor category",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 18:30:00",
    "Content": "SINGAPORE  He may have been snubbed at previous editions, but Mediacorps rising star Ayden Sng has finally cracked the nominations at the upcoming Star Awards, with a nod for Best Actor. The annual ceremony, considered local entertainments biggest night of the year, will take place on April 9. Rumours of Sng quitting swirled in 2021 when the up-and-comer, who left his corporate career to sign with the broadcaster in 2019, was completely left out of the awards that year despite landing major roles in Loving You (2020) and Recipe Of Life (2020 to 2021). He refuted the rumours and subsequently renewed his contract with Mediacorp. Now, he is in the running for Best Actor for his performance in The Unbreakable Bond, alongside two other first-time nominees  Richie Koh and Desmond Ng for their roles in the much-lauded series Your World In Mine. The drama, about a family with an adult son who is intellectually disabled (played by Koh), won audiences over with its heart-warming storyline. Ng portrayed the love interest of the sister of Kohs character. Sng, Ng and Koh will have a tough fight for the trophy as they are up against veteran Brandon Wong as well as three-time winner in the category, Qi Yuwu, for Dark Angel.  Wong, who shed tears at 2022s Star Awards after snagging his first Top 10 Most Popular Male Artiste award after 27 years in the business, has more than one reason to rejoice. Aside from his Best Actor nod for Leave No Soul Behind, he is also nominated for Best Supporting Actor for Dark Angel.  The Best Actress slate recognised the on-screen mother-daughter pair of Huang Biren and Hong Ling from Your World In Mine. Veteran Huang took home the win in 2022 for Recipe Of Life, while Hong is a first-time nominee in the category. The category isrounded out with Zoe Tay (Dark Angel), Jesseca Liu (Soul Detective) and Rebecca Lim (Soul Doctor). Your World In Mine leads the nominations, with seven of its cast members up for acting awards  Zhu Houren is competing for Best Supporting Actor, while Lina Ng and Xiang Yun are up for Best Supporting Actress. The show is also vying for the title of Best Drama Serial. While the awards are entirely focused on Chinese-language programming, Indian talent Dharmadasa D. Dharamahsena  who speaks fluent Mandarin and hosts the bite-size entertainment variety series #JustSwipeLah  has been nominated for Best Rising Star, which replaces the Best Newcomer award. Aside from the Top 10 Most Popular Male and Female Artiste awards given out every year as the highlight of Star Awards, there is a new category this year called Most Popular Rising Stars, given to three up-and-coming artistes with the most votes from fans.  Unlike in previous years, where a preliminary shortlist of 40 artistes in the running for the Top 10 Most Popular Male and Female Artistes categories was selected via a poll of 1,000 people, no such shortlist is available in 2023. All eligible nominees in popularity categories will proceed straight to public voting. Awards given to programmes such as Best Drama Serial will be presented at a gala dinner held on March 30.  Performance and popularity awards will be handed out at the live show at Marina Bay Sands, which will air on Channel 8 and Channel U on April 9 at 7pm,with a simulcast on streaming platform meWatch and Mediacorp Entertainments YouTube channel.A Backstage Live show tracking the goings-on behind the scenes will also air on the same day on meWatch and YouTube. "
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/k-drama-actress-park-min-young-questioned-over-ex-boyfriend-s-crypto-embezzlement-case",
    "Title": "K-drama actress Park Min-young questioned over ex-boyfriend’s crypto embezzlement case",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 18:00:00",
    "Content": "SEOUL  South Korean prosecutors questioned K-drama actress Park Min-young on Monday in connection with embezzlement allegations at Bithumb, one of South Koreas largest cryptocurrency exchanges.  The stars management agency, Hook Entertainment, said in a statement on Wednesday: We would like to offer some clarification on earlier reports published on Tuesday, which stated that Park Min-young was called in for police questioning and that she has been banned from leaving South Korea.  Park Min-young was called in for questioning  as a mere witness in the investigation, but the police did not ban her from travelling out of the country. The 36-year-old actress, who starred in Love In Contract and Forecasting Love And Weather (both 2022), used to date businessman Kang Jong-hyun, 41, the de facto owner of Bithumb. He was arrested earlier this month on multiple charges, including embezzlement, dereliction of duty and fraudulent transaction. The former couples relationship was made public in September 2022, but she quickly stated that it was already over.\n At the time, her agency released a statement saying: Park Min-young has already broken up with the alleged person. Its false that she received a large amount of money from the alleged person. Prosecutors reportedly called Park in for questioning after finding her name on a list of bank accounts which contained Bithumbs convertible bond transactions, according to media outlet The Korea Times. "
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/k-drama-taxi-driver-star-lee-je-hoon-to-hold-first-singapore-fan-meet-in-march",
    "Title": "K-drama Taxi Driver star Lee Je-hoon to hold first Singapore fan meet in March",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 17:00:00",
    "Content": "SINGAPORE  K-drama actor Lee Je-hoon, who starred in the hit series Taxi Driver and Move To Heaven in 2021, will hold his first fan meet in Singapore on March 25.  The 38-year-old star will perform songs and interact with fans at Lee Je-hoon Vacation Fan Meet at the Stephen Riady Auditorium at NTUC Centre. There are two time slots, 2pm and 6pm, and tickets are priced at $188 and $158 (excluding booking fee). They go on sale on Friday at 12pm on Sistic (sistic.com.sg).\n Fans will get to meet the actor and take a group photo with him, as well as take home an official poster and other exclusive collectible items. Lee is also set to appear in the second season of Taxi Driver, which premieres on streaming platform Viu on Friday. He reprises his award-winning role as an ex-special forces captain who becomes a taxi driver to exact revenge on criminals.\n The first season of the action thriller, which is based on a popular webtoon, scored strong viewership ratings in South Korea."
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/k-pop-band-momoland-disband-after-seven-years",
    "Title": "K-pop girl group Momoland disband after seven years",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 17:00:00",
    "Content": "SEOUL  K-pop girl group Momoland, which formed in 2016, have announced they are splitting up. The bands six members  Hyebin, Jane, Nayun, JooE, Ahin and Nancy  took to Instagram on Tuesday to post identical handwritten letters in Korean and English, addressing their fans known as Merries. First of all, we sincerely apologise to our Merries facing the news through an article. We are truly sorry for the late update, they wrote.\n After a long, deep discussion, the six of us have decided to support one another to have a great new beginning going forward. In January, their management agency MLD Entertainment announced that Momoland would be leaving the agency following the expiration of their contracts. The band were formed through reality show Finding Momoland in 2016 and made their debut with seven members. They became a nine-member group the following year, but three members subsequently left in 2019 and 2020. In their message, the six remaining members wrote: Even though we have decided to take our own paths towards our dreams, us Momoland will always be a team.\n Moving forward, please continue to support and love Momoland, and each and every members path."
  },
  {
    "URL": "https://www.straitstimes.com/life/entertainment/bts-suga-and-k-pop-group-nct-dream-to-perform-in-singapore",
    "Title": "BTS’ Suga and K-pop group NCT Dream to perform in Singapore",
    "Publisher": "Straits Times",
    "Date": "2023-02-15 16:50:00",
    "Content": "SEOUL  South Korean rapper Suga and K-pop boy band NCT Dream are coming to Singapore.  Suga, of K-pop sensation BTS, is embarking on a solo world tour, Agust D Tour, which will include a stop in Singapore in June. The rapper was featured on South Korean singer Psys comeback single That That in 2022. The tour was announced on social media platforms on Tuesday.  Suga, 29, whose real name is Min Yoon-gi, will kick off the tour in the United States in April, where he will be performing in Belmont Park in New York, Newark in New Jersey, Rosemont in Illinois, as well as Los Angeles and Oakland in California. He will then head to Asia, where he will perform in Jakarta and Bangkok before playing at the Singapore Indoor Stadium on June 17 and 18. Meanwhile, NCT Dream are coming to Singapore in May. Their second studio album, Glitch Mode, was released in early 2022. The seven-member group have added additional dates to their world tour, which kicked off in Seoul in September 2022.  NCT Dream will be holding 32 performances in 22 cities in 2023, beginning with Osaka, Japan, from Friday to Sunday. They will perform in Singapore on May 1 before heading to Macau and Kuala Lumpur.  NCT Dream, who were formed in 2016 as a sub-unit of multi-member K-pop boy band NCT, had originally been scheduled to perform in Singapore in February 2020, but the concert was postponed due to the pandemic. A post shared by SUGA of BTS  (@agustd)"
  },
  {
    "URL": "https://www.straitstimes.com/business/chinas-new-home-prices-rise-in-jan-for-first-time-in-a-year",
    "Title": "China new home prices rise in January for first time in a year",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:34:36",
    "Content": "BEIJING - Chinas new home prices rose in January for the first time in a year, official data showed on Thursday, as the end of the zero-Covid regime, favourable property policies and market expectations for more stimulus measures boosted demand. New home prices in Jan 2023 were up 0.1 per cent month-on-month, versus a 0.2 per cent slide in Dec 2022, according to Reuters calculations based on National Bureau of Statistics (NBS) data released on Thursday. More major cities among the 70 surveyed by NBS reported increases in new home prices in Jan 2023, with prices rising in 36 cities, up from 15 in Dec 2022. We believe that with the strong policy support from both demand and financing side, the sales will start to rebound significantly from late Q2. Any early boom will be positive for the growth outlook, said Zhou Hao, chief economist at Guotai Junan International. The property sector, once an engine of the worlds second-largest economy, has been hobbled by fragile demand and developers mounting debt defaults. Authorities have rolled out a flurry of aggressive stimulus measures to prop up the sector since late 2022, including encouraging property financing and allowing eligible cities to cut or abolish the floor on mortgage rates for first-home buyers. Sentiment has been improving, buoyed by Beijings Covid-19 policy U-turn in Dec 2022 and supportive measures, but the recovery has been patchy, with private surveys showing home sales by floor area slumping around 20 per cent from a year earlier. Official sales figures will be released in mid-February. The market expects Beijing will roll out more easing measures to further revive the sector, especially during or after a highly-anticipated annual parliament meeting starting in early March.  Prices were down 1.5 per cent year-on-year in January, with the rate of decline unchanged from Dec 2022. The roots of the crisis in Chinas property sector lie in the worsening long-term outlook for demand, said Mark Williams, chief Asia economist at Capital Economics. This has not improved. But sales started the year so beaten down that a short-run cyclical recovery is likely. REUTERS Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/uob-loan-to-coal-miner-adaro-raises-climate-concerns",
    "Title": "UOB loan to coal miner Adaro raises climate concerns",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:08:40",
    "Content": "SINGAPORE  UOB is part of a small consortium of banks that refinanced a US$350 million (S$467 million) loan to a subsidiary of coal miner PT Adaro Energy Indonesia.     The Indonesian firm is trying to raise funds for a large aluminiumsmelter for an industrial park in North Kalimantan province that will initially have to rely on coal power.  "
  },
  {
    "URL": "https://www.straitstimes.com/business/esr-logos-reit-launches-300m-equity-fundraising-for-potential-acquisitions-aeis",
    "Title": "ESR-Logos Reit launches $300m equity fundraising for potential acquisitions, AEIs",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:58:45",
    "Content": "Vivienne Tay SINGAPORE - ESR-Logos Real Estate Investment Trusts (Reit) manager has proposed a $300 million equity fundraising exercise to fund future acquisitions, redevelopments and asset enhancement initiatives (AEI).\n This will be accomplished through a private placement and preferential offering, which will raise $150 million each, the Reits manager said on Thursday.\n It plans to issue between 447.8 million and 454.5 million new private placement units at an issue price ranging between $0.33 and $0.335.\n This represents a discount of between 4.3 per cent and 5.8 per cent to ESR-Logos Reits volume-weighted average price (VWAP) of $0.3502 per unit for all trades done on Feb 15, the day before the placement agreement was signed.\n Each new preferential offering unit will be issued at a $0.005 discount to the private placement price, representing a discount of between 5.8 per cent and 7.2 per cent to the VWAP.\n Based on pro forma estimates, had the proposed equity fundraising been completed on Dec 31 2022, the Reits net asset value per share would have decreased to $0.359 from $0.364. Its aggregate leverage would also drop to 38 per cent from 41.8 per cent.\n The manager will use around $293 million in gross proceeds from the fundraising to fund any future potential acquisitions and finance any redevelopment or AEIs of ESR-Logos Reits properties. The remaining $7 million will be used to pay any fees and expenses to be incurred by the Reit in connection with the fundraising exercise.\n In connection with the private placement, the manager plans to declare an advanced distribution of between $0.00426 and $0.0047 to ensure fairness to holders of existing units. This will apply to the period from Jan 1 up until the day before the private placement units are issued  estimated to be on or around Feb 27.\n The manager also said it will issue a circular concerning the preferential offerings details and seek unitholder approval for the preferential offering at an extraordinary general meeting to be convened.\n Citigroup Global Markets Singapore, DBS and UOB are the joint bookrunners and underwriters for the private placement. RHB Singapore branch has been appointed the sole financial advisor and coordinator for the preferential offering.\n ESR-Logos Reit ended flat at $0.35 on Wednesday. The manager called for a trading halt on Thursday morning before the market opened. THE BUSINESS TIMES Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/credit-suisse-exits-distressed-debt-trading-as-bank-cuts-risk",
    "Title": "Credit Suisse exits distressed-debt trading as bank cuts risk",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:42:42",
    "Content": "LONDON  Credit Suisse is exiting distressed debt and special-situations trading, as part of its broader exit from risky and capital-intensive businesses.  The bank is selling a book of assets including bond and loan positions related to distressed companies, with a market value of about US$250 million (S$334 million), according to people with knowledge of the matter.  Final commitments from bidders are due this week after the portfolio was put up for sale in December 2022, said the people, who asked not to be named as the details are private. The Swiss lender is in the early stages of a costly restructuring that includes cutting 9,000 jobs and carving out large parts of the investment bank under the revived First Boston brand.  As part of the revamp, the bank has created a non-core unit that houses assets it plans to liquidate because they do not have ties to the key wealth-management business or fit into the investment-bank strategy. A spokesperson for Credit Suisse declined to comment on the sale. The banks special situations and loan trading team, headed by Thomas Mathieson, could also be transferred to any firm that buys the assets, some of the people said. No formal agreements on hiring have yet been made. The portfolio, which has as many as 30 trading positions, includes a revolving credit facility of struggling auto-parts maker Standard Profil Automotive, which has an interest rate of 14 per cent. Other positions include claims on Thomas Cook, which collapsed in 2019. Exiting the distressed debt business, in which Credit Suisse was once one of the biggest players, allows them to allocate capital elsewhere instead of the relatively higher amounts needed to back the riskier activity.  In the strategy update announced in October, the bank said it would also seek to reduce the leverage exposure in fixed income trading by US$20 billion (S$26.7 billion).    Last week the bank said it expects an US$800 million (S$1.07 billion) gain in the first quarter from the sale of its securitised products group to Apollo Global Management.     A US$4 billion (S$5.4 billion) share sale in the autumn and other measures have helped bolster the banks key capital ratio to 14.1 per cent, while the SPG sale to Apollo will likely add another 30 basis points in the first quarter.BLOOMBERG Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/tesla-will-open-some-chargers-in-us-to-all-electric-vehicles",
    "Title": "Tesla will open some chargers in US to all electric vehicles",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:30:42",
    "Content": "NEW YORK - Tesla will open some of its fast chargers, which had been exclusive to its customers, to all electric vehicles (EVs) by the end of next year, the Biden administration said on Wednesday as it announced a broad effort to improve charging and encourage more people to buy battery-powered vehicles. The companys network of fast chargers has been a key element in the companys success by giving drivers confidence that they will be able to charge cars during longer trips. The companys network also has a reputation for being faster and more reliable than the networks available to owners of EVs made by other manufacturers. Those chargers require drivers to download special apps and often are hard to use or out of commission.  Tesla accounts for more than half the fast chargers in the United States, and its network could provide a significant boost to the Biden administrations plans to encourage EV ownership and fight climate change. Financial incentives to car buyers and manufacturers are already making some EVs in the US as cheap to buy as comparable gasoline cars. The Biden administration said 7,500 Tesla chargers will be open to other vehicles by the end of 2024. Of those, 3,500 are fast chargers capable of recharging a vehicle in about half an hour to an hour. The rest are slower chargers at hotels, restaurants and other destinations that are already available to owners of other car brands if they buy an adapter.\n Tesla has about 17,700 fast chargers in the US, meaning that most of the network will remain closed to EVs made by General Motors, Ford Motor, Volkswagen and others. Tesla said the opening of its network would be part of a major expansion. Our US network will more than double by the end of 2024 to support our growing Tesla fleet and new EV customers, it said on Twitter without providing further details. By opening its network, Tesla can earn revenue from owners of its competitors vehicles, but may also diminish one of its main advantages as it faces stiffer competition from established carmakers.\n Its a double-edged sword for Tesla, said Ben Rose, president of Battle Road Research. It helps to grow the industry. It demonstrates that Tesla wants to be a team player. On the other hand, this reduces a competitive advantage vis--vis the other manufacturers who are way behind in creating their own charging networks.\n Tesla already allows other vehicles to use its chargers in a pilot programme in 14 European countries, including France, Germany and Britain. The companys network in Australia and Iceland is also open to other cars. Teslas decision to open its network means the company will become eligible for some of the US$7.5 billion (S$10 billion) in grant money that Congress authorised as part of a bipartisan infrastructure law passed in 2021. The money is meant to help create a nationwide charging infrastructure. The administration announced rules for the programme on Wednesday, including requirements that the equipment be manufactured in the US, and that chargers function without specialised mobile phone apps and are standardised. The fragmented charging system in the US is a major frustration for electric vehicle owners, who often find that they must download apps and enter personal details and payment information before they can charge. The procedures used to activate charging equipment also differ from company to company, leading to confusion. The Biden administrations goal is to build a network of 500,000 chargers in the US by 2030, up from 130,000 today, and increase EV share of new car sales to 50 per cent, compared with 6 per cent last year. All 50 states are participating in a programme designed to line major highways with fast chargers no more than 50 miles (80.5 km) apart.    Most owners of electric cars charge their vehicles at home using a dedicated 220-volt connection that can typically fill up a car battery in about eight hours, but that is often not an option for people who rent homes or apartments. Charging electric cars using a standard 110-volt outlet can take up to 60 hours. NYTIMES    Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/singtel-q3-profit-falls-276-after-booking-net-exceptional-loss",
    "Title": "Singtel Q3 profit falls 27.6% after booking net exceptional loss",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:03:50",
    "Content": "Michelle Zhu SINGAPORE - Singtel posted a net profit of $532 million for the third quarter ended December 2022, down 27.6 per cent year on year from a higher base of $734 million. This comes after recording a net exceptional loss of $28 million as opposed to a net exceptional gain of $261 million the prior year  then boosted by a net gain on disposal of the telecommunications providers 70 per cent equity stake in Indara Corporation, then known as Australia Tower Network. In a business update on Thursday, Singtel said its latest quarters net exceptional loss was mainly due to significant receivable provision by Airtels tower associate for a major customer. Operating revenue for the third quarter fell 5.1 per cent year on year to $3.7 billion from $3.9 billion in the absence of contributions from the groups divested subsidiary Amobee, and with a steep decline in the Australian dollar over the period. For the same reasons, Ebitda (earnings before interest, taxes, depreciation and amortisation) was down 8 per cent to $911 million from $990 million the previous year. Underlying revenue  which is on a constant currency basis, and excludes contributions from Amobee and Optus migration of its customers to Australias national broadband network  would have risen 6 per cent and underlying Ebitda down by 3.2 per cent. Underlying net profit rose 18 per cent to $559 million from $473 million, and this was attributed to the strong growth momentum of Airtel. In Singapore, the groups consumer business operating revenue rose 3 per cent due to higher mobile service revenue, which grew on the back of increased travel and higher pre-paid sales driven by 5G and the return of foreign workers.\n This was partially offset by lower pay TV revenue as well as mobile equipment sales, which contracted due to supply constraints of certain premium handsets and reduced demand for mobile equipment plans.\n Ebitda for the Singapore consumer segment grew 13 per cent on the back of the higher service revenue.\n Group enterprise operating revenue fell a marginal 0.8 per cent as higher roaming and ICT (information and communications technology) revenues were offset by declines in mobile equipment sales and voice. Overall, the group said this segments 1.3 per cent decline in Ebitda reflected a higher mix of lower margin products.\n Despite achieving strong revenue growth of 21 per cent, Singtels technology services arm NCS reported a 29 per cent decline in Ebitda due to higher operating expenses. The group said NCS is taking steps to optimise its overall cost structure and deliver improved margins.\n Operating revenue of Singtels cybersecurity arm in the US, Trustwave, fell 55.1 per cent over the quarter after transferring its Asia-Pacific business to Singtel, NCS and Optus as at Apr 1, 2022. Its Ebitda loss narrowed slightly due to tight cost management, said the group.\n For the nine months ended December 2022, Singtels operating revenue was down 5.1 per cent at $11 billion and Ebitda declined 4.5 per cent to $2.8 billion. This was mainly due to the absence of NBN migration revenue and contributions from Amobee, exacerbated by depreciation of the Australian dollar.\n On an underlying basis, operating revenue for 9M FY2023 would have grown 4.9 per cent, and Ebitda would have risen marginally by 0.8 per cent.     Commenting on the latest set of results, Singtel group chief executive Yuen Kuan Moon said he expects NCS margins to improve as the cost of scaling and business eases in the coming quarters.\n We are keeping a tight rein on the groups business costs in the current inflationary environment while balancing the need to invest in growth and innovation as we steadily execute on our strategic priorities against this uncertain economic backdrop, he added.    Shares of Singtel ended Wednesday five cents or 2 per cent lower at $2.45. THE BUSINESS TIMES Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/japan-s-trade-deficit-smashes-record-amid-global-slowdown",
    "Title": "Japan’s trade deficit smashes record amid global slowdown",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 08:49:47",
    "Content": "TOKYO  Japans trade deficit surged to a record in January as exports to China dropped sharply and the global economy slowed.   The trade gap jumped to 3.5 trillion yen (S$34.9 billion) from 1.45 trillion yen in December, the Finance Ministry reported on Thursday. The deficit far exceeded the previous record of 2.82 trillion yen, although it was smaller than analysts estimates of 3.98 trillion yen.  Export growth slowed sharply to 3.5 per cent, with chip-making equipment among the largest drags, in a sign of weakening global tech sector demand. The value of shipments to China sank 17.1 per cent, dragged down by cars, auto parts and chip machinery. Exports to the United States and Europe also grew at a weaker pace of 10.2 per cent and 9.5 per cent respectively. Imports meanwhile continued to show double-digit gains with a 17.8 per cent increase from a year ago, as costly energy shipments continued to inflate the import bill.Japanese firms also likely tried to secure inventory from China before Lunar New Year celebrations. The record deficit casts a cloud over Japans economy, as it struggles for recovery momentum with a new Bank of Japan (BOJ) governor set to take over from Haruhiko Kuroda and his decade of monetary easing. While one-off factors contributed to the deficit, the government and the central bank will need to keep a close eye on how much growth is slowing abroad. Japans exports are unlikely to show a strong pickup so the overall economy will probably continue to have a lackluster recovery, said Takeshi Minami, chief economist at Norinchukin Research Institute. That will be a headache for the BOJ when they consider normalisation. Chinas sudden turnaround on its virus policy has also meant a hit to Japans exports, as Covid-19 cases surged following the end of Chinas Covid-Zero policy, causing disruption across the country. Shipments to China and other Asian countries account for more than 50 per cent of Japans overall exports. Bloomberg Economics analyst Yuki Masujima said: Looking ahead, we expect the trade deficit to narrow sharply in February, driven by a year-on-year jump in exports. The average of the shortfalls in January and February, though, will probably be on a par with the deficit in December 2022. The data also showed that the average exchange rate last month was 132.08 yen to the US dollar, 15 per cent weaker than a year earlier. Although the effects of the weaker yen and higher oil prices  the two main factors behind the prolonged trade deficit  have faded compared with last years peak, they still appear to be lingering.     Another round of expanding import bills may trigger further price hikes. Nationwide inflation reached a 41-year high in December as companies, especially food manufacturers, passed on higher costs to their products. Accelerating inflation has eaten into consumers purchasing power, a trend reflected in household spendings second straight month of decline in December.  Whats not certain is how quickly the deficit will shrink as the global economy is expected to slow further from here, said Norinchukins Mr Minami. Theres less pessimism emerging over the global economic outlook, but I would say the effect of a rapid tighteing by central banks will hit harder in the coming months. BLOOMBERG Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/goldman-growth-fund-boosts-bets-on-india-as-china-interest-cools",
    "Title": "Goldman growth fund boosts bets on India as China interest cools",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 08:47:47",
    "Content": "HONG KONG  Goldman Sachs is ramping up investing its clients money in India and developed markets in the Asia-Pacific as interest in China cools amid political and economic friction. The New York-based bank is targeting to invest a quarter of its newly raised US$5.2 billion (S$7 billion) growth fund in the region, people familiar with the matter said, who asked not to be named discussing internal information. In an interview in February, Ms Stephanie Hui, co-head of alternative investing in Asia at Goldman Sachs Asset Management, said the bank has dialled up in India, while overall investors are diverting some emerging market capital that was previously earmarked for China. While there is excitement about Chinas reopening, the capital markets have not rebounded yet and deal flow consequently has not fully bounced back either, Ms Hui said. Public-side investors are seeing some flows back into the stock market but on the private side, there is still a bit of a time gap. In the meantime, India and Japan have been sharing the limelight. China is struggling to attract capital after the nations protracted zero-Covid policy and a crackdown on private enterprise, including on its biggest tech firms, stunted the economy over the past years.  At the same time, India  and its fast-growing economy  has emerged as a big bet for global financial firms, even though recent troubles at billionaire Gautam Adanis business empire have dented the allure. Also with rising interest rates and slumping stock markets, the global venture capital market has sputtered. Funding in India dropped to US$2.7 billion in the last quarter, the lowest level in more than two years, according to CB Insights. Asia has been the prime spot for the Goldmans growth-related investments, comprising almost 50 per cent of the total from 2003 to 2020, the people said. The growth fund has an average investment size in Asia of US$30 million to US$50 million.  The firm this week led a US$150 million investment in Indian fintech start-up InsuranceDekho, an unusually large investment round that will help it target an underserved domestic market. It has also invested in Raputa Robotics in Japan, and LePure, a single-use bioprocessing solution provider in China. Apart from India, the current bright spots are in Japan, South Korea and Australia, Ms Hui said. The bank last year poached Mr David Grayce from Pacific Equity Partners in Australia, rehired Mr Lee Seung-june from TPG Capital for its Korean business and has built up its Japan team for growth investing to six people, said Ms Hui, who is also co-head of growth equity within the asset management division.  Overall, Goldman now has 35 private equity investment professionals for its growth and buyout team in Asia. To strengthen its business in China, it relocated partner Michael Hui to Shanghai in the fourth quarter of 2022. The firm has also beefed up its fund-raising capabilities, recruiting managing directors from Australia, Japan and China.  In late 2019, Mr Stuart Wrigley relocated to Asia as head of alternative capital markets and strategy and was named a partner in November 2022. Last year, the firm raised US$72 billion for third-party alternative platforms, including across real estate, private equity and credit platforms, as part of an overhaul by chief executive David Solomon to reduce its balance sheet investment portfolio. In 2022, the bank trimmed its balance sheet alternative investments by US$9 billion to US$59 billion, according to its latest earnings presentation. While Chinas economy is now improving after the nation removed its zero-Covid restrictions at the end of last year, the ongoing geopolitical tensions and political jockeying in the United States ahead of next years election mean relations could remain strained.  Previously, say two to three years ago, the private equity market in Asia was very concentrated towards China due to sheer scale, Ms Hui said in the interview. Now, we are more geographically balanced. Across Asia, Goldman will further build up its healthcare network and put capital to work in select enterprise software businesses and the consumer sector, while being more cautious on fintech, Ms Hui said.     In China, the team has also adjusted its focus in response to the broader environment while being cautiously optimistic, she said.     We are calibrating accordingly. Our focus is on sustainability, healthcare and enterprise software, and we have investments in consumer, while being measured in tech. BLOOMBERG Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/us-no-longer-the-millionaire-magnet-it-was-before-the-pandemic",
    "Title": "US no longer the millionaire magnet it was before the pandemic",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 08:13:35",
    "Content": "NEW YORK  The United States is losing its allure as a residence for millionaires. The net inflow of high-net-worth individuals plunged more than 80 per cent last year compared with pre-pandemic levels, fuelled partly by wealthy Americans seeking new pastures abroad at an unprecedented rate, according to a report by London-based immigration consultant Henley & Partners.   In the past, investment migration programmes were primarily attractive to Russians, Chinese and Arabs, as well as developing nations that had weak passports, with limited visa-free access and low economic mobility, said Mr Mehdi Kadiri, the firms head of North America.  During Covid-19, that shifted considerably. Most of our clients are now from developed countries, he added. As millionaires have the luxury of mobility, their movements can be a barometer for the health of an economy or a society, providing an early warning signal for future country trends, he said. As recently as 2014, the US had the largest net inflows of high-net-worth individuals, or those with wealth of US$1 million (S$1.3 million) or more, according to data up till 2022 provided by Henley & Partners.  Last year, it dropped to sixth place, behind the United Arab Emirates, Australia, Singapore, Canada and Switzerland. The biggest outflows were from Russia, China and India. People are still coming, but there has been a big increase in the number of people who are leaving the US, said Mr Andrew Amoils, head of research at New World Wealth in Johannesburg, which participated in compiling the report. Many of those leaving are in their 50s or 60s, with some citing concerns over taxes or security, he said. The backlogs in the EB-5 visa programme for wealthy immigrants has also contributed to a drop in millionaires coming to the US from some countries, particularly China, Mr Amoils said. The US remains the biggest wealth market with US$65 trillion in private wealth, followed by China with US$21.7 trillion, according to the report. The US has 770 billionaires, 9,630 residents with US$100 million or more, and 5.3 million high-net-worth individuals. In the US, small and mid-sized cities such as Austin, Texas; Greenwich, Connecticut; Scottsdale, Arizona; and Miami are gaining millionaires, while big cities such as Chicago, Los Angeles and New York are losing them.   Americans also ranked highest of all nationalities in applications for residence and citizenship by investment programmes tracked by Henley & Partners. Many clients do not necessarily use investment migration to relocate, rather to create a backup plan with options in multiple jurisdictions, Mr Kadiri said. BLOOMBERG Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/business/facebook-owner-meta-increases-mark-zuckerberg-s-security-allowance-by-5m",
    "Title": "Mark Zuckerberg spends more on personal security despite Meta’s ‘year of efficiency’",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 07:53:54",
    "Content": "LOS ANGELES  Meta Platforms chief executive officer Mark Zuckerberg has dubbed 2023 the year of efficiency, a signal the social networking company plans to reduce spending and increase speed, but costs are going up in at least one area: his personal security. Meta, the parent company of Facebook and Instagram, is increasing its pretax spending on the personal security of Mr Zuckerberg and his family to US$14 million (S$18.7 million) in 2023, up from US$10 million the last few years. This increased allowance, together with the costs of Zuckerbergs existing overall security programme, is appropriate and necessary under the circumstances, Meta said in a filing on Wednesday. The CEO has faced scrutiny in the past for spending more on security than comparable technology executives. In 2021, for example, the social media giant spent more than US$26.8 million on security-related expenses for Mr Zuckerberg and his family, including the US$10 million pretax allowance.  But the move comes at a time when Meta has cut thousands of jobs and slashed spending plans. The Financial Times reported last week that Meta had delayed finalising the budgets of multiple teams as it was preparing for a fresh round of job cuts.     In response to slowing revenue from advertising, costly bets on the metaverse and increased investor scrutiny, Mr Zuckerberg unveiled the Year of Efficiency label during Metas most-recent earnings call earlier this month. As part of that plan, Meta plans to flatten its organizational structure by removing middle managers and using tools such as AI to increase productivity. In it most recent cost-cutting move, the company announced it was shuttering the Live Shopping feature on Instagram. In the filing on Wednesday, Meta noted that Mr Zuckerberg receives an annual salary of US$1 and doesnt receive any other compensation.  Mr Zuckerberg and his wifePriscilla Chan have two daughters and are expecting a third child. BLOOMBERG, REUTERS Follow ST on LinkedIn and stay updated on the latest career news, insights and more. Read 3 articles and stand to win rewards Spin the wheel now MCI (P) 076/10/2022, MCI (P) 077/10/2022. Published by SPH Media Limited, Co. Regn. No. 202120748H. Copyright  2023 SPH Media Limited. All rights reserve"
  },
  {
    "URL": "https://www.straitstimes.com/sport/basketball/basketball-nba-icon-jordan-marks-60th-birthday-with-us10-million-donation-to-make-a-wish-foundation",
    "Title": "Basketball: NBA icon Jordan marks 60th birthday with US$10 million donation to Make-A-Wish foundation",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 10:13:10",
    "Content": "LOS ANGELES  Basketball great Michael Jordan will make a record-breaking US$10 million ($13.3 million) donation to the Make-A-Wish foundation to mark his 60th birthday later this week, a statement said on Wednesday.  Jordans donation to Make-A-Wish  which aims to fulfil the wishes of children aged between 2-18 battling critical illness - is the largest in the Arizona-based nonprofits 43-year history. The six-time NBA championship winner has had a long association with the non-profit, first working with the organisation in 1989. A statement from Make-a-Wish said the 59-year-old billionaire, who owns the Charlotte Hornets, hoped his gesture would inspire others to donate to the foundation. For the past 34 years, its been an honour to partner with Make-A-Wish and help bring a smile and happiness to so many kids, Jordan, who turns 60 on Friday, said in a news release. Witnessing their strength and resilience during such a tough time in their lives has truly been an inspiration.  I cant think of a better birthday gift than seeing others join me in supporting Make-A-Wish so that every child can experience the magic of having their wish come true. Make-A-Wish said Jordan had granted hundreds of wishes to children all over the world since 1989. His multimillion-dollar donation will be used to create an endowment to help grant wishes in the future for children and young people with serious illnesses.    Everyone knows about Michaels legacy on the basketball court, but its what he has consistently done off the court when no ones watching that makes him a true legend for wish families and the wider Make-A-Wish community, said Make-A-Wish America chief executive Leslie Motter. Jordan is regarded by many as the greatest basketball player in history, with six NBA Finals MVP awards in addition to his championship rings.     He also won five season MVP awards and was a 14-time All-Star during a career that spanned 1984 to 2003. AFP    "
  },
  {
    "URL": "https://www.straitstimes.com/sport/golf/pga-tour-player-blog-i-draw-inspiration-from-kobe-my-friendship-with-tiger-says-max-homa",
    "Title": "PGA Tour player blog: I draw inspiration from Kobe, my friendship with Tiger, says Max Homa",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 09:33:48",
    "Content": "Everybody calls me the social media guy. I still think Im a pretty darn good golfer. Obviously, results helped me kind of build that foundation. I do like to say dumb things and make dumb jokes and observe weird stuff and tweet about it like a kid. But when I work, when I practice, when I play tournaments, this is what I love. I think I have a great perspective towards my love for this game. Ive kind of seen all of it. I remind myself most days too when Im getting nervous coming down the stretch or things are getting wobbly. I remind myself Ive seen the darkness of this game, enjoy this and enjoy the beauty of it. When people are chanting my name, these are things I could never have imagined.    Ive always had a bit of a chip on my shoulder and grew up as a huge Kobe Bryant fan. He seemed to play basketball like that and Ive always loved trying to be like him. What I learned from watching Kobe work at his craft is he puts in all these hours behind the scenes so that when hes on camera doing his thing, he can just let it happen. I try to take that with me and I try to embrace the craziness and the pressure and all of that because thats what I saw him do. I was enamoured by that.    I remember when I won my first golf tournament on the PGA Tour, the Wells Fargo Championship in 2019, I was playing with Rory McIlroy in the third round and I told myself hes never seen what Ive seen, he does not know the same kind of pressure I know. I could be making this up, but either way, it helped me beat him. Its the little things like that Ive leaned into. Everybody out here has got their own chip, their own story, their own struggles and Ive had my own challenges as well in my early years as a professional golfer. I think I do a good job when Im behind of one shot at a time and knowing its a marathon. Fortunately Ive been in the position and succeeded a couple times on the Korn Ferry Tour previously. I think I was seven behind and won a tournament in Chicago. I remembered that experience of just going out to play golf and see what happens. Ive now enjoyed a few come-from-behind wins, including the recent one at the Farmers Insurance Open. I think a lot of it was down to a ton of patience and a lot of confidence. Winning takes a lot of luck too, but I think a lot of patience and knowing that, especially during final rounds, 18 holes is a marathon and a lot of stuff can happen. The confidence is becoming steadier too. Ive been working with a sports psychologist who has opened my eyes to a lot of things, like making a plan each day mentally. I didnt go into a single round at Torrey Pines thinking about a technical goal or a statistical goal, it was going out to put in place what Ive been working on and I did a great job of it. Its a beautiful game. Sometimes youre just one good swing thought away from being good again. My wife Lacey, my caddie Joe Greiner, people who have kind of been there through the ugly. I dont know if I could have told you all those years ago I was going to win six PGA Tour events, but thats what I was dreaming of. A lot of hard work goes into that and Im very proud of myself and my team. When I won the Genesis Invitational in 2021, I couldnt understand why it broke me down so much at the end of the tournament. There were no fans on site, my friends werent there and my family wasnt there. All the wins kind of start with me and my caddie, its just us two out there and theres a bunch of people in my life right after that you enjoy them with and they are part of a win. I guess I learned what professional golf was at The Riv. Thats where I watched all my favourite players, met Payne Stewart there, saw Tiger Woods for the first time there, would watch all like my favourite golfers come through. And thats where I always wanted to play. I didnt even get to play the golf course till my junior year of college for national championships. So, it was just a very special golf course to me. And the fun of that, though, is when you get it done, it feels even bigger and youre even more proud to win a championship against an amazing field, and on the first golf course I ever went to watch golf. It was kind of a fairy tale for me. Its really cool to now have friendship with Tiger. I understand a lot of people think its corny and dorky to kind of gush in a way over another athlete, especially the one they compete against but I dont think theres been an athlete whos done as much for their sport as Tiger has. A lot of us growing up always pictured making a putt to win the Masters, US Open, the tournament at Riviera, but you also hit them to beat Tiger, that was the guy. Thats what we grew up hoping for, was a chance to go toe to toe with the guy. Im really glad hes back (this week). I think were privileged any time he plays now. Its really awesome hes playing a Tour event, especially his event. Im stoked to see him back out there. Hes always remarkable. You never know what hes going to do. So it will be fun to watch him play some golf. American Max Homa, 32, has won six times on the PGA Tour, available on Mola TV."
  },
  {
    "URL": "https://www.straitstimes.com/sport/american-football-mahomes-vows-repeat-as-chiefs-fans-celebrate-super-bowl",
    "Title": "American football: Mahomes vows repeat as Chiefs, fans celebrate Super Bowl",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 08:35:27",
    "Content": "KANSAS CITY  Kansas City Chiefs quarterback Patrick Mahomes on Wednesday vowed to win more NFL championships as the team celebrated with thousands of fans on a victory parade to mark their latest Super Bowl triumph. A sea of thousands of red-shirted Chiefs fans braved chilly temperatures to throng the parade route as open-top buses carrying Mahomes and his teammates made their way through the city. Mahomes, who engineered a second-half comeback to seal the Chiefs 38-35 win over the Philadelphia Eagles on Sunday and claim the second Super Bowl crown of his career, told fans he planned to be celebrating with them again next year. This is just the beginning  we aint done yet, Mahomes told the crowd.  Ill make sure to hit yall back next year, and I hope the crowds the same. Both Mahomes and tight end Travis Kelce could not resist taking a dig at pundits who had expressed doubts that the Chiefs could prevail again this season. The departure of key players such as receiver Tyreek Hill and safety Tyrann Mathieu left many wondering if the campaign would be a rebuilding year. Were back again, Mahomes said. Before we started this season, the AFC West said we were rebuilding.  Ill be honest with you  I dont know what rebuilding means. In our rebuilding year, were world champs. Kelce also weighed in, taking aim at haters who doubted the Chiefs chances of even reaching the postseason. The haters were saying that the Chiefs would never make the playoffs, Kelce said. The haters were saying the Chiefs were done. Kansas Citys Super Bowl win on Sunday was the teams second NFL championship in four seasons. The franchise also reached the NFL showpiece in 2021, where they lost to Tom Bradys Tampa Bay Buccaneers. Prior to their Super Bowl appearance in 2020, they had not graced an NFL championship game since 1970. It is great to be back here celebrating with you, Chiefs owner Clark Hunt told the crowd. Im glad it didnt take another 50 years to be here.  Chiefs head coach Andy Reid meanwhile saluted his team and the franchise as the greatest in the world. Im very proud of these guys on the stage, very proud of our organisation, Reid said. Its not very often youre able to say youre the greatest team in the world and have the greatest players in the world, and most of all have the greatest fans in the world. We love you. AFP"
  },
  {
    "URL": "https://www.straitstimes.com/sport/tennis/tennis-rublev-zverev-crash-in-rotterdam",
    "Title": "Tennis: Rublev, Zverev crash in Rotterdam",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 08:12:57",
    "Content": "ROTTERDAM  Fifth-ranked Andrey Rublev and former world No. 2 Alexander Zverev both crashed out of the Rotterdam ATP event on Wednesday.  Second seed Rublev went down 6-4, 6-4 to Australias Alex De Minaur who goes on to face American serve-and-volleyer Maxime Cressy for a quarter-final place. Rublev was the second seeded player to exit on Wednesday after Polish world No. 10 and fifth seed Hubert Hurkacz lost to Bulgarias Grigor Dimitrov 7-6 (7-4), 7-6 (7-5) in the last 16. Zverev, now ranked 17th in the world and attempting to rebuild his career after suffering ankle ligament damage at the French Open last year, slipped to a second round 4-6, 6-3, 6-4 defeat to Dutch player Tallon Griekspoor. Jannik Sinner, fresh from lifting the Montpellier title last weekend, set-up an intriguing last-16 showdown with top seed Stefanos Tsitsipas by seeing off Frances Benjamin Bonzi 6-2, 3-6, 6-1. Fourth seed Holger Rune knocked out French qualifier Constant Lestienne 6-4, 6-4. It was tricky. Its a lot about finding the rhythm here in the beginning of the tournament and first match you have to really be on your toes, said the young Dane.    Three-time major winner Stan Wawrinka made the last-eight by seeing off fellow former top 10 rival Richard Gasquet 6-3, 6-3.    The Swiss veteran won the tournament in 2015 and advanced to the final in 2019. AFP"
  },
  {
    "URL": "https://www.straitstimes.com/sport/athletics-girma-breaks-25-year-old-3000m-world-indoor-record-duplantis-wins",
    "Title": "Athletics: Girma breaks 25-year-old 3,000m world indoor record, Duplantis wins",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 07:36:22",
    "Content": "LIEVIN, France  Ethiopias Lamecha Girma shattered the 25-year-old world indoor 3,000m record on Wednesday by more than one second at the Lievin meeting as Armand Mondo Duplantis won his third successive pole vault event. Girma clocked 7min 23.81sec to better the old mark of 7:24.90 set by Kenyas Daniel Komen in Budapest in February 1998. The Ethiopian raced alone over the closing four laps and was followed home by Spaniard Mohamed Katir, who broke the European record in 7:24.68, a time also under the old world record. Girma is a specialist outdoors in the 3,000m outdoor steeplechase, an event in which he was the 2021 Olympic silver medallist. He was also runner-up in the world championships in Doha in 2019 and last year at Eugene. Indoors, he won silver in the 3,000m at the 2022 worlds.  World and Olympic champion Duplantis easily won the pole vault with a clearance of 6.01m but the charismatic Swede opted not to try to beat his own world record of 6.21m. It was a third successive win for 23-year-old Duplantis in the indoor season after 6.10m in Uppsala on February 2 and 6.06m in Berlin last Friday. He did enough to defeat Italys Claudio Stecchi (5.82m) and Kurtis Marschall of Australia (also 5.82m). Kenyas Ferdinand Omanyala claimed victory in the 60m in 6.54sec, edging Italys Olympic 100m champion Marcell Jacobs. Jacobs, a two-time winner previously in Lievin, clocked 6.57 with Arthur Cisse of Ivory Coast third with a time of 6.59sec. Britains in-form 800m specialist Keely Hodgkinson set a world-leading time of 1:57.71sec as she dominated the field, leaving Kenyas Commonwealth champion Mary Moraa trailing 20m behind in 2:00.61. AFP                 "
  },
  {
    "URL": "https://www.straitstimes.com/sport/football/football-win-at-arsenal-means-everything-to-us-says-citys-dias",
    "Title": "Football: Win at Arsenal means everything to us, says City's Dias",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 07:28:18",
    "Content": "LONDON  Manchester City defender Ruben Dias said a 3-1 victory at Arsenal in Wednesdays Premier League title race showdown meant everything to the defending champions. City were not at their best before the break as Bukayo Sakas penalty cancelled out Kevin de Bruynes opener. But they took control in the second half with Jack Grealish and Erling Haaland both on target to send City top of the league for the first time since August on goal difference. Very happy to get the three points, thats it. Very intense, many duels, two teams who love to press high and have the ball. Fortunately, we were the ones on top at the end, Dias said after Citys 11th successive league win over Arsenal. This means everything to us, when you come to these moments against your rival, it just means everything. For our team thats the way to live it. One game at a time, but leave it all there in that one game and make sure you have nothing left. Norwegian goal machine Haaland had been enduring a relatively barren spell having not scored for three games. But he produced a marauding second-half display and sealed the win with his 26th league goal of the season in the 82nd minute, 10 minutes after Grealish had fired City ahead. A small adjustment in halftime from Pep and in the end we have good quality players and we have to get it out of every player and we did today, Haaland said. We can all agree (Arsenal) have been the best team this season so to come and play against them is not easy, but we played an amazing game and got three really important points  we are in it again. Haaland laughed off ending his mini drought. It has gone 20 minutes since I last got a goal  so I have to keep working, he said. It was so positive, happy celebrations, and I am so happy with everything, we needed this one and now we have to go on a run, because thats what Manchester City should do. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/sport/football/football-dortmunds-adeyemi-sinks-chelsea-with-stunning-solo-champions-league-goal",
    "Title": "Football: Dortmund's Adeyemi sinks Chelsea with stunning solo Champions League goal",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 06:48:44",
    "Content": "DORTMUND, Germany - A superb length-of-the-field goal from Borussia Dortmund forward Karim Adeyemi gave his side a 1-0 win over Chelsea at home in their Round of 16 Champions League clash on Wednesday. Adeyemis goal came during a period of sustained dominance from the visitors early in the second half, with the Germany forward pouncing on a clearance from a Chelsea corner.  Adeyemi sensed the opportunity and ran the length of the field, rounding both Enzo Fernandez and goalkeeper Kepa Arrizabalaga to give Dortmund the crucial lead which took them to victory.  While Chelsea manager Graham Potter may still be working on how to get his squad of expensive newcomers to work as a team, the visitors individual quality and speed on the counter was obvious throughout. Mykhailo Mudryks pace troubled the home side frequently early and forced Dortmund central defender Niklas Suele into a looping backheeled clearance after 15 minutes.  Chelsea were soon on the attack again through Mudryk, who won a free kick to the left of the penalty area.  Chelsea had the ball in the back of the net through Thiago Silva from the free kick but the home side swarmed referee Jesus Gil Manzano in protest.  A VAR review showed the Chelsea captain had intentionally handled the cross and Silva was promptly booked.  Dortmunds Julian Brandt and Jude Bellingham continued to orchestrate attacks as the home side dominated possession, which left them vulnerable to Chelseas counter-attacking raids.  The best chance of the opening half fell to Chelseas Joao Felix, who muscled past Dortmund fullback Marius Wolf inside the box to give himself space to shoot, but his attempt hit the crossbar.  Wolf almost had Dortmund in front close to halftime when Brandt shrugged a defender to put him in space just inside the penalty area, but his curling shot drifted wide.  Chelsea dominated the early stages of the second half, forcing Dortmund midfielder Emre Can into a yellow when he took down an advancing Reece James. Goalkeeper Gregor Kobel saved the free kick to ease the pressure.  James went one-on-one with Kobel again after 60 minutes, this time in open play, but the Swiss keeper tipped his shot over the bar.  Chelseas corner pinballed around in the box and despite an offside flag, the referee played the advantage as the ball was cleared into the path of Adeyemi.  The Germany forward, who was officially clocked as the fastest player in Bundesliga history earlier in February, kicked the ball past an advancing Fernandez and then Kepa, threading the ball into the goal from an acute angle.  Chelsea looked certain to score in the 78th minute when Kalidou Koulibalys shot dribbled goalwards, but Can intervened to clear the danger, booting the ball to safety before it crossed the line. AFP        "
  },
  {
    "URL": "https://www.straitstimes.com/sport/football/football-benfica-with-one-foot-in-champions-league-quarters-after-beating-club-brugge",
    "Title": "Football: Benfica with one foot in Champions League quarters after beating Club Brugge",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 06:47:04",
    "Content": "BRUGES, Belgium - Benfica closed in on a place in the quarter-finals of this seasons Champions League after easing to a 2-0 victory over Club Brugge in Belgium in the first leg of their last-16 tie on Wednesday. Both goals came in the second half at the Jan Breydelstadion, with Joao Mario opening the scoring from the penalty spot six minutes after the restart and substitute David Neres putting daylight between the teams by pouncing on sloppy defending to add another goal late on. The Portuguese league leaders, who lost to Liverpool in the last eight last season, will be expected to complete the job when the sides meet in Lisbon for the second leg on March 7. Roger Schmidts team have lost just once in their domestic league in this campaign and topped their Champions League group ahead of Paris Saint-Germain and Juventus. They do not appear to have been seriously affected by the loss of star midfielder Enzo Fernandez, the Argentine World Cup winner who was sold to Chelsea for 121 million  (S$170 million) last month. Benfica were simply too strong for a Club Brugge side who have won just once in eight matches since former England midfielder Scott Parker was appointed as their coach at the end of December. The visitors should have been in front at half-time, with an unmarked Antonio Silva heading over from close range when it seemed easier to score and Rafa Silva hitting the junction of bar and post from a Joao Mario assist. Playing in the knockout phase of the Champions League for the first time, the hosts did have the ball in the net on the stroke of half-time when a Denis Odoi header deflected into the net, but the goal was disallowed for offside. Instead, Benfica went in front shortly after the restart and Portugal World Cup star Goncalo Ramos played a part in the goal. Ramos, who netted a hat-trick in Portugals 6-1 demolition of Switzerland at the tournament in Qatar, missed a golden chance to open the scoring just before he was brought down by Jack Hendry in the area and won his side a penalty. Joao Marios spot-kick was touched onto the underside of the crossbar by goalkeeper Simon Mignolet on its way in. Brazilian winger Neres and on-loan Wolverhampton Wanderers forward Goncalo Guedes replaced Rafa Silva and Ramos midway through the second half and they combined as Benfica got the crucial second in the 88th minute. Guedes helped a ball on towards Neres and a poor touch by Bjorn Meijer allowed the Benfica player to steal in, run through and score. He had another effort disallowed for offside in stoppage time but Club Brugge face a mountain in the return. AFP     "
  },
  {
    "URL": "https://www.straitstimes.com/sport/football/football-man-city-go-top-with-3-1-win-at-arsenal",
    "Title": "Football: Man City go top with 3-1 statement win at Arsenal",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 06:13:08",
    "Content": "LONDON - Manchester City knocked Arsenal off their Premier League perch as second-half goals by Jack Grealish and Erling Haaland earned the champions a 3-1 victory in a feisty top-of-the-table clash at The Emirates Stadium on Wednesday. Arsenal had come from a goal down and looked capable of ending a 10-game losing streak in the league against City but they ultimately came up short as their hopes of a first league title since 2004 suffered a setback. Arsenal hit back strongly after Kevin de Bruynes 24th- minute opener and were deservedly level at halftime thanks to a coolly-taken Bukayo Saka penalty. But they struggled to maintain the intensity after the break and hardly helped themselves with a succession of errors. City had a penalty overturned by VAR but took the lead when Grealish fired in his third league goal of the season in the 72nd minute. Haaland, an injury doubt ahead of the game, then netted his 26th league goal of the campaign to silence the home crowd and start the celebrations among the City faithful. Pep Guardiolas City have 51 points, the same as Arsenal but with a far superior goal difference. The win will make City favourites to claim a fifth title in six seasons, but the Spaniard said the race still had a long way to run. They have played one game less so I consider they are top of the league, he said. There are still many games to play, the Champions League is coming the Europa League is coming. Many, many difficulties for everyone. But what is important is the fact that we could have come here a few weeks ago maybe about eight or nine points behind. Losing here it would have been almost over. But now because of the fact they dropped points, we came here for the chance to be close, we won the game, we are there. City still have to play Arsenal at home at the end of April, which is when Guardiola believes the race will come to the boil. This league will be decided for the last eight or 10 games. There are 15 to go. Many games and tiring for the players. Arsenals first home defeat of the season felt like a massive moment in the title race and could well prove to be so, although with a game in hand they are still very much in contention. After picking up only one point from their last three games, however, they need to regain their momentum soon. It was an incredible battle between two teams and when we had them we gave them the goals. On the other hand, we had three big chances and we did not put them away, said manager Mikel Arteta, formerly Guardiolas assistant. I have more belief than I had before the game, with the performance and the level the team put in against City. They wanted to play a different game than the one we played and with the crowd we have we can do it, he added. They still have it (belief they can win the title), I can sense it. They feel they can do it. Arteta sprung a surprise by dropping right back Ben White in favour of Takehiro Tomiyasu and the experienced Jorginho came in for the injured Thomas Partey for his first start since arriving from Chelsea. Artetas decision blew up in his face as Japan international Tomiyasu was pressured into a woeful back pass by Grealish and De Bruyne seized on it before dispatching a silky lobbed finish over a stranded Aaron Ramsdale. Far from knocking the stuffing out of Arsenal, however, the hosts responded by seizing control in midfield as City looked flustered and bizarrely seemed intent on wasting time. Tomiyasu volleyed a chance over and Saka had another opportunity but delayed his shot too long. In the 39th minute, Eddie Nketiah, who earlier had headed a chance wide, was played through and lifted a shot goalwards just before being clattered by Citys keeper Ederson. Nathan Ake hooked the ball off the line but referee Anthony Taylor pointed to the spot for Edersons foul and Saka tucked his penalty past the Brazilian. City almost regained the lead in first-half stoppage time when Ruben Dias header was flicked on to the crossbar by Ake. Arsenal lost the plot after the break and had a let-off when City were awarded a penalty after Gabriel pulled back Haaland in the area but a VAR check ruled the Norwegian was offside. Nketiah was inches away from giving Arsenal the lead when he slid in to try to connect with a low cross while Haaland was denied by Ramsdale after a mistake by former City defender Oleksandr Zinchenko. Arsenal kept inviting trouble, though, and when Gabriel got caught on the edge of his penalty area, Haalands pass reached Grealish who fired past Ramsdale. This time there was no response from Arsenal and Haaland sealed victory with a typically ruthless finish eight minutes from time. REUTERS"
  },
  {
    "URL": "https://www.straitstimes.com/sport/football/football-france-jails-two-over-break-in-at-angel-di-marias-home",
    "Title": "Football: France jails two over break-in at Angel Di Maria's home",
    "Publisher": "Straits Times",
    "Date": "2023-02-16 03:45:07",
    "Content": "NANTERRE, France - A French court on Wednesday jailed two men over a 2021 burglary at the home of Paris Saint-Germains former Argentine player Angel Di Maria. The break-in from his house in the affluent Paris suburb of Neuilly-sur-Seine on March 14, 2021 saw the burglars make off with around 40 luxury watches, jewellery and cash together worth an estimated 500,000 (S$530,000). Di Maria, who has since joined Italian side Juventus, was playing in a League 1 match against Nantes at the time. His wife and two children were at home, but did not see any burglar. Mehdi B. was sentenced to four years in jail over the burglary, while Reda B. was handed a three-year term. A woman was given a suspended six-month sentence for having helped the two men, while a second woman was released. The investigation found that at least one of the burglars slipped into the footballers house via a third-floor terrace. Mobile phone tracking and security camera footage showed the accused had planned the robbery in advance. Reda B. was also found guilty at the same trial of having tried to break into the home of German soccer player Julian Draxler, who also used to play for PSG, in early 2021. On the same day as the break-in at Di Marias house, the family home of PSGs Brazilian captain Marquinhos was also burgled in another Paris suburb while his father and two sisters were present. Another French court last month handed jail terms to two men over that incident. AFP     "
  },
  {
    "URL": "https://www.straitstimes.com/tech/apple-users-should-install-latest-security-updates-to-fix-vulnerability-singcert",
    "Title": "Apple users should install latest security updates to fix vulnerability: SingCert",
    "Publisher": "Straits Times",
    "Date": "2023-02-14 20:19:43",
    "Content": "SINGAPORE  Apple users have been urged to install the latest security updates to prevent hackers from executing malicious commands on their devices. The vulnerability is classified as a WebKit confusion issue, said the Singapore Computer Emergency Response Team (SingCert) in a report on Tuesday. This means the hackers could use malicious web content to insert code on a user device, insert malware or spyware, or execute malicious operating system commands. WebKit is the browser engine that powers Apple apps such as web browser Safari, Mail and the App Store. The vulnerability was reportedly being actively exploited and allowed hackers to trigger operating system crashes and execute arbitrary code after opening a malicious web page. SingCert urged users to enable automatic software updates by going to Settings > General > Software Updates > Enable Automatic Updates. The vulnerability affects the following products: According to tech media outlet Bleeping Computer, this is Apples first zero-day vulnerability in 2023. A zero-day vulnerability is a security weakness that is unknown to the software provider and can be exploited by attackers. Apple did not disclose any further details regarding the attacks."
  },
  {
    "URL": "https://www.straitstimes.com/tech/robots-assemble-meet-singapore-s-robotic-workforce",
    "Title": "Robots assemble! Meet Singapore’s robotic workforce",
    "Publisher": "Straits Times",
    "Date": "2023-02-14 05:00:00",
    "Content": "SINGAPORE - They are the Republics robotic workforce and plugged labour gaps during the Covid-19 pandemic, easing peoples workload.      Dozens of these robots made an appearance at the Singapore University of Technology and Design (SUTD) during a robotics festival to celebrate the National Robotics Programmes sixth anniversary on Friday.     The Straits Times looks at 10 outstanding robots  some familiar and frequently seen, others to make their debut soon.   With expressive blue eyes that resemble Eves from the Pixar sci-fi animation film Wall-E, the LeoBot has become a familiar sight here, keeping Changi Airports walkways and the Esplanade clean.  Launched in 2019 by home-grown robotics firm Lionsbot, the LeoBot comes in several models that can quietly clean floors and lug up to 450kg of cargo around.   Lionsbots latest cleaning robot, the R3 Scrub, is smaller and can map its surroundings instead of simply navigating by using pre-installed maps.  While it is no gun-slinging cyborg, this bot developed by the Agency for Science, Technology and Researchs (A*Star), Home Team Science and Technology Agency (HTX) and the police, does plenty to keep the streets safe. The Multi-purpose All-Terrain Autonomous Robot  or Matar  roams public areas to provide a 360-degree view to the police, as well as broadcasts messages to the public through in-built speakers.  The Temi-Bot helped plug the gap in community treatment facilities at the height of the Covid-19 pandemic, when there was a shortage of healthcare workers to look after patients down with the virus.  This roving bot by a United States-based firm wheels over to each patient to deliver medicines and link them up with doctors for a virtual consultation on its large screen.  They fetch items and scurry where no human would dare to enter without any complaints. These robotic canines can replace people in conducting patrols and delivering goods to areas such as tunnels or disaster zones. The latest model developed by local robotics firm Weston Robot is able to carry payloads of up to 40kg and last roughly 2.4 hours per charge. A similar robot originally built by Boston Dynamics was seen reminding visitors of safe distancing measures in Bishan-Ang Mo Kio Park in 2020.  The Dragonfly is a menacing mozzie exterminator  a mosquito trap on wheels. Seen in public areas with potential breeding grounds like Gardens by the Bay, the Swiss Club area and the National University of Singapore, the robot secretes the smell of human sweat and shines an ultraviolet light to attract mosquitoes.  Once they approach, a small fan sucks the mosquitoes in, trapping them on a replaceable sticky film housed within the bot, which was developed by SUTD.  This caterpillar-like bot can change its shape depending on its task. Its four sections can line up like a train if it needs to squeeze into narrow areasfor tasks such as cleaning, or roll into a block to cover a greater surface area.  The Smorphi is developed by SUTD and is being tested for various functions by robotics firms including Lionsbot.  Many workers in factories and industrial sites develop back injuries from lifting heavy objects. To the rescue comes a mechanised exoskeleton that gives its wearer a boost when carrying objects, protecting his spine.  The machines make the items feel half as heavy and can go a long way to reducing workplace injuries, said the exoskeletons developers from the National University of Singapore.  Most drones come with four motors that power the propellers to keep the devices airborne, but SUTD developers have found a new way to drastically cut the number of parts needed to build a drone.  Their drone is inspired by the aerodynamics of a maple seed and is powered by a single motorised rotor attached to one end, keeping the whole device hovering level in the air. The concept for the Single Actuator Monocopter can be developed for various uses in the field, including surveillance.  This coffee-table-sized drone can be seen zipping around the Supertrees of Gardens by the Bay, hosing the branches down with water to keep the structure clean.  The multi-purpose drone, developed by SUTD and local firm Spinoff Robotics, hovers into areas too dangerous or tricky for humans to access, and can be programmed for cleaning or inspection.  Would you trust a robot claw to grab an egg without cracking it? Home-grown start-up Tacniqs sensors enable robot arms to gently touch an item to get a sense of how sturdy it is, much like a human approaches delicate items with caution.  The sensors could allow automated bots in packing facilities to handle different items on the same factory line without fear of them being damaged. "
  },
  {
    "URL": "https://www.straitstimes.com/tech/5-tech-hackathon-pitches-that-could-soon-become-reality",
    "Title": "5 tech hackathon pitches that could soon become reality",
    "Publisher": "Straits Times",
    "Date": "2023-02-14 05:00:00",
    "Content": "SINGAPORE  Hold on to your unwanted items, because the authorities may soon launch a Carousell-like platform to find new homes for them, reducing waste.  Users can list items like television sets and furniture on a classifieds-style app that will alert charities to the new listings for the first two days, before making them available to the public.  The platform, called FreestuffSG, was one of at least 30 pitches at the Open Government Products (OGP) hackathon, Hack for Public Good, which held its finale last Thursday.  Roughly one in four pitches will be adapted for real-world OGP products, said its organisers. The annual hackathon serves as a catalyst for the majority of OGP apps, including ScamShield and RedeemSG that have been launched to the masses. The Straits Times looks at five pitches that may soon see the light of day. Civil servants will get a helping hand from the software powering OpenAIs intelligent assistant ChatGPT to draft speeches and reports within the next two months.  Once fully launched, the bot can draw information from existing government documents, helping officials complete tasks more efficiently without having to trawl through stacks of files.  The team of five struck an agreement with Microsoft, which runs the platform, to ensure data handled by the Government is kept confidential and out of sight to the platforms service providers. How do you stop the public from throwing away items that could be useful to someone else? Hackathon team FreestuffSG may have an answer, with a classifieds-like platform that allows users to list items for others to claim.  Once posted, items will be visible only to registered charities for the first two days. After that, listings will be visible to all users. Users will be verified using their SingPass to ensure they are genuine.  Many cats and dogs in Singapore are microchipped so that any stray can be easily identified and reunited with the owner. But this can take time as there are multiple pet owner registries here, said OGP team Paws Together.  It has come up with a plan to bring together all microchip data on pet owners with their consent.  Doing so would speed up the process of returning lost pets home, said team member Dong Wen Jia, 27, adding that she hopes the pitch will pave the way to make microchipping of all cats mandatory. This will make it easier to identify owners, and deter those who are tempted to abandon their pets, since they can be found.  A hackathon group has developed a platform that can flag likely scam sites, in a bid to counter phishing scams which continue to surge online.  To check a site, users share the link on the SafeGuard app, which analyses the contents of the link. SafeGuard alerts users if the sites contents match previously flagged websites and other signs that the group declined to disclose to prevent scammers from getting ahead.  The team is in talks to integrate this feature with the existing ScamShield, another OGP app that detects scam messages and calls.  Applications for many official schemes can take time to process due to the sheer number of documents that officers have to check manually.  The wait is especially stressful for those who need financial support, said the Sorting Cap team in its pitch on Friday.  The group aims to shorten wait times with a revamped platform for official schemes that can quickly detect eligible applicants.       Agency officers can submit new schemes, define the eligibility criteria and the details needed from applicants  like  income level, birth date and housing type  and allow the platform to identify those who fit the bill.      Correction note: An earlier version of this story incorrectly referred to the event Hack for Public Good as Hackathon for Public Good. This has been corrected. We are sorry for the error."
  },
  {
    "URL": "https://www.straitstimes.com/tech/civil-servants-to-soon-use-chatgpt-to-help-with-research-speech-writing",
    "Title": "Civil servants to soon use ChatGPT to help with research, speech writing",
    "Publisher": "Straits Times",
    "Date": "2023-02-14 05:00:00",
    "Content": "SINGAPORE  Civil servants will soon be able to tap the power of artificial intelligence (AI) tool ChatGPT to conduct research and draft reports and speeches from their existing work productivity tools.   A hackathon team from Open Government Products (OGP) has spent a month integrating research firm OpenAIs ChatGPT into Microsoft Word, the go-to writing platform for most public officers.  The team, called Pair, plan for up to 90,000 civil servants to be able to use the AI service, adding that it will be rolled out progressively across agencies, starting with the Smart Nation and Digital Government Office (SNDGO), said Pair team member Moses Soh. The project has also struck an agreement with Azure OpenAI to ensure that data handled by the Government is kept confidential and out of sight to Microsoft and OpenAI. Microsoft runs the cloud-based Azure platform, which hosts OpenAI as part of its investment in the San Francisco-based AI research firm that found fame with the rise of ChatGPT, or Chat Generative Pre-Trained Transformer.  Pair was one of the highlight groups at the annual OGP hackathon, Hack for Public Good, which held its finale last Thursday. The month-long event allows OGP staff to set aside non-essential duties to work on new tech ideas based on issues surfaced by the public.  OGP is an experimental development arm of the Government that builds technology for the public.  Mr Soh, 29, who is a senior project manager at OGP, said the software aims to ease the load on civil servants when they write and do research. We want to free officers up for higher-level tasks. This bot can help them get over that tough first draft, or speed up their work by creating sample e-mails or even speeches, he added.  As seen in a demo session by the Pair team on Thursday, the chatbot is able to summarise long chunks of information and draft reports on policy-related topics within seconds. It can also recognise and instantly redact sensitive information to ensure it is not exposed.  Mr Soh estimated that an early version of the Pair programme built into Microsoft Word will be rolled out across some of the civil service within two months. A subsequent version will be able to access and analyse information from official databases, but this is still in the works, with no launch date planned, he added.  Pairs project rides on a keen interest in AI bots, especially since the rise of ChatGPT from late 2022. ChatGPT is seen by many as the gold standard among AI bots today, due to its availability to the masses and ability to converse naturally and even craft essays.  Most recently, Microsoft announced its next-generation search engine  a revamped version of Bing  which incorporates OpenAIs chatbot. As part of Microsofts Azure OpenAI Service, the chatbot software is available to enterprises, allowing them to integrate the AI into new apps.      Microsoft also offers some customers in highly regulated industries the option to prevent the Azure OpenAI Service from ever seeing the data processed, to protect sensitive data.       Correction note: An earlier version of this story incorrectly referred to the event Hack for Public Good as Hackathon for Public Good. This has been corrected. We are sorry for the error."
  },
  {
    "URL": "https://www.straitstimes.com/tech/tech-news/not-all-our-eggs-are-in-one-basket-limited-impact-from-microsoft-azure-outage-on-s-pore-govt-ops",
    "Title": "Not all our eggs are in one basket: Limited impact from Microsoft Azure outage on S’pore govt ops",
    "Publisher": "Straits Times",
    "Date": "2023-02-14 05:00:00",
    "Content": "SINGAPORE  Most government operations and digital services were not affected by an 18-hour outage at cloud platform Microsoft Azure on Feb 8 as not all our eggs are in one basket, a high-level Singapore government official told The Straits Times. The Government had made a calculated move to diversify its cloud vendor mix, as well as host critical and sensitive operations internally, to avoid being overly dependent on a single platform. Commenting for the first time since the outage hit global organisations in South-east Asia, Mr Chan Cheow Hoe, government chief digital technology officer of the Smart Nation and Digital Government Office (SNDGO), said: Most of our services are up despite theservice degradation. The impact is limited. For instance, the Central Provident Fund (CPF) Board website was down, but the CPF app was working as they are hosted on different platforms, he noted. Our strategy to move to cloud is premised on the need for options to have better resiliency, agility in app development and security, said Mr Chan. We have a very calibrated, considered approach to spread the risks. Not all our eggs are in one basket. Besides using Microsoft Azure to run the operations of public agencies, the Government also taps Google Cloud and Amazon Web Services.  However, highly sensitive and critical national systems such as those for air traffic control or defence are hosted internally on infrastructure managed by the Government. SNDGO would not provide more details or examples of applications hosted on the cloud, citing security reasons. Our risk mitigation approach does not eliminate all risks, said Mr Chan, noting that there are security and cost trade-offs to consider.  If digital channels are unavailable, there are always physical counters for citizens to access services, he added. American tech firms Google Cloud, Amazon Web Services and Microsoft Azure command about two-thirds of the worlds cloud infrastructure, with the rest dominated by Chinas Alibaba and Tencent. The five cloud giants service every conceivable sector including finance, healthcare, energy, security, transportation, manufacturing, consumer goods and entertainment. Companies buy cloud services for cost savings of up to 60 per cent from not having to buy, install and maintain dedicated hardware and software to host tech developments and applications. Cloud users can also tap a global ecosystem of third-party apps built on open application programming interfaces that allow these apps to talk to one another. For instance, if one needs a payment service when developing an e-commerce store, one can connect to modules such as Stripe or PayPal. If one needs an integrated communication platform to talk to customers, one can plug in to Twilio. Also, building new applications will take a much shorter time  weeks, rather than months or years  as there is no need to write every single line of code. Currently, close to 60 per cent of all Singapore public agency operations are hosted on the cloud services of the three American tech giants. Plans are on track to increase that to 70 per cent by end-2023, said Mr Chan. Singapores status as a data centre hub is linked to the presence of cloud data centres here. According to the Ministry of Trade and Industry, the countrysdatacentreinvestment turnover was $397.82 million in 2021  1.85 times the volume in the previous year. As at 2021, there were more than 70 operational data centres here with a total available capacity of about 1,000megawatts of power. Data from Structure Research shows that in 2020, the Asia-Pacific region accounted for 45 per cent of the worlds data centre revenues  the largest  amounting to US$24.1 billion (S$32.1 billion). North America came in second, accounting for 37 per cent of the market at US$19.8 billion, followed by Europe, the Middle East and Africa (17 per cent) and Latin America (1 per cent).  The Microsoft Azure outage was caused by a utility power surge in South-east Asia at 3.19am that tripped some cooling units in its own data centre in an undisclosed location in the region, prompting customers to question why the company did not have redundancy measures to overcome power trips. Some customers in South-east Asia were taken offline for about 18 hours on Feb 8. These included the CPF Board, transit card issuer EZ-Link, the Esplanade and Nanyang Technological University in Singapore. Users of Microsoft 365  a suite of cloud-based productivity and collaboration tools  were disrupted intermittently for hours that day. In particular, users of Microsoft Teams in South-east Asia were unable to collaborate with one another on the platform for up to four hours. One customer who spoke anonymously told ST: Until now, Microsoft has still not given a full picture of what caused the disruption. Others questioned why Microsoft did not protect its own infrastructure against disruptions by eating its own dog food. They were referring to the Azure availability zone service that the tech firm sells to minimise the impact caused by outages. On the Microsoft Azure website, the Azure availability zone service promises less than two milliseconds disruption by running the same application from three different data centre sites. In the event that one site is down, the others can immediately kick in. Asked why Microsoft did not shield its infrastructure against disruptions, a spokesman said: We would like to reaffirm that we have resolved the connectivity issues some users in South-east Asia may have experienced. We will continue to investigate to establish the root cause and prevent future occurrences.     This is the second Azure outage in two weeks. On Jan 25, customers globally experienced a five-hour intermittent outage, during which they could not access all sorts of applications including productivity and collaboration tools. Microsoft attributed the disruption to a network engineer who tweaked the settings of a router using a command that had not been thoroughly vetted.     Almost all the worlds largest companies are on Azure, which has over 500 million active users. On Sept 14, 2020, cooling loss at an Azure data centre in Britain forced Microsoft to shut down the facility, and brought down the countrys Covid-19 tracking website for more than 10 hours."
  },
  {
    "URL": "https://www.straitstimes.com/tech/facility-launched-in-sutd-in-changi-to-test-drones-without-breaking-no-fly-zone-rules",
    "Title": "Facility launched in SUTD in Changi to test drones without breaking no-fly-zone rules",
    "Publisher": "Straits Times",
    "Date": "2023-02-10 18:13:36",
    "Content": "SINGAPORE - Drone testers have a spot in Changi to take their devices to the skies without worrying about breaching airspace restrictions. Nestled within the Singapore University of Technology and Design (SUTD), the Aerial Arena was launched on Friday to support the schools robotics initiatives.  The testing area was converted from an open-air courtyard in the middle of the campus and is shielded with a large net around 20m high  or four storeys  to prevent drones from escaping into restricted airspace.  Associate Professor Foong Shaohui, who led the facilitys development, said permission to fly drones in the Changi area is hard to come by due to airspace curbs, as the airport is less than 5km away. Students and researchers typically go to open spaces like an empty field or a secluded place to test their drones, but these areas usually lack amenities like toilets and access to food, drink and power sources, he added.  Flyers are often at the mercy of the weather while transport options are limited, and it is hard to test at night because lighting is poor, he said.  As the new arena is within SUTD, testers can have access to food, power, equipment and function rooms. The site is equipped with 5G systems that testers can tap for their projects. They can use bigger drones here as the space is larger than most indoor test sites available, said Prof Foong, adding that they can quickly pack up and seek shelter in the school when it starts to rain.  The site will be opened to other schools and drone hobbyists at a later stage, said Prof Foong, who works in SUTDs engineering product development department.  Speaking at the launch of the Aerial Arena, Minister for Manpower Tan See Leng said the netted outdoor facility helps to overcome the constraints of Singapores limited airspace. Dr Tan, who is also Second Minister for Trade and Industry, said: While SUTD is located in a no-fly zone due to its proximity to Changi Airport, the Aerial Arena at SUTD will be able to support the flight-testing of drones and open-air testing of other technologies that require three-dimensional space.  Speaking at the National Robotics Programmes sixth-anniversary event at SUTD, he noted that robotics is an important industry here as it boosts productivity, safety and quality in the workplace.  Dr Tan said there are at least 200 robotics companies in Singapore today, including 80 start-ups. The Aerial Arena joins the list of drone testing sites here, including an indoor one in Seletar and an unmanned aircraft flying area at Pandan Reservoir. There has been a rising interest in drones, with more people signing up for classes, but the enthusiasm is often met with the lack of airspace to operate them safely.   Enthusiasts can sign up for beginner courses, or more advanced ones to obtain an Unmanned Aircraft Pilot Licence which is needed to fly drones commercially. "
  },
  {
    "URL": "https://www.straitstimes.com/tech/most-services-hit-by-microsoft-azure-outage-back-online",
    "Title": "Most services hit by Microsoft Azure outage back online",
    "Publisher": "Straits Times",
    "Date": "2023-02-09 21:45:05",
    "Content": "SINGAPORE - Most Web services that were hit by the outage of Microsoft Azures cloud services on Wednesday are back online after power was restored to affected sections of its infrastructure.  Microsoft said on Thursday that its Azure cloud services have broadly recovered after a cooling unit failure at a South-east Asia data centre caused widespread outages on multiple Web services the previous day. It did not specify which data centre was affected, but the computing giant has a data centre in Singapore. On its website, Microsoft said power was restored to the affected infrastructure in its data centre after temperatures returned to normal operating limits.  The statement added that Azure services gradually recovered as its underlying compute and storage scale units came back online.  A power surge in the South-east Asian region on Wednesday caused some cooling units to go offline, resulting in increased temperatures in that data centre, said Microsoft. The company proactively powered down a number of compute and storage units to avoid damage to hardware and reduce cooling system load.  A check by The Straits Times on Thursday afternoon found that the websites of Esplanade and Nanyang Technological University, which were down on Wednesday, were now accessible.   When contacted, a Central Provident Fund Board spokesman said its engineers had deployed a workaround and that most visitors could access its digital services since noon on Wednesday. According to an update on EZ-Links Facebook page at 2.40pm on Thursday, all services related to SimplyGo ez-link concession cards and EZ-Link Wallet had resumed.  While we have broadly recovered, a small subset of services is still working on post-recovery checks, and we are closely monitoring the data centre metrics for storage and compute resources to ensure they continue to show as healthy, the Microsoft statement read. Microsoft added that it would communicate directly with Azure users who are still affected by the outage via the Azure Portal Service Health Alerts.  Such outages on cloud servicesare notpreventabledespite the best efforts, one expert said.  Mr Ian Lim, field chief security officer at cyber-security firm Palo Alto Networks, said: Cloud platforms and the data centres that host them are built with reliability and redundancy by design. Despite our best efforts, cloud outages are still unavoidable.     Mr Lim said businesses that use such cloud services should not rely on just one company for their operations to reduce the risk of service outages in the event of a data centre failure. Using a multi-cloud approach will allow for businesses to have some backup systems so that they can guard against a similar service disruption like on Wednesday, he said.     But doing so will mean that they take on the added cost of hiring or training staff so they are well versed in the operations of the various cloud service providers.   "
  },
  {
    "URL": "https://www.straitstimes.com/tech/automated-training-system-to-help-sgh-nurses-master-iv-drip-treatment",
    "Title": "Automated training system to help SGH nurses master IV drip treatment",
    "Publisher": "Straits Times",
    "Date": "2023-02-08 18:30:41",
    "Content": "SINGAPORE - Trainee nurses at Singapore General Hospital (SGH) will soon use a new automated platform that takes the guesswork out of administering intravenous (IV) drips during training.  The system  comprising a sensor-equipped glove, a digital patient in the form of an avatar and a 3D-printed hand with human-like texture  will evaluate how well nurses can insert a needle and converse with patients.  Dubbed IV Nimble (Nursing Innovation in Mobility-based Learning), the programme takes training to administer IV drips closer to reality and helps trainees learn flexibly with the help of bots. The platform will be fully rolled out for training by the end of 2023. IV tubes  or cannulas  are inserted into the vein to deliver medication or fluids to patients. Project lead and senior nurse manager Andrea Choh, 40, told the media on Wednesday at SGH that inserting the cannula into a patients veins can be stressful for patients and nurses. She recalled her first time administering an IV drip, when she failed to poke a needle into a patient who had thin veins and had to seek help from a senior nurse.  She said: If circumstances are not ideal, the procedure may cause the patient pain, bruising or other complications, like inflammation. Cannulation is a common procedure that may take new nurses much training to master.  She added: Through IV Nimble, we hope more nurses will feel more confident and better equipped with the skills to do so after training.  The new system is a step forward technologically from earlier props used in cannulation training. Previously, an instructor would guide nurse trainees to insert a needle into a dummy arm, but it was tough to tell if a trainee precisely hit or missed the vein, as they are able to judge only from the surface, said Ms Choh.  With IV Nimble, sensors embedded in the trainees glove track the precise movement and pressure applied by the trainee when sliding the needle into the veins of a 3D-printed hand.  These readings are presented on a dashboard on a laptop, informing the trainee if he had done the procedure accurately and the areas to improve. It indicates when trainees are fishing, which means shifting the needle repeatedly to locate the vein, which could bruise a patient. During the procedure, trainees also speak to the avatar to practise how to allay any concerns about the treatment and ask the patient for information, like his name and which hand he prefers to use.   Training is also gamified, providing trainees with different skin textures and vein sizes to vary the difficulty of administering cannulation.  Some 120 nurses completed their IV cannulation training using IV Nimble as part of a trial between June and July 2021.  The trainees feedback was taken to improve the platform. Staff nurse Dyal Singh, 37, who tested the system, said it is more realistic than the props used previously in training, allowing him to better prepare for real-life scenarios. The software alerts trainees when they have inserted the IV needle too far into the vein, piercing through it by mistake instead of sliding into the vein to deliver the IV drip fluid, he said.  The system is more dynamic and helps me to develop the motor skills I need when handling cannulation treatment, he said.  By the end of 2023, SGH will roll out an improved version of IV Nimble, which will be wireless and include a variety of skin types and avatar profiles and behaviours to help nurses prepare for the field.  It can also be further adapted for other medical training scenarios, like blood collection, chest tube insertion and other invasive procedures. "
  },
  {
    "URL": "https://www.straitstimes.com/tech/have-an-unopened-first-gen-iphone-it-could-fetch-up-to-us50000",
    "Title": "Have an unopened first-gen iPhone? It could fetch up to $67,000",
    "Publisher": "Straits Times",
    "Date": "2023-02-08 16:28:43",
    "Content": "Trading in your old phone typically gets you a fraction of its original value, but one womans 16-year-old first-generation iPhone is expected to be auctioned off for US$50,000 (S$67,000). Cosmetic tattoo artist Karen Green was gifted the 8GB version of the phone when it was released in 2007 and never opened the box, according to US news outlets CNN and CBS. In 2007, I got a new job and my friends bought me the latest, newest first-generation iPhone, Ms Green said, adding that it had all these neat things on there to do a new job, like a calendar. She said she didnt open the box because she had just got a new phone. I didnt want to get rid of my phone, and I figured, its an iPhone, so it will never go out of date,said Ms Green.  Apple now sells the iPhone 14, with multiple iterations of the iPhone released in the years since. Originally on sale for US$599 (S$800), thefirst iPhoneoffered early Apple adopters a 3.5-inch screen with a 2-megapixel camera, plus 4GB and 8GB storage options, Internet capabilities and iTunes.  Apples App store did not exist and the phone ran on a 2G network and was sold exclusively to customers of US telco AT&T. Bidding on Ms Greens phone begins at US$2,500 and will last until Feb 19. The iPhonechanged the waybillions of people around the world communicate, make payments, do their jobs, take photos and even how they wake up in the morning, CNN said. The phone has since rendered many devices, such as camcorders, MP3 players and flip phones, obsolete and gave life to other new industries.  This is not the first time Apple devices or first-generation iPhones like Ms Greens have fetched eye-watering prices. In October last year, an unopened first-generation iPhone fetched US$39,000 at an auction. LCG Auctions, who is auctioning off Ms Greens phone and auctioned off the one in October, told CBS: Theres little doubt that interest in culturally relevant collectibles is rapidly increasing, and despite the impressive sales numbers, many believe the space is still in its infancy.  Apple has a strong following of loyal fans  some of whom want to own a piece of Apple history. Last year, an Apple-1 Computer prototype from the mid-1970ssold at auction for more than US$677,000.  Even non-tech Apple related memorabilia are up for grabs -Steve Jobs worn Birkenstocksandals sold at auction for US$218,750 in December. "
  },
  {
    "URL": "https://www.straitstimes.com/tech/tech-news/human-or-bot-reveal-yourself",
    "Title": "Human or bot? Reveal yourself",
    "Publisher": "Straits Times",
    "Date": "2023-02-07 05:00:00",
    "Content": "Lim Sun Sun In the course of the past week, I am willing to bet that you have been asked by a machine to show that you are human. One website or two is bound to have ordered you to prove that you are not a robot, making you decipher letters and numbers, or choose all the pictures in a grid that feature traffic lights. Some tests can be frustrating when you simply cannot make out the squiggly text on the screen, or fail to correctly identify all traffic lights. But even as the blood of your humanity boils with rage, you must persevere with the test or the machine will not accept that you are human. "
  }
]
